Repository: surveysolutions/surveysolutions
Catalog: src/Core/SharedKernels/Enumerator/WB.Enumerator.Native/Resources/WebInterview.*.resx
Languages: ar, cs, es, fr, ka, ro, ru, uk, zh

source: Complete interview
ar: مقابلة كاملة
cs: Dokončený dotazník
es: Entrevista completada
fr: Achever l'entretien
ka: ინტერვიუს დასრულება
ro: Interviu complet
ru: Завершить интервью
uk: Повне інтерв'ю

# CompletionText
source: This interview has been completed
ar: هذا الاستجواب قد اكتمل
cs: Rozhovor byl dokončen
es: Esta entrevista ha sido completada
fr: Cet entretien a été achevé
ka: ეს ინტერვიუ დასრულდა
ro: Acest interviu a fost finalizat
ru: Это интервью было закончено
uk: Це інтерв'ю завершено
zh: 访谈已完成

# DiscardAndStart
source: Reopen
ar: البدء من جديد
cs: Znovu otevřít
es: Reinicio
fr: Redémarrer
ka: რესტარტი
ro: Redeschide
ru: Перезапуск
uk: Відчиняй!
zh: 重新开始

# Error_CookiesTurnedOff
source: Cookies are not enabled in your browser. Please enable cookies in your browser preferences to continue
ar: الكوكيز (Cookies) غير ممكّنة في متصفحك. يرجى تمكين الكوكيز في تفضيلات متصفحك من أجل المتابعة
cs: Ve vašem prohlížeči nejsou povoleny soubory cookie. Chcete-li pokračovat, povolte v předvolbách prohlížeče soubory cookie.
es: Las cookies no están habilitadas en tu navegador. Por favor, habilita las cookies en las preferencias de tu navegador para continuar
fr: Les cookies ne sont pas activés dans votre navigateur web. Veuillez les activer dans les préférences de votre navigateur pour continuer
ka: ბრაუზერში არ არის ჩართული Cookies. გთხოვთ, გაააქტიუროთ თქვენი ბრაუზერის პარამეტრებში ქუქი-ჩანაწერები გაგრძელებისთვის.
ro: Cookie-urile nu sunt activate în browserul dvs. Vă rugăm să acceptați cookie-urile în preferințele browserului dvs. pentru a continua
ru: Для работы интервью требуются куки. Пожалуйста убедитесь, что куки включены в настройках Вашего браузера
uk: У вашому браузері не ввімкнені файли cookie. Будь ласка, увімкніть файли cookie у налаштуваннях вашого браузера, щоб продовжити
zh: 您的浏览器未启用cookies。请在浏览器偏好中启用cookies然后继续。

# Error_Forbidden
source: Forbidden
ar: ممنوع
cs: Zakázáno
es: Prohibido
fr: Interdit
ka: აკრძალული
ro: Interzis
ru: Запрещенно
uk: Заборонено.

# Error_InterviewExpired
source: The link has expired
ar: هذا الرابط لم يعد صالحاً
cs: Platnost odkazu vypršela
es: El enlace ha caducado
fr: Le lien a expiré
ka: ბმულს ვადა გაუვიდა
ro: Linkul a expirat
ru: Срок действия ссылки истек
uk: Термін дії посилання закінчився
zh: 链接已过期

# Error_NoActionsNeeded
source: The information on that interview has been recorded. No further actions are required
ar: تم تسجيل المعلومات المتصلة بهذا الاستجواب. لا ضرورة للقيام بخطوات أخرى
cs: Informace rozhovoru byly zaznamenány. Nejsou potřeba žádné další kroky.
es: La información de esa entrevista ha sido registrada. No se requieren más acciones
fr: L'information sur cet entretien a été enregistrée. Aucune autre action n'est requise
ka: ამ ინტერვიუს შესახებ ინფორმაცია ჩაიწერა. შემდგომი ქმედებები არ არის საჭირო
ro: Informațiile despre acest interviu au fost înregistrate. Nu sunt necesare alte acțiuni
ru: Информация по этому интервью была записана. Никаких дальнейших действий не требуется
uk: Інформація про це інтерв'ю була зафіксована. Ніяких подальших дій не потрібно
zh: 该访谈的信息已经记录。不需要进行其他操作。

# Error_NotFound
source: Interview not found
ar: تعذر العثور على الاستجواب
cs: Rozhovor nebyl nalezen
es: Entrevista no encontrada
fr: Entretien introuvable
ka: ინტერვიუ ვერ მოიძებნა
ro: Interviul nu a fost găsit
ru: Интервью ненайдено
uk: Інтерв'ю не знайдено або немає потреби в новому інтерв'ю
zh: 未找到访谈

# Error_UserNotAuthorised
source: User is not authorized
ar: المستخدم لا يملك الإذن بالدخول
cs: Uživatel nemá oprávnění
es: El usuario no está autorizado
fr: Utilisateur non autorisé
ka: მომხმარებელი არ არის უფლებამოსილი
ro: Utilizatorul nu este autorizat
ru: Пользователь не авторизован
uk: Користувач не авторизований

# FinishInterviewText
source: This interview has been completed
ar: هذا الاستجواب قد اكتمل
cs: Rozhovor byl dokončen
es: Esta entrevista ha sido finalizada
fr: Cet entretien a été achevé
ka: ეს ინტერვიუ დასრულდა
ro: Acest interviu a fost finalizat
ru: Интервью было закончено
uk: Це інтерв'ю завершено
zh: 访谈已完成

# HasPreviousStartedInterview
source: You have started an interview
ar: لقد بدأت استجواباً
cs: Zahájili jste rozhovor
es: Usted ha iniciado una entrevista
fr: Vous avez commencé un entretien
ka: თქვენ დაიწყეთ ინტერვიუ
ro: Ați început un interviu
ru: Вы стартовали интервью
uk: Ви розпочали співбесіду
zh: 您已经开始了一个访谈

# InProgressText
source: In progress
ar: العمل جار
cs: V procesu
es: En progreso
fr: En cours
ka: დამუშავების რეჟიმშია
ro: In progres
ru: В прогрессе
uk: У процесі виконання
zh: 处理中

# Interview_Group_AnsweredQuestions_Many
source: {{value}} answers
ar: {{value}} جواب/أجوبة
cs: Odpovědí - {{value}}
es: {{value}} respuesta
fr: {{value}} réponses
ka: {{value}} პასუხები
ro: {{value}} răspunsuri
ru: {{value}} ответов
uk: {{value}} відповіді
zh: {{value}}个答案

# Interview_Group_AnsweredQuestions_One
source: one answer
ar: جواب واحد
cs: jedna odpověď
es: una respuesta
fr: une réponse
ka: ერთი პასუხი
ro: un singur răspuns
ru: один ответ
uk: одна відповідь
zh: 1个答案

# Interview_Group_InvalidAnswers_ManyFormat
source: {{value}} errors
ar: {{value}} خطأ / أخطاء
cs: Chyb - {{value}}
es: {{value}} errores
fr: {{value}} erreurs
ka: {{value}} შეცდომები
ro: {{value}} erori
ru: {{value}} ошибок
uk: {{value}} помилки
zh: {{value}}个错误

# Interview_Group_InvalidAnswers_One
source: one error
ar: خطأ واحد
cs: jedna chyba
es: un error
fr: une erreur
ka: ერთი შეცდომა
ro: o eroare
ru: одна ошибка
uk: одна помилка
zh: 1个错误

# Interview_Group_Status_CompletedFormat
source: Section completed: {{value}}
ar: اكتمل القسم: {{value}}
cs: Dokončená sekce: {{value}}
es: Sección completada: {{value}}
fr: Section achevée: {{value}}
ka: სექცია დასრულებულია: {{value}}
ro: Secțiune finalizată: {{value}}
ru: Секция завершена: {{value}}
uk: Розділ завершено: {{value}}
zh: 已完成的部分：{{value}}

# Interview_Group_Status_NotStarted
source: Section not started
ar: لم يبدأ القسم
cs: Sekce nebyla zahájena
es: Sección no iniciada
fr: Section non commencée
ka: სექცია არ დაწყებულა
ro: Secțiunea nu a fost începută
ru: Секция не начата
uk: Розділ не запущено
zh: 尚未开始的部分

# Interview_Group_Status_StartedIncompleteFormat
source: Section started: {{value}}
ar: تم البدء بالقسم: {{value}}
cs: Zahájené sekce: {{value}}
es: Sección iniciada: {{value}}
fr: Section entamée: {{value}}
ka: სექცია დაიწყო: {{value}}
ro: Secțiunea a început: {{value}}
ru: Секция начата: {{value}}
uk: Розділ розпочато: {{value}}
zh: 已经开始的部分：{{value}}

# Interview_Group_Subgroups_ManyFormat
source: {{value}} sub-sections
ar: {{value}} أقسام فرعية
cs: Podsekcí - {{value}}
es: {{value}} sub-secciones
fr: {{value}} sous-sections
ka: {{value}} ქვე-სექციები
ro: Subsecțiuni {{value}}
ru: {{value}} подсекций
uk: {{value}} підрозділи
zh: {{value}}个子部分

# Interview_Group_Subgroups_One
source: one sub-section
ar: قسم فرعي واحد
cs: jedna podsekce
es: una sub-sección
fr: une sous-section
ka: ერთი ქვეკატეგორია
ro: o subsecțiune
ru: одна подсекция
uk: один підрозділ
zh: 1个子部分

# Interview_Group_Subgroups_Zero
source: no sub-sections
ar: لا أقسام فرعية
cs: žádné podsekce
es: no sub-secciones
fr: aucune sous-section
ka: არ არის ქვეგანყოფილებები
ro: fără subsecțiuni
ru: нет подсекций
uk: немає підрозділів
zh: 没有子部分

# InterviewCompletionDateFormatText
source: Interview completion date:
ar: تاريخ إكمال الاستجواب:
cs: Datum dokončení rozhovoru:
es: Fecha de finalización de la entrevista:
fr: Date d'achèvement de l'entrevue:
ka: ინტერვიუ დასრულების თარიღი:
ro: Data finalizării interviului:
ru: Дата завершения интервью:
uk: Дата завершення співбесіди:
zh: 访谈完成日期：

# InterviewIdFormatText
source: Interview ID: {0}
ar: معرف المقابلة: {0}
cs: ID rozhovoru: {0}
es: ID de la entrevista: {0}
fr: ID de L'entretien: {0}
ka: ინტერვიუ ID: {0}
ro: ID-ul interviului: {0}
ru: Интервью ID: {0}
uk: Ідентифікатор допиту: {0}
zh: 访谈编号：{0}

# InterviewStartDateFormatText
source: Interview start date:
ar: تاريخ بداية الاستجواب:
cs: Datum zahájení rozhovoru:
es: Fecha de inicio de la entrevista:
fr: Date du début de l'entrevue:
ka: ინტერვიუ დაწყების თარიღი:
ro: Data de începere a interviului:
ru: Дата старта интервью:
uk: Дата початку співбесіди:
zh: 访谈开始日期：

# InvitationSmallText
source: The interview process requires an internet connection. No additional software is needed.
ar: تحتاج عملية الاستجواب إلى الاتصال بالإنترنت. لا حاجة إلى برمجيات إضافية.
cs: Šetření vyžaduje internetové připojení. Není potřeba další programové vybavení.
es: El proceso de la entrevista requiere una conexión a Internet. No se necesita software adicional.
fr: Le processus d'entrevue nécessite une connexion Internet. Aucun logiciel supplémentaire n'est nécessaire.
ka: ინტერვიუს პროცესი მოითხოვს ინტერნეტ კავშირს. დამატებითი პროგრამული უზრუნველყოფა არ არის საჭირო.
ro: Procesul de interviu necesită o conexiune la internet. Nu este nevoie de software suplimentar.
ru: Процесс интервью требует интернет соединения. Дополнительного программного обеспечения не требуется.
uk: Для проходження співбесіди потрібне підключення до Інтернету. Додаткове програмне забезпечення не потрібне.
zh: 访谈过程需要互联网连接，但不需要其他软件。

# InvitationText
source: You have been invited to take part in the following survey: "%QUESTIONNAIRE%"
ar: أنت مدعو إلى المشاركة في الاستجواب التالي: "%QUESTIONNAIRE%"
cs: Byli jste pozváni k účasti v následujícím šetření: "%QUESTIONNAIRE%"
es: Usted ha sido invitado a participar en la siguiente encuesta: "%QUESTIONNAIRE%"
fr: Vous avez été invité à participer à l'enquête suivante: "%QUESTIONNAIRE%"
ka: თქვენ მიწვეული ხართ მონაწილეობა მისაღებად შემდეგ კვლევაში: "{0}"
ro: Ați fost invitat să participați la următorul sondaj: „%QUESTIONNAIRE%”
ru: Вы были приглашены для участия в следующем опросе: "%QUESTIONNAIRE%"
uk: Вам було запропоновано взяти участь у наступному опитуванні: "%АНКЕТА%"
zh: 您被邀请参加下面的调查：“%QUESTIONNAIRE%”

# NotStartedText
source: Not started
ar: لم يبدأ
cs: Ještě nezačnuté
es: No empezado
fr: Pas commencé
ka: არ დაწყებულა
ro: Nu a fost început
ru: Не начато
uk: Не розпочато
zh: 尚未开始

# Original_Language
source: Original
ar: اللغة الأصلية
cs: Původní
ka: ორიგინალი
ru: Оригинал
uk: Оригінал
zh: 原始

# OrStartInterview
source: Or you can start a new interview
ar: أو يمكنك البدء باستجواب جديد
cs: Nebo můžete zahájit nový rozhovor
es: O puede iniciar una nueva entrevista
fr: Ou vous pouvez commencer une nouvelle entretien
ka: ან შეგიძლიათ ახალი ინტერვიუ დაიწყოთ
ro: Sau puteți începe un nou interviu
ru: Или Вы можете начать новое интервью
uk: Або ви можете почати нову співбесіду
zh: 或者您可以开始一个新的访问

# PictureQuestionNotAPicture
source: Only image files are accepted
ar: وحدها ملفات الصور مقبولة
cs: Lze vložit pouze obrázkový soubor
es: Solo se aceptan archivos de imagen
fr: Seuls les fichiers image sont acceptés
ka: მხოლოდ სურათის ფაილები მიიღება
ro: Sunt acceptate numai fișiere imagine
ru: Принимаются только изображения
uk: Приймаються лише файли зображень
zh: 仅接受图片文件

# PleaseFillCaptcha
source: Please fill in the captcha field
ar: يرجى ملء خانة كلمة التحقق
cs: Vyplňte prosím pole captcha
es: Por favor, rellene el campo capacha
fr: Veuillez remplir le champ captcha
ka: შეავსეთ ფოტოზე მოცემული სიტყვა კოდით
ro: Vă rugăm să completați câmpul CAPTCHA
ru: Пожалуйста введите значение капчи
uk: Будь ласка, заповніть поле captcha
zh: 请填写验证码

source: Refresh page
ar: جدد الصفحة
cs: Obnovit stránku
es: Actualizar página
fr: Actualiser la page
ka: გვერდის განახლება
ro: Reîmprospătare pagină
ru: Обновите страницу
uk: Оновити сторінку
zh: 刷新页面

# Resume_InvitationSmallText
source: Interview process requires internet connection, no additional software is needed
ar: تحتاج عملية الاستجواب إلى اتصال بالإنترنت، لا حاجة إلى برمجيات إضافية.
cs: Šetření vyžaduje internetové připojení, není potřeba další programové vybavení
es: El proceso de la entrevista requiere una conexión a Internet. No se necesita software adicional.
fr: Le processus d'entrevue nécessite une connexion Internet, aucun logiciel supplémentaire n'est nécessaire
ka: ინტერვიუს პროცესი მოითხოვს ინტერნეტს, დამატებითი პროგრამული უზრუნველყოფა არ არის საჭირო
ro: Procesul de interviu necesită conexiune la internet, nu este nevoie de software suplimentar
ru: Процесс интервью требует интернет соединения. Дополнительного программного обеспечения не требуется.
uk: Процес співбесіди вимагає підключення до Інтернету, додаткове програмне забезпечення не потрібне
zh: 访谈过程需要互联网连接，但不需要其他软件。

# Resume_InvitationText
source: You can navigate to interview in the following survey: "%QUESTIONNAIRE%"
ar: يمكنك الانتقال إلى الاستجواب في المسح التالي: "%QUESTIONNAIRE%"
cs: Můžete přejít k rozhovoru v následujícím šetření: "%QUESTIONNAIRE%"
es: Puede navegar a la entrevista en la siguiente encuesta: "%QUESTIONNAIRE%"
fr: Vous pouvez accéder à L'entretien dans l'enquête suivante: "%QUESTIONNAIRE%"
ka: თქვენ შეგიძლიათ ინტერვიუს ნავიგაცია შემდეგ კვლევაში: "{0}"
ro: Puteți naviga la interviu în următoarea anchetă: „%QUESTIONNAIRE%”
ru: Вы можете перейти к интервью в следующем опросе: "%QUESTIONNAIRE%"
uk: Ви можете перейти до інтерв'ю в наступному опитуванні: "%QUESTIONNAIRE%"
zh: 您可以浏览以下调查中的访谈：“%QUESTIONNAIRE%”

# Resume_WelcomeText
source: Hello and Welcome to the Survey Solutions Web Survey
ar: مرحباً وأهلاً بك في المسح الإلكتروني من Survey Solutions
cs: Vítejte v Survey Solutions webovém šetření
es: Hola y bienvenido a la Encuesta Web de Survey Solutions
fr: Bonjour et bienvenue dans l'enquête Web Survey Solutions
ka: გამარჯობა და კეთილი იყოს თქვენი მობრძანება Survey Solutions ვებ კვლევაში
ro: Bună ziua și Bine ați venit la Survey Solutions Web Survey
ru: Здравствуйте и Добро пожаловать в Survey Solutions Веб Опрос
uk: Привіт і ласкаво просимо до веб-опитування Survey Solutions
zh: 您好，欢迎使用Survey Solutions网络访谈

# ServerUnderLoad
source: We're sorry, too many people are accessing this website at the same time. We're working on this problem. Please try again later.
ar: عذراً، عدد كبير من الناس يتصلون بهذا الموقع معاً في آنٍ واحد. نحن نعمل على حل هذه المشكلة. ترجى المحاولة لاحقاً.
cs: Omlouváme se, mnoho lidí se připojilo k této internetové stránce ve stejný čas. Pracujeme na odstranění tohoto problému. Zkuste to prosím později.
es: Lo sentimos, demasiadas personas están accediendo a este sitio web al mismo tiempo. Estamos trabajando en este problema. Por favor, inténtelo de nuevo más tarde.
fr: Nos excuses. Trop de personnes accèdent à ce site en même temps. Nous travaillons pour réparer ce problème. Veuillez réessayer plus tard.
ka: ჩვენ ვწუხვართ, ძალიან ბევრი ადამიანი შედის ერთდროულად საიტზე. ჩვენ ვმუშაობთ ამ პრობლემაზე. გთხოვთ, სცადოთ მოგვიანებით.
ro: Ne pare rău, prea multe persoane accesează acest site în același timp. Lucrăm la această problemă. Vă rugăm să încercați din nou mai târziu.
ru: Нам очень жаль, но слишком много людей пытается одновременно получить доступ к сайту. Мы работаем над решением этой проблемы
uk: Вибачте, занадто багато людей одночасно отримують доступ до цього веб-сайту. Ми працюємо над цією проблемою. Будь ласка, спробуйте пізніше.
zh: 非常抱歉，同时访问网站的人的太多。我们正在解决这个问题。请稍后再试。

# StartedInterviewText
source: This interview has not been completed
ar: هذا الاستجواب لم يكتمل
cs: Rozhovor nebyl dokončený
es: Esta entrevista no ha sido completada
fr: Cet entretien n'a pas été achevé
ka: ეს ინტერვიუ არ დასრულებულა
ro: Acest interviu nu a fost finalizat
ru: Интервью не было завершено
uk: Це інтерв'ю не було завершено
zh: 这份访谈还没有完成

# Start
source: Start interview
ar: بدء مقابلة جديدة
cs: Začít nový rozhovor
es: Comenzar la entrevista
fr: Démarrer l'entretien
ka: ინტერვიუს დაწყება
ro: Începeți un nou interviu
ru: Начать интервью
uk: Почніть нове інтерв'ю
zh: 开始访谈

# StartPageTitle
source: Web Survey
ar: المسح الإلكتروني
cs: Webové šetření
es: Encuesta Web
fr: Enquête Web
ka: ვებ კვლევა
ro: Sondaj web
ru: Веб опрос
uk: Веб-опитування
zh: 网络调查

# SurveyFormatText
source: Survey: "%QUESTIONNAIRE%"
ar: المسح: "%QUESTIONNAIRE%"
cs: Šetření: "%QUESTIONNAIRE%"
es: Encuesta: "%QUESTIONNAIRE%"
fr: Enquête: "%QUESTIONNAIRE%"
ka: კვლევა: "{0}"
ro: Sondaj: „%QUESTIONNAIRE%”
ru: Опрос: "%QUESTIONNAIRE%"
uk: Опитування: "%QUESTIONNAIRE%"
zh: 调查：“%QUESTIONNAIRE%”

source: To interview
ar: للاستجواب
cs: Do rozhovoru
es: Entrevistar
fr: Aller à l'entretien
ka: ინტერვიუსთვის
ro: A intervieva/a ancheta
ru: К интервью
uk: Пройти співбесіду
zh: 进行访谈

# WebSurvey
source: Survey Solutions Web Survey
ar: الاستجواب الإلكتروني من Survey Solutions
cs: Survey Solutions webové šetření
es: Encuesta Web de Survey Solutions
fr: Enquête Web Survey Solutions
ka: Survey Solutions ვებ კვლევა
uk: Веб-опитування Survey Solutions
zh: Survey Solutions网络访谈

# WelcomeText
source: Hello and Welcome to the Survey Solutions Web Survey
ar: مرحباً وأهلاً بك في المسح الإلكتروني من Survey Solutions
cs: Vítejte v Survey Solutions webovém šetření
es: Hola y bienvenido a la Encuesta Web de Survey Solutions
fr: Bonjour et bienvenue dans l'enquête Web Survey Solutions
ka: გამარჯობა და კეთილი იყოს თქვენი მობრძანება Survey Solutions ვებ კვლევაში
ro: Bună ziua și Bine ați venit la Survey Solutions Web Survey
ru: Здравствуйте и Добро пожаловать в Survey Solutions Web Survey
uk: Привіт і ласкаво просимо до веб-опитування Survey Solutions
zh: 您好，欢迎使用Survey Solutions网络访谈

source: Powered by
ar: مشغل بواسطة
fr: Alimenté par
ka: შექმნილია
ro: Cu sprijinul
ru: Работает на
uk: За підтримки

source: Error
ar: خطأ
cs: Chyba
ro: Eroare
ru: Ошибка
uk: Помилка.

# Filters_Answered
source: Answered
ar: أجاب
cs: Vyplněno
es: Contestadas
ro: Răspuns
ru: Отвеченные
uk: Відповідаю.

# Filters_ClearSelection
source: Reset all filters
ar: إعادة تعيين جميع المرشحات
cs: Vymazat všechny filtry
es: Ver todos (eliminar todos los filtros)
ro: Resetați toate filtrele
ru: Сбросить фильтры
uk: Скинути всі фільтри

# Filters_Flagged
source: Flagged
ar: وضع علامة
cs: Označeno
es: Marcada
ro: Semnalizat
ru: С флагом
uk: Позначено.

# Filters_ForInterviewer
source: For interviewer
ar: لمقابلة
cs: Pro tazatele
es: Para el entrevistador
ro: Pentru anchetator
ru: Для интервьюера
uk: Для інтерв'юера

# Filters_ForSupervisor
source: For supervisor
ar: للمشرف
cs: Pro Garanta
es: Para el supervisor
ro: Pentru controlor
ru: Для супервизора
uk: Для керівника

# Filters_Invalid
source: Invalid
ar: غير صالحة
cs: Neplatný
es: Inválido
ro: Eronat
ru: С ошибкой
uk: Недійсний

# Filters_NotAnswered
source: Not answered
ar: بلا جواب
cs: Nezodpovězeno
es: Sin respuesta
ro: Fara raspuns
ru: Без ответа
uk: Не відповіли

# Filters_NotFlagged
source: No flag
ar: لا علم
cs: Žádné označení
es: Sin marca
ro: Nu este semnalizat
ru: Без флага
uk: Прапора немає.

# Filters_Title
source: Filter Questions
ar: تصفية الأسئلة
cs: Filtr otázky
es: Preguntas filtradas
ro: Întrebări de filtrare
ru: Фильтр Вопросов
uk: Фільтрувати питання

# Filters_Valid
source: Valid
ar: صالح
cs: Platný
es: Valido
ro: Valabil
ru: Без ошибок
uk: Дійсний

# Filters_WithComments
source: With comments
ar: مع التعليقات
cs: S poznámkou
es: Con comentarios
ro: Cu comentarii
ru: С комментариями
uk: З коментарями

# InterviewReceivedByInterviewer
source: Cannot modify interview that were received on interviewer device
ar: لا يمكن تعديل المقابلة التي تم استلامها عن طريق الجهاز
cs: Nelze upravit rozhovor, který byl stažen do tabletu
es: No se puede modificar una entrevista que ha sido recibida en el dispositivo
fr: Impossible de modifier L'entretien reçue sur l'appareil
ro: Nu se poate modifica interviul primit de dispozitiv
ru: Нельзя модифицировать интервью полученное интервьюером на устройство
uk: Неможливо змінити інтерв'ю, отримане пристроєм

# QuestionnaireNameFormat
source: {0} (ver. {1})
ar: {0} (الإصدار. {1})
ru: {0} (вер. {1})

source: Warning
ar: تحذير
cs: Upozornění
ro: Avertizare
ru: Предупреждение
uk: Попередження
