Repository: surveysolutions/surveysolutions
Catalog: src/Core/SharedKernels/Enumerator/Enumerator/Properties/InterviewerUIResources.*.resx
Languages: es, km, th_th, uk_ua, zh_cn

# Troubleshooting_NoNewVersion
source: You have the latest version of application
es: Tiene la última versión de la aplicación
km: អ្នកមានកំណែចុងក្រោយបំផុតនៃការស្មើរសុំ
th_th: คุณใช้ Survey Solutions Interviewer เวอร์ชันล่าสุดแล้ว
uk_ua: Ви маєте останню версію додотку
zh_cn: 您的应用程序已是最新版

# Troubleshooting_Old_AreYouSureYouWantToRestore
source: All current data will be erased. Are you sure you want to proceed to restore. If Yes, please make sure restore data is presented at {0}
es: Se borrarán todos los datos actuales. Está seguro que desea proceder a restablecer? En caso afirmativo, por favor, asegúrese que los datos a restablecer son presentados en {0}
km: ទិន្នន័យថ្មីៗទាំងអស់ត្រូវបានលុបអស់។ តើអ្នកប្រាកដថាចង់ដំណើរការតំឡើងថ្មីទេ ប្រសិនបើចង់តំឡើងទិន្នន័យថ្មី គឺបង្ហាញ{0}
th_th: ข้อมูลปัจจุบันทั้งหมดจะถูกลบ คุณต้องการกู้คืนข้อมูลหรือไม่ ถ้าใช่ กรุณาตรวจสอบว่าข้อมูลที่กู้คืนอยู่ที่ {0}
uk_ua: Всі поточні дані будуть стерті. Ви дійсно бажаєте продовжити відновлення. Якщо так, будь ласка, потурбуйтесь, що дані для відновлення знаходяться на {0}
zh_cn: 当前的所有数据将会被清除。您确定要继续恢复吗？如果是，请确保恢复数据存在于{0}。

# Troubleshooting_Old_CreatingInformationPackage
source: Creating information package
es: Creación de paquete de información
km: កំពង់បង្កើតកញ្ចប់ពត៌មាន
th_th: กำลังสร้างแพคเกจข้อมูล
uk_ua: Створення інформаційного пакету
zh_cn: 创建信息包

# Troubleshooting_Old_InformationPackage
source: Information package
es: Paquete de información
km: កញ្ចប់ពត៌មាន
th_th: แพคเกจข้อมูล
uk_ua: Інформаційний пакет
zh_cn: 信息包

# Troubleshooting_Old_InformationPackageIsSuccessfullySent
source: Information package is successfully sent
es: Paquete de información enviado con éxito.
km: កញ្ចប់ពត៌មានបានផ្ញើរជោគជ័យ
th_th: แพคเกจข้อมูลถูกส่งเรียบร้อยแล้ว
uk_ua: Інформаційний пакет успішно відправлено.
zh_cn: 信息包已成功发送

# Troubleshooting_Old_InformationPackageSizeWarningFormat
source: Information package of size {0} will be sent via network. Are you sure you want to send it?
es: Paquete de información de tamaño {0} se enviará a través de la red. Está seguro que desea enviarlo?
km: ទំហំកញ្ចប់ពត៌មាន {0} នឹងផ្ញើរតាមរយះបណ្តាញNetwork។ តើអ្នកច្បាស់ទេថាចង់ផ្ញើរចេញ?
th_th: แพคเกจข้อมูลที่มีขนาด {0} จะถูกส่งผ่านเครือข่าย คุณต้องการส่งหรือไม่
uk_ua: Інформаційний пакет розміру {0} буде надіслано через мережу. Ви впевнені, що ви хочете відправити його?
zh_cn: 将通过网络发送大小为{0}的信息包。您确认发送吗？

# Troubleshooting_Old_SendingInformationPackage
source: Sending information package
es: Enviando paquete de información
km: កំពង់ផ្ញើរកញ្ចប់ពត៌មាន
th_th: กำลังส่งแพคเกจข้อมูล
uk_ua: Відправлення пакета інформації
zh_cn: 正在发送信息包

# Troubleshooting_Old_SendingOfInformationPackageIsCanceled
source: Sending of information package is cancelled. Reason: {0}
es: Se cancela el envío del paquete de información. Razón: {0}
km: កំពង់ផ្ងើរកញ្ចប់ពត៌មាន លុបចេញ។ ហេតុផល {0}
th_th: แพคเกจข้อมูลที่กำลังส่งถูกยกเลิก สาเหตุ: {0}
uk_ua: Відправлення пакета інформації відмінено. Причина: {0}
zh_cn: 信息包发送已取消。原因：{0}

# Troubleshooting_Old_SendingOfInformationPackageIsCanceling
source: Cancelling
es: Cancelando
km: កំពង់លុបចោល
th_th: กำลังยกเลิก
uk_ua: Скасування операції
zh_cn: 取消中

# Troubleshooting_RestorationErrorMessage
source: Something went wrong and tabled failed to be restored
es: Algo salió mal y la tableta no se ha podido restablecer
km: បញ្ហាខ្លះបានខុស និង backup បង្កើតខុស
th_th: เกิดข้อผิดพลาดบางอย่าง และการกู้คืนฐานข้อมูลใน Tablet ล้มเหลว
uk_ua: Щось пішло не так і таблет не був відновлений
zh_cn: 出现错误，未能恢复平板电脑。

# Troubleshooting_Restore
source: Restore from backup
es: Restablecer desde copia de seguridad
km: បង្កើតឡើងវិញពី Backup
th_th: การกู้ข้อมูลจากข้อมูลสำรอง
uk_ua: Відновити з резервної копії
zh_cn: 从备份中恢复

# Troubleshooting_RestoreConfirmation
source: All current data will be erased. Are you sure you want to proceed to restore? If Yes, please make sure restore data is present at {0}
es: Se borrarán todos los datos actuales. ¿Está seguro que desea proceder a restablecer? En caso afirmativo, por favor, asegúrese que los datos a restablecer son presentados en {0}
km: ទិន្នន័យថ្មីៗទាំងអស់ត្រូវបានលុបអស់។ តើអ្នកប្រាកដថាចង់ដំណើរការតំឡើងថ្មីទេ ប្រសិនបើចង់តំឡើងទិន្នន័យថ្មី គឺបង្ហាញ{0}
th_th: ข้อมูลปัจจุบันทั้งหมดจะถูกลบ คุณต้องการกู้คืนข้อมูลหรือไม่ ถ้าใช่ กรุณาตรวจสอบว่าข้อมูลที่กู้คืนอยู่ที่ {0}
uk_ua: Всі поточні дані будуть стерті. Ви дійсно бажаєте відновити? Якщо так, будь ласка, потурбуйтесь, що дані для відновлення знаходяться {0}
zh_cn: 当前的所有数据将会被清除。您确定要继续恢复吗？如果是，请确保恢复数据存在于{0}。

# Troubleshooting_RestoredSuccessfully
source: Tablet was successfully restored
es: La tableta fue restablecida con éxito
km: Tablet តំឡើងបានជោគជ័យ
th_th: เรียกคืนข้อมูลบนแท็บเล็ตสำเร็จ
uk_ua: Планшет було відновлено
zh_cn: 平板电脑已成功恢复

# Troubleshooting_SendingOfInformationPackageErrorMessage
source: Sending of information package is failed
es: Fallo en el envío de paquete de información
km: បរាជ័យ កំពង់ផ្ញើរកញ្ចប់ពត៌មាន
th_th: การส่งแพคเกจข้อมูลล้มเหลว
uk_ua: Невдале відправлення пакета інформації
zh_cn: 信息包发送失败

# Troubleshooting_SendTabletInformation
source: Send tablet's information
es: Enviar información de la tableta
km: ផ្ញើរពត៌មានរបស់Tablet
th_th: ส่งข้อมูลของแท็บเล็ต
uk_ua: Відправити інформації з планшету
zh_cn: 发送平板电脑信息

# Troubleshooting_Title
source: Troubleshooting
es: Resolución de problemas
km: មានការរំខាន
th_th: การแก้ไขปัญหา
uk_ua: Виправлення неполадок
zh_cn: 排除故障

# Troubleshooting_Unknown_ErrorMessage
source: Error occurred on version check. Please, check settings or try again later
es: Error en la comprobación de la versión. Por favor, compruebe la configuración o inténtalo más tarde
km: ខុសលើ ការពិនិត្យកំណែ។ សូមពិនិត្យ ក្នុង Setting ឬព្យាយាមបន្តិចទៀត
th_th: เกิดข้อผิดพลาดในการตรวจสอบเวอร์ชัน กรุณาตรวจสอบการตั้งค่าหรือลองอีกครั้งภายหลัง
uk_ua: Сталася помилка під час перевірки версії. Будь ласка, перевірте налаштування або повторіть спробу пізніше
zh_cn: 检查版本时发生出错。请检查设置或稍后重试。

# Unauthorized
source: Your login or password is incorrect
es: Su inicio de sesión o contraseña es incorrecto
km: ចុះឈ្មោះរបស់អ្នក ឬលេខកូដមិនត្រឹមត្រូវ
th_th: ชื่อผู้ใช้หรือรหัสผ่านไม่ถูกต้อง
uk_ua: Логін або пароль вказано невірно
zh_cn: 您的用户名或密码不正确

# UnexpectedException
source: Unexpected error
es: Error inesperado
km: ខុសដោយមិនបានរំពឹងទុក
th_th: ข้อผิดพลาดที่นอกเหนือจากที่คาดการณ์ไว้
uk_ua: Неочікувана помилка
zh_cn: 异常错误

# UpgradeRequired
source: New version of application was released. Please, update the application
es: Existe nueva versión de la aplicación. Por favor, actualice la aplicación
km: កំណែថ្មីនៃការស្នើសុំ ត្រុវបានជំនួស។ សូមធ្វើបច្ចុប្បន្នភាពការស្នើសុំនេះ។
th_th: มีเวอร์ชันใหม่แล้ว กรุณาปรับปรุง Survey Solutions Interviewer
uk_ua: Відбувся реліз нової версії додатка . Будь ласка, оновіть додаток
zh_cn: 应用程序的新版本已发布。请更新应用程序。

source: Warning
es: ADVERTENCIA
km: បំរាម
th_th: คำเตือน
uk_ua: Попередження
zh_cn: 警告

# DashboardItem_AssignedOn
source: Assigned on {0}
es: Asignado el {0}
km: ផ្តោតលើ {0}
th_th: {0} เสร็จสมบูรณ์เมื่อ
uk_ua: Призначено {0}
zh_cn: 已于{0}分配

# Dashboard_AssignmentCard_SubTitleCountdown_UnlimitedFormat
source: To collect: unlimited
es: Por colectar: sin limite

# Dashboard_AssignmentCard_SubTitleCountdownFormat
source: To collect: {0} interview(s)
es: Por colectar {0} entrevistas

# Dashboard_AssignmentCard_SubTitleSingleInterivew
source: Single interview assignment
es: Asignación de entrevista única

# Dashboard_AssignmentsTabTitle
source: Create New
es: Crear nuevo
uk_ua: Створити

# Dashboard_CensusAssignment
source: Census
es: Censo

# Dashboard_CompletedTabText
source: Completed interviews, will be uploaded during your next synchronization
es: Las entrevistas completadas se cargarán durante tu próxima sincronización
uk_ua: Закінчені інтерв'ю, будуть завантажені на сервер при наступній синхронізації

# Dashboard_CreateNewTabText
source: Create new interview using templates
es: Crear una nueva entrevista usando plantilla
uk_ua: Створити нове інтерв'ю використовуючи шаблон

# Dashboard_Discard
source: Discard
es: Descartar

# Dashboard_Interview_AssignmentLabelFormat
source: Assignment #{0}
es: Asignación #{0}

# Dashboard_Interview_QuestionsAnsweredFormat
source: {0} question(s) answered
es: {0} preguntas sin respuesta

# Dashboard_No_InterviewKey
source: No interview key
es: No existe llave de entrevista

# Dashboard_Open
source: Open
es: Abrir

# Dashboard_QuestionnairesTabText
source: You can create new interviews using assignments
es: Usted puede crear nuevas entrevistas usando asignaciones
uk_ua: Ви можете створити нове інтерв'ю використовуючи порожній шаблон

# Dashboard_RejectedTabText
source: Interviews which have been rejected by supervisor You need to resolve issues noted on cover
es: Entrevistas que han sido rechazadas por el supervisor. Necesita solventar los problemas indicados
uk_ua: Інтерв'ю які були повернуті супервізором Вам необхідно прийняти до уваги зауваження супервізора на обкладинці інтерв'ю

# Dashboard_Reopen
source: Reopen
es: Reabrir

# Dashboard_ShowLocation
source: Show location
es: Mostrar locación

# Dashboard_Start
source: Start
es: Iniciar
uk_ua: Почати

# Dashboard_StartedTabText
source: Interviews which have been started but not completed You need to complete it to be synchronized
es: Entrevistas que han sido comenzadas pero no completadas. Necesita completarlas para ser sincronizadas
uk_ua: Інтерв'ю які були розпочаті, але не закінчені Вам потрібно закінчити їх перед відправкою на сервер

# Dashboard_StartNewInterview
source: Start new interview
es: Iniciar nueva entrevista

# Dashboard_Title
source: {0} interviews for {1}
es: {0} entrevistas para {1}
uk_ua: {0} интервью на {1}

# Dashboard_ViewIssues
source: View Issues
es: Ver problemas

# DashboardItem_AssignmentCreatedComment
source: Interviews created: {0}
es: Entrevistas creadas: {0}

# DashboardItem_AssignmentLeftComment
source: {0} interview(s)
es: {0} entrevistas

# Diagnostics_Backup_Description
source: All collected data will be saved to backup file on this device.
es: Toda la información colectada será almacenada en un archivo de respaldo en este dispositivo
km: ការប្រមូលទិន្នន័យទាំងអស់នឹងរក្សាទុកឡើងវិញ
uk_ua: Всі зібрані дані будуть збережені як резервна копія на цьому пристрої.
zh_cn: 收集到的所有数据将会以备份文件的形式保存在这台设备上。

# Diagnostics_Backup_Title
source: Backup all gathered information
es: Respaldar toda la información colectada
km: រក្សាទុកឡើងវិញ រាល់ពត៌មានដែលបានប្រមូល
uk_ua: Створити резервну копію зібраної інформації
zh_cn: 备份收集到的所有信息

# Diagnostics_BackupDate_Title
source: When Saved:
es: Cuando se ha guardado:
km: ពេលដែលរក្សាទុក៖
uk_ua: Дата і час створення резервної копії:
zh_cn: 保存时间：

# Diagnostics_BackupFileLocation_Title
source: Backup file location:
es: Ubicación del archivo de respaldo:
km: រក្សាទុកឡើងវិញក្នុងfile location
uk_ua: Шлях до файлу з резервною копією:
zh_cn: 备份文件位置：

# Diagnostics_BackupReady_Title
source: Data saved
es: Datos almacenados
km: ទិន្នន័យរក្សាទុក
uk_ua: Дані збережені
zh_cn: 数据已保存

# Diagnostics_BackupScope_Title
source: Scope:
es: Alcance:
km: សកម្មភាព
uk_ua: Обсяг:
zh_cn: 范围：

# Diagnostics_BandwidthTestConnectionAbsent_Title
source: <font color="red">No internet connection</font>
es: <font color="red">No hay conexión a internet</Font>
km: <ពណ៌ខ្នាតអក្សរ="ក្រុហម"> មិនមានភ្ជាប់អ៊ីនធឺណែត</ខ្នាតអក្សរ>
uk_ua: <font color="red">З'єднання з інтернетом відсутнє</font>
zh_cn: <font color="red">没有网络连接</font>

# Diagnostics_BandwidthTestConnectionNotOK_Title
source: Connection is <font color="red">not good</font>
es: La conexión <font color="red">no esta en buen estado</font>
km: ភ្ជាប់ទៅ <ពណ៌ខ្នាតអក្សរ="ក្រហម">មិនល្ង</ខ្នាតអក្សរ>
uk_ua: З'єднання <font color="red">погане</font>
zh_cn: 网络连接<font color="red">较差</font>

# Diagnostics_BandwidthTestConnectionOK_Title
source: Connection is OK
es: La conexión esta OK
km: ការភ្ជាប់បានសំរេច
uk_ua: З'єднання добре
zh_cn: 网络连接良好

# Diagnostics_BandwidthTestConnectionToTheServerAbsent_Title
source: <font color="red">No connection with server</font>
es: <font color="red">No hay conexión con el servidor</font>
km: <ពណ៌ខ្នាតអក្សរ="ក្រុហម">មិនអាចភ្ជាប់ទៅកាន់ server </ខ្នាតអក្សរ>
uk_ua: <font color="red">З'єднання з нашим сервером відсутнє</font>
zh_cn: <font color="red">未连接到我们的服务器</font>

# Diagnostics_BandwidthTestConnectionType_Title
source: Connection type:
es: Tipo de conexión:
km: ប្រភេទនៃការតភ្ជាប់៖
uk_ua: Тип з'єднання:
zh_cn: 连接类型：

# Diagnostics_BandwidthTestNetworkName_Title
source: Network name:
es: Nombre de red:
km: ឈ្មោះបណ្តាញ៖
uk_ua: Iм'я мережі:
zh_cn: 网络名称：

# Diagnostics_CheckVersion_Description
source: We will check for the newer version on HQ server
es: Verificaremos por una nueva versión en el servidor sede
km: យើងនឹងពិនិត្យសំរាប់កំណែថ្មី លើHQ server
uk_ua: Ми перевіримо наявність нової версії на сервері
zh_cn: 我们将在总部服务器上检查更新的版本

# Diagnostics_CheckVersion_Title
source: Version: {0}. Check for a new version
es: Versión: {0}. Busque una nueva versión
km: កំណែទំរង់៖{0} ពិនិត្យសំរាប់កំណែថ្មី
uk_ua: Версія: {0}. Перевірити наявність нової версії
zh_cn: 版本：{0}。检查新版本

# Diagnostics_Delete
source: Delete
es: Borrar
km: លុប
uk_ua: Видалити
zh_cn: 删除

# Diagnostics_DownloadingPleaseWait
source: Downloading, please wait...
es: Descargando, favor espere…
km: កំពង់ទាញយក សូមរងចាំ...
uk_ua: Відбувається завантаження, будь ласка зачекайте...
zh_cn: 下载中，请等待…

# Diagnostics_NewVersionAvaliable_Title
source: New version exists. Would you like to download and update application?
es: Existe una nueva versión. Le gustaría descargar y actualizar la aplicación?
km: មានកំណែថ្មីហើយ។​ តើអ្នកចង់ទាញយក និង​ធ្វើបច្ចុប្បន្នភាពសំណើរដែរឬទេ?
uk_ua: Існує нова версія. Завантажити і оновити додаток?
zh_cn: 存在新版本。您想要下载并更新应用程序吗？

# Diagnostics_NewVersionNumber_Title
source: Version number:
es: Número de versión:
km: លេខកំណែ៖
uk_ua: Номер версії:
zh_cn: 版本号：

# Diagnostics_Restore_Description
source: By restoring saved data you will replace all current assignments on this device
es: Al restaurar los datos guardados, usted reemplazará las actuales asignaciones en este dispositivo.
km: ដោយមានការរក្សាទុកទិន្នន័យឡើងវិញ អ្នកនឹងជំនួសកិច្ចការថ្មីទាំងអស់សំរាប់ការបែងចែកនេះ។
uk_ua: Відновлення збережених даних приведе до заміни всіх існуючих інтерв'ю на вашому пристрої
zh_cn: 恢复保存的数据将替换这台设备上的所有当前任务

# Diagnostics_Restore_Title
source: RESTORE
es: RESTAURAR
km: ដំឡើងសារឡើងវិញ
uk_ua: Відновити дані з резервної копії
zh_cn: 恢复

# Diagnostics_RestoreReady_Title
source: Saved data found:
es: Datos guardados encontrados:
km: ទិន្នន័យដែលបានរក្សាទុករកឃើញ៖
uk_ua: Знайдені збережені дані:
zh_cn: 找到保存的数据：

# Diagnostics_Send
source: Send
es: Enviar
km: ផ្ងើរ
uk_ua: Відправити
zh_cn: 发送

# Diagnostics_Send_Description
source: All application and interview data will be collected to a single archive. This can take up to 10 minutes.
es: Toda la información y los datos de las entrevistas serán colectados en un solo archivo. Esto puede tomar hasta 10 minutos.
km: គ្រប់ការស្នើរសុំទាំងអស់ និង ទិន្នន័យសម្ភាសន៍ នឹងប្រមូលសំរេចតែមួយ។ នេះអាចចំនាយពេល១០នាទីឡើងទៅ។​
uk_ua: Всі зібрані дані та інформація про додаток будуть зібрані в єдиний архів. Операція може зайняти до 10 хвилин.
zh_cn: 所有的应用程序和调查数据将收集到一个单一的存档文件。这最长需要10分钟。

# Diagnostics_Send_Title
source: Collect and send to HQ all tablet information
es: Colectar la información de la tableta y enviarla a la sede
km: ប្រមូលនិងផ្ញើរ ទី ការិយាល័យកណ្តាល គ្រប់ពត៌មានរបស់ Tablet
uk_ua: Відправити на сервер інформацію про додаток
zh_cn: 收集所有平板电脑信息并发送给总部。

# Diagnostics_ServerUrl
source: Server URL:
es: URL del servidor:

# Diagnostics_Share_Description
source: All information below will be shared as plain text. It can be sent by email, google hangouts of any other messaging app
es: Toda la siguiente información será compartida como archivo plano. Podrá ser enviada por correo electrónico, golpe hagouts y cualquier otra aplicación de mensajería.
km: គ្រប់ពត៌មានទាំងអស់ខាងក្រោមនឹងចែករំលែកជាអត្ថបទធម្មតា។​អាចផ្ញើរតាមរយះអ៊ីមេល google hangouts ចេញជាសារក្នុងapp
uk_ua: Інформація буде зібрана в текстовому вигляді. Вона може бути надіслана електронною поштою, за допомогою додатку Google Hangouts або будь-яким іншим додатком з обміну повідомленнями
zh_cn: 下面的所有信息将通过纯文本方式分享。可以通过电子邮件，谷歌Hangout或任何其他信息应用程序发送。

# Diagnostics_Share_Title
source: Share all technical information
es: Compartir información técnica
km: ចែករំលែកពត៌មានបច្ចេកទេស
uk_ua: Передати технічну інформацію
zh_cn: 分享所有的技术信息

# Diagnostics_TabletInformationReady_Title
source: Data archive is ready
es: El archivo de datos está listo
km: ទិន្នន័យសំរេច បានរូចរាល់
uk_ua: Архів готовий
zh_cn: 数据存档已准备好

# Diagnostics_TabletInformationScope_Title
source: Scope:
es: Alcance:
km: ទំហំការងារ៖
uk_ua: Обсяг:
zh_cn: 范围：

# Diagnostics_TabletInformationWhenGenerated_Title
source: When generated:
es: Cuando se genera:
km: នៅពេលរូមបញ្ចូលគ្នា៖​
uk_ua: Дата і час створення:
zh_cn: 生成时间：

# Diagnostics_TestConnection_Description
source: We will test connection with our server and its speed
es: Probaremos conexión con nuestro server y su velocidad
km: យើងនឹងសាកល្បងភ្ជាប់ជាមួយ server របស់យើង និង​ល្បឿនរបស់វា
uk_ua: Перевірка підключення до сервера і його швидкість
zh_cn: 我们将检测到服务器的连接及速度。

# Diagnostics_TestConnection_Title
source: Test bandwidth to server
es: Prueba de ancho de banda hacia el servidor
km: សាកល្បងbandwidth ទៅកាន់Server
uk_ua: Перевірити швидкість з'єднання з сервером
zh_cn: 测试到服务器的带宽

# Diagnostics_Title
source: Diagnostics
es: Diagnostico
km: អ្នកវិនិច្ឆ័យ
uk_ua: Діагностика
zh_cn: 诊断

# Diagnostics_Update
source: Update
es: Actualizar
km: ធ្វើបច្ចុប្បន្នភាព
uk_ua: Оновити
zh_cn: 更新

# Diagnostics_YouHaveTheLatestVersionOfApplication
source: You have the latest version of application.
es: Usted cuenta con la ultima versión de la aplicación
km: អ្នកមានកំណែចុងក្រោយបំផុតនៃការស្មើរសុំ
uk_ua: У вас встановлена остання версія додатку.
zh_cn: 您的应用程序是最新版。

# FailedToCreateInterview
source: Failed to create interview. Reason: {0}
es: Fallo al crear la entrevista. Razón: {0}

# FailedToLoadInterview
source: Failed to open interview
es: Ha fallado la apertura de la encuesta

# FinishInstallation_EndpointDiffers
source: Synchronization endpoint '{0}' is different from provided in Settings ('{1}'). Load URL from settings?
es: Punto de sincronización '{0}' difiere del indicado en la configuración ('{1}'). Utilizar la URL indicada en configuración ?
km: ចំនុចបញ្ជប់ ការគ្រប់គ្រងរូម'{0}' តើខុសពីការផ្តល់ដោយ Settings ('{1}'). URLទាញចេញពីsettingsដែរឬទេ?

# HostUnreachable
source: No internet access to your server. Check server address and(or) network settings
es: No es posible acezar a su servidor. Verifique la dirección del servidor o la configuración de la red
uk_ua: Немає доступу в Інтернет до вашого серверу. Перевірте настройки адреси серверу та мережі

# Interview_Loading
source: Loading
es: Cargando

# Interview_Loading_With_Percents
source: Loading... {0}%
es: Cargando…{0}

# MenuItem_Title_Diagnostics
source: Diagnostics
es: Diagnostico
km: អ្នកវិនិច្ឆ័យ
uk_ua: Діагностика
zh_cn: 诊断

# MenuItem_Title_Language
source: Language
es: Idioma

# MenuItem_Title_Maps
source: Maps
es: Mapas

# NotSupportedServerSyncProtocolVersion
source: You have incompatible version of Interviewer application. Please, uninstall it and install again from your Survey Solutions Headquarters website
es: Es posible que tenga una versión incompatible de la aplicación Interviewer. Por favor, desinstálela e instale de nuevo desde el webzine de Survey Solutions
km: អ្នកមិនអាចបញ្ជូលកំណែ ការស្នើសុំអ្នកសម្ភាសន៍បានទេ។ សូមកុំដំឡើងវា និង ដំឡើងវាម្តងទៀតពី​គេហទំព័រ Survey Solution Supervisor

# Prefs_EventChunkSizeSummary
source: How many events could be read with one query
es: Cuántos eventos pueden ser leídos con una consulta
km: តើមានហេតុការប៉ុន្មានដែលអាចអានក្នុងសំនួរនេះ

# Prefs_EventChunkSizeTitle
source: Event chunk size
es: Tamaño del fragmento del evento
km: ទំហំហេតុការ

# Share_to_Title
source: Share information to..
es: Compartir información con…
km: ចែករំលែកពត៌មានទៅ....
uk_ua: Передати технічну інформацію за допомогою..
zh_cn: 分享信息给..

# Synchronization_Check_Obsolete_Questionnaires
source: Check for obsolete questionnaires
es: Verificar si hay cuestionarios obsoletos
km: ពិនិត្យសំរាប់កម្រងសំនួរឈប់ប្រើ

# Synchronization_Check_Obsolete_Questionnaires_Description
source: Removing {0} questionnaire out of {1}
es: Eliminando {0} cuestionarios de {1}
km: ការលុបចេញ {0}កម្រងសំនួរចេញពី {1}

# Synchronization_Done
source: Done
es: Hecho

# Synchronization_DoneWithErrors_Title
source: Synchronization completed with errors
es: La sincronización ha finalizado con errores

# Synchronization_Download_AttachmentsCleanup
source: Removing obsolete attachments
es: Eliminando adjuntos obsoletos
km: ការលុប ឯកសារភ្ជាប់ ដែលឈប់ប្រើ

# Synchronization_DownloadingLogo
source: Downloading logo
es: Descargando logo

# Synchronization_Fail_State_FailedToProcess_Format
source: {0} interview(s) failed to synchronize
es: {0} entrevistas han fallado en la sincronización

# Synchronization_Of_AssignmentsFormat
source: Synchronizing {0} of {1} assignment(s)
es: Sincronizando {0} de {1} asignaciones

# Troubleshooting_RestoreFolderIsEmpty
source: Folder '{0}' is empty. Please put the backup you want to restore in the folder.
es: La carpeta {0} está vacía. Por favor coloque el respaldo que desea cargar en la carpeta
km: Folder'{0}' គឺទទេ។ សូមដាក់packup អ្នកចង់បង្កើតវាម្តងទៀតក្នុង Folder
uk_ua: Папка '{0}' порожня. Будь ласка, покладіть резервну копію, з якої Вы бажаєте відновитись в цю папку.

# UnacceptableSSLCertificate
source: Failed to verify certificate for target URL. Please, check if Headquarters website address is valid and your device has corrent current date and time
es: No ha sido posible verificar el certificado de la URAL. Por favor verifique que el website de la sede es válido y verifique que su dispositivo tiene la fecha y hora correcta.

# Diagnostics_BandwidthTestPing_Title
source: Ping:
km: សូរសំលេងពីង៖
uk_ua: Пінг:

# Diagnostics_No
source: No
km: ទេ
uk_ua: Ні
zh_cn: 否
