Repository: surveysolutions/surveysolutions
Catalog: src/Core/SharedKernels/Enumerator/Enumerator/Properties/InterviewerUIResources.*.resx
Languages: es, km, th_th, uk_ua, zh_cn

# AccountIsLockedOnServer
source: Your user account is locked. Please contact your supervisor.
es: Su cuenta de usuario está bloqueada. Póngase en contacto con su supervisor.
km: គណនេយ្យរបស់អ្នកត្រូវបានចាក់សោរ។ សូមទាក់ទងប្រធានរបស់អ្នក
th_th: บัญชีผู้ใช้ถูกล็อก กรุณาติดต่อ Supervisor
uk_ua: Обліковий запис користувача заблоковано. Будь ласка, зв'яжіться з вашим керівником.
zh_cn: 您的账户已被锁定。请联系督导员。

# AccountIsNotAnInterviewer
source: Your account doesn't have Interviewer role
es: Su cuenta no tiene especificación de entrevistador
km: គណនេយ្យរបស់អ្នកមិនមានតួនាទីអ្នកសម្ភាសន៍
th_th: บัญชีผู้ใช้ไม่ได้กำหนดสิทธิ์ให้เป็น Interviewer
uk_ua: Ваш обліковий запис не має роль інтерв'юера
zh_cn: 您的账户没有调查员权限。

# AccountIsNotApprovedOnServer
source: Your account is not approved. Please contact your supervisor.
es: Su cuenta no está aprobada. Por favor, póngase en contacto con su supervisor.
km: គណនេយ្យរបស់អ្នកមិនអនុញ្ញាតិ។ សូមទាក់ទងប្រធានកុរុមរបស់អ្នក។​
th_th: บัญชีผู้ใช้ไม่ได้รับการอนุมัติ กรุณาติดต่อ Supervisor
uk_ua: Ваш обліковий запис не підтверджено. Будь ласка, зв'яжіться з вашим керівником.
zh_cn: 您的账户未获批准。请联系督导员。

# ApplicationIncompatibleWithServer
source: Your application is not compatible with server one. Update your Interviewer application.
es: Su aplicación no es compatible con el servidor. Actualice la aplicación del entrevistador.
km: ការស្នើសុំរបស់អ្នកមិនអាចទទួលយកបានទេ ជាមួយ server. ធ្វើបច្ចុប្បន្នភាព ការស្នើសុំសម្ភាសន៍របស់អ្នកម្តងទៀត។​
th_th: เวอร์ชันที่ใช้อยู่ไม่ตรงกับเซิร์ฟเวอร์ กรุณาปรับปรุง Survey Solutions Interviewer
uk_ua: Додаток несумісний із сервером. Оновіть ваш додаток.
zh_cn: 您的应用程序与服务器不兼容。请更新您的调查员应用程序。

# Dashboard_CompletedLinkText
source: Completed ({0})
es: Terminado ({0})
km: បញ្ចប់ ({0})
th_th: เสร็จสมบูรณ์ : ({0})
uk_ua: Завершено ({0})
zh_cn: 已完成({0})

# Dashboard_NewItemsLinkText
source: New ({0})
es: Nuevo ({0})
km: ថ្មី ({0})
th_th: งานใหม่ : ({0})
uk_ua: Нові ({0})
zh_cn: 新({0})

# Dashboard_NoInterviewsSyncButton
source: Synchronize
es: Sincronizar
km: គ្រប់គ្រងរួម
th_th: ซิงโครไนส์
uk_ua: Синхронізуватися
zh_cn: 同步

# Dashboard_NoInterviewsText
source: Synchronize to get new tasks or contact your supervisor for further instructions
es: Sincronizar para obtener nuevas tareas o contactar a su supervisor para recibir más instrucciones
km: គ្រប់គ្រងរួម ដើម្បីធ្វើកិច្ចការថ្មី ឬទាក់ទង ប្រធានរបស់អ្នកសំរាប់ការណែនាំបន្ត។
th_th: ซิงโครไนส์เพื่อรับงานใหม่ หรือติดต่อ Supervisor เพื่อรับคำแนะนำเพิ่มเติม
uk_ua: Синхронізуйтесь, щоб отримати нові призначення або зв'яжіться з вашим керівникомі, щоб отримати подальші інструкції
zh_cn: 同步以获取新任务或联系督导员获得进一步的指导

# Dashboard_NoInterviewsTitle
source: You have no new assignments
es: No tiene tareas nuevas
km: អ្នកមិនមានកិច្ចការថ្មីទេ
th_th: ไม่มีงานใหม่
uk_ua: У вас немає нових призначень
zh_cn: 您没有新任务

# Dashboard_NoNewItemsLinkText
source: No New
es: Ningún nuevo
km: មិនមានថ្មី
th_th: ไม่มีงานใหม่
uk_ua: Ніяких нових
zh_cn: 没有新任务

# Dashboard_Reinitialize_Interview_Message
source: This interview is completed. Do you want to reopen the interview?
es: Esta entrevista está completada. Desea reiniciar la entrevista?
km: ការសម្ភាសន៍បានបញ្ចប់។ តើអ្នកចងចាប់ផ្តើមសម្ភាសន៍ដែរឬទេ?​
th_th: สัมภาษณ์เสร็จสมบูรณ์ ต้องการกลับไปแก้ไขเพิ่มเติมหรือไม่
uk_ua: Це інтерв'ю було завершене. Ви бажаєте знову почати інтерв'ю?
zh_cn: 该调查已结束。您想要重新开始调查吗？

# Dashboard_RejectedLinkText
source: Rejected ({0})
es: Rechazado ({0})
km: បដិសេធ({0})
th_th: ถูกปฏิเสธ : ({0})
uk_ua: Відхилені ({0})
zh_cn: 驳回({0})

# Dashboard_RemoveInterviewQuestion
source: Are you sure you want to delete this interview {0}?
es: Está seguro que desea eliminar esta entrevista {0}?
km: តើអ្នកប្រាកដទេថាអ្នកចង់លុបការសម្ភាសន៍នេះ {0}?
th_th: ต้องการลบข้อมูลการสัมภาษณ์ของ {0} หรือไม่
uk_ua: Ви дійсно бажаєте видалити це інтерв'ю {0}?
zh_cn: 您确定要删除这个调查{0}吗？

# Dashboard_StartedLinkText
source: Started ({0})
es: Comenzó ({0})
km: ចាប់ផ្តើម ({0})
th_th: เริ่มสัมภาษณ์ : ({0})
uk_ua: Розпочаті ({0})
zh_cn: 已开始({0})

# DashboardItem_CensusModeComment
source: Census mode, Interviews created: {0}
es: Modo de censo, entrevistas creadas: {0}
km: គំរូជំរឿន បង្កើតការសម្ភាសន៍៖ {0}
th_th: โหมดสำมะโน สร้างการสัมภาษณ์แล้ว : {0}
uk_ua: Режим перепису , інтерв'ю створено: {0}
zh_cn: 普查模式，已创建调查：{0}

# DashboardItem_CompletedOn
source: Completed on {0}
es: Completado el {0}
km: បញ្ចប់លើ {0}
th_th: เสร็จสมบูรณ์เมื่อ {0}
uk_ua: Завершено о {0}
zh_cn: 已于{0}完成

# DashboardItem_CreatedOn
source: Created on {0}
es: Creado el {0}
km: បង្កើតលើ {0}
th_th: มอบหมายงานเมื่อ {0}
uk_ua: Створено {0}
zh_cn: 已于{0}创建

# DashboardItem_NotStarted
source: Not started
es: No se inició
km: មិនទាន់ចាប់ផ្តើម
th_th: ยังไม่เริ่มต้น
uk_ua: Не розпочато
zh_cn: 未开始

# DashboardItem_RejectedOn
source: Rejected on {0}
es: Rechazado el {0}
km: បដិសេធលើ​{0}
th_th: ถูกปฏิเสธเมื่อ {0}
uk_ua: Відхилені на {0}
zh_cn: 已于{0}驳回

# DashboardItem_StartedOn
source: Started on {0}
es: Iniciado el {0}
km: ចាប់ផ្តើមលើ{0}
th_th: เริ่มสัมภาษณ์เมื่อ {0}
uk_ua: Розпочато о {0}
zh_cn: 已于{0}开始

# InternalServerError
source: Server error. Please contact the support team at support@mysurvey.solutions
es: Error del servidor. Por favor, póngase en contacto con el equipo de soporte escribiendo a support@mysurvey.solutions.
km: Server មានបញ្ហា។ សូមទាក់ទងក្រុមជំនួយតាមអ៊ីមែល support@mysurvey.solutions
th_th: ข้อผิดพลาดของเซิร์ฟเวอร์ กรุณาติดต่อทีมสนับสนุนที่ support@mysurvey.solutions
uk_ua: Помилка сервера. Будь ласка, зв'яжіться зі службою підтримки на support@mysurvey.solutions.
zh_cn: 服务器错误。请联系支持团队：support@mysurvey.solutions。

# InvalidEndpoint
source: Supervisor website address is invalid. Make sure that you entered correct url address
es: La dirección del sitio web del supervisor no es válida. Asegúrese de que ha introducido la dirección url correcta.
km: អាស័យដ្ឋាន គេហទំព័រប្រធានមិនត្រឹមត្រូវ។ ប្រាកដថា អ្នកបញ្ចូលអាស័យដ្ឋានត្រឹមត្រូវ
th_th: แอดเดรสของเว็บไซต์ Survey Solutions Supervisor ไม่ถูกต้อง กรุณาระบุแอดเดรสที่ถูกต้อง
uk_ua: Адреса веб-сайту є неприпустимою. Переконайтеся, що введено правильну URL-адресу.
zh_cn: 督导员网址无效。请确保输入的网址是正确的。

# Login_FinishInstallation_Message
source: This is first boot on this device. User and domain are not set yet.<br />You need internet connection to proceed
es: Este es el primer arranque de este dispositivo. Usuario y dominio no están establecidos aún.<br>Necesita conexión a internet para proceder
km: នេះគឺជាដំណើរបើកដំបូង។ អ្នកប្រើ​និង domain គឺមិនទាន់បង្កើតទេ។<br /> អ្នកត្រូវដំណើរការភ្ជាប់អ៊ិនធឺណែត
th_th: สำหรับการใช้งานเครื่องครั้งแรก ชื่อผู้ใช้และโดเมนยังไม่ได้ถูกกำหนด ต้องเชื่อมต่ออินเทอร์เน็ตเพื่อดำเนินการต่อไป
uk_ua: Це перше завантаження на цьому пристрою. Користувач і домен ще не встановлені.<br>Необхідне підключення до Інтернету для продовження
zh_cn: 这是在这台设备上第一次使用本程序，尚未设置用户名和域名。<br />您需要有网络连接才能继续进行。

# Login_Online_Signin_Explanation_message
source: You could try to sign in online if you forgot your password or it was reset
es: Puede intentar conectar en línea si olvidó su contraseña o la reseteó
km: អ្នកអាចព្យាយាមចុះឈ្មោះ តាម ប្រព័ន្ធអ៊ិនធឺណែត ប្រសិនបើអ្នកភ្លេចលេខកូដ រឺវាត្រូវបានបង្កើតឡើងវិញ។​
th_th: ควรลองเข้าสู่ระบบแบบออนไลน์ ถ้าคุณลืมรหัสผ่านหรือรหัสผ่านถูกเปลี่ยน
uk_ua: Ви може спробувати увійти онлайн, якщо ви забули пароль або його було скинуто
zh_cn: 如果您忘记了密码或者密码已重置，您可以尝试在线登录。

# Login_Online_SignIn_Failed
source: Authentication problem on the remote server. Please contact your Supervisor
es: Problema de autenticación en el servidor remoto también. Por favor, póngase en contacto con su Supervisor u oficina central
km: មានបញ្ហាមិនអោយទៅមុខ នៅលើការបញ្ជា server។​សូមទាកទងទៅប្រធានរបស់អ្នក។
th_th: มีปัญหาการยืนยันตัวตน กรุณาติดต่อ Supervisor หรือ Headqurater
uk_ua: Проблема аутентифікації на віддаленому сервері. Зверніться до свого супервізора або до штаб-квартири
zh_cn: 远程服务器身份认证问题。请联系督导员或总部。

# Login_WrongPassword
source: Wrong password
es: Contraseña incorrecta
km: ខុសលេខកូដ
th_th: รหัสผ่านไม่ถูกต้อง
uk_ua: Неправильний пароль
zh_cn: 密码错误

# Maintenance
source: The website of Survey Solutions Supervisor is on maintenance. Sorry for the inconvenience
es: El sitio web de Survey Solutions Supervisor está ahora en el modo de mantenimiento. Disculpen las molestias
km: គេហទំព័រ survey Solutions Supervisor កំពុងជួសជុល។ សូមអាធ្យាស្រ័យសំរាប់ការរអាក់រអួល។​
th_th: เว็บไซต์ Survey Solutions Supervisor อยู่ระหว่างการบำรุงรักษา ขออภัยในความไม่สะดวก
uk_ua: Сайт зараз у режимі супроводу. Вибачте за незручності
zh_cn: Survey Solutions督导员网站正在维护中。Survey Solutions Designer网站正处于维护模式。

# MenuItem_Title_Dashboard
source: Dashboard
es: Tablero de instrumentos
uk_ua: Інформаційна панель
zh_cn: 任务面板

# MenuItem_Title_Login
source: Login
es: Iniciar de sesión
km: ចូលក្នុង
th_th: เข้าสู่ระบบ
uk_ua: Увійти
zh_cn: 登录

# MenuItem_Title_Settings
source: Settings
es: Configuración
km: ស៊ីតធីង
th_th: การตั้งค่า
uk_ua: Параметри
zh_cn: 设置

# MenuItem_Title_SignOut
source: Sign out
es: Cerrar sesión
km: ចាក់ចេញពី
th_th: ออกจากระบบ
uk_ua: Вийти
zh_cn: 注销

# NoNetwork
source: No network. Check your network settings
es: No hay red. Compruebe su configuración de red
km: មិនអាចភ្ជាប់បណ្តាញ។ ពិនិត្យ បណ្តាញស៊ីតធីង
th_th: ไม่สามารถใช้งานเครือข่ายได้ กรุณาตรวจสอบการตั้งค่าเครือข่าย
uk_ua: Немає мережи. Перевірте налаштування мережі
zh_cn: 没有网络连接。请检查网络设置。

# Prefs_AboutApplication
source: About application
es: Acerca de la aplicación
km: អំពីការស្នើសុំ៖
th_th: เกี่ยวกับแอพพลิเคชัน
uk_ua: Про додаток
zh_cn: 关于应用程序

# Prefs_ApplicationVersionTitle
source: Application version:
es: Versión de la aplicación:
km: កំណែការស្នើសុំ៖
th_th: เวอร์ชันของแอพพลิเคชัน
uk_ua: Версія додатка:
zh_cn: 应用程序版本：

# Prefs_BufferSizeSummary
source: Number of bytes for package by receiving/transmitting data from/to supervisor application
es: Número de bytes por paquete de recepción/transmisión de datos desde/a solicitud del supervisor
km: ចំនួននៃកញ្ចប់ bytesដែលបានទទួល/បញ្ជូនទិន្នន័យពី/ ទៅកាន់ប្រធានស្នើសុំ។
th_th: ขนาดของแพคเกจ (ไบต์) ที่รับ/ส่ง จาก/ถึง Survey Solutions Supervisor
uk_ua: Кількість байтів для розміру пакету даних
zh_cn: 从（向）督导员应用程序收到（发送）数据的文件包字节

# Prefs_BufferSizeTitle
source: Communication package size
es: Tamaño del paquete de comunicación
km: ទំហំកញ្ចប់ទំនាក់ទំនង
th_th: ขนาดของแพคเกจ
uk_ua: Розмір пакета даних
zh_cn: 通讯包大小

# Prefs_ConnectionSettings
source: Connection settings
es: Configuración de la conexión
km: ស៊ីតធីងការតភ្ជាប់
th_th: การตั้งค่าการเชื่อมต่อ
uk_ua: Параметри підключення
zh_cn: 连接设置

# Prefs_DeviceIdTitle
source: Device ID:
es: Identificación (ID) del dispositivo:
km: ការបែងចែកកូដ៖
th_th: หมายเลขเครื่องที่ใช้งาน :
uk_ua: Ідентифікатор пристрою:
zh_cn: 设备ID：

# Prefs_EndpointTitle
source: Supervisor URL
es: URL del supervisor
km: ប្រធាន URL
th_th: URL ของ Survey Solutions Supervisor
uk_ua: URL адреса супервізора
zh_cn: 督导员网址

# Prefs_GpsReceiveTimeoutSecSummary
source: Number of seconds to wait for coordinates
es: Número de segundos a esperar para coordenadas
km: ចំនួនវិនាទីរងចាំសំរាប់ការសម្របសម្រួល
th_th: จำนวนวินาทีในการจับพิกัด
uk_ua: Кількість секунд очікування на отримання координат
zh_cn: 等待坐标的时间（秒）

# Prefs_GpsReceiveTimeoutSecTitle
source: GPS Receive timeout
es: Tiempo de espera para la recepción de GPS
km: ជីភីអេសហួសពេលទទួលបាន
th_th: กำหนดเวลาในการจับพิกัด
uk_ua: Час очікування GPS
zh_cn: GPS接收超时

# Prefs_HttpResponseTimeoutSummary
source: Number of seconds to wait until server response
es: Número de segundos para esperar respuesta del servidor
km: ចំនួនវិនាទីរងចាំរហូតដល់មានការឆ្លើយតបពី server
th_th: จำนวนวินาทีในการรอการตอบสนองของเซิร์ฟเวอร์
uk_ua: Кількість секунд очікування на відповідь серверу
zh_cn: 等待服务器响应的时间（秒）

# Prefs_HttpResponseTimeoutTitle
source: Server Response timeout
es: Tiempo de respuesta de servidor
km: ហួសពេលការឆ្លើយតបពីServer
th_th: กำหนดเวลาในการตอบสนองของเซิร์ฟเวอร์
uk_ua: Час очікування відповіді сервера
zh_cn: 服务器响应超时

# Prefs_InterviewSettings
source: Interview settings
es: Configuración de la entrevista
km: ការដាក់សម្ភាសន៍
th_th: การตั้งค่าการสัมภาษณ์
uk_ua: Настройки інтерв'ю
zh_cn: 调查设置

# Prefs_Title
source: Settings
es: Configuración
km: ការដាក់ (ស៊ីតធីង)
th_th: การตั้งค่า
uk_ua: Параметри
zh_cn: 设置

# RequestCanceledByUser
source: Request cancelled by user
es: Solicitud cancelada por el usuario
km: អ្នកប្រើស្នើសុំលុបចោល
th_th: การร้องขอถูกยกเลิกโดยผู้ใช้งาน
uk_ua: Запит скасовано користувачем
zh_cn: 请求被用户取消

# RequestTimeout
source: Timeout when connecting to the Survey Solutions Supervisor website. Check your internet connection.
es: Tiempo de espera cuando se conecta a la Página Web de Surrey Solutions Supervisor. Compruebe su conexión a internet.
km: ហួសពេល នៅពេលតភ្ចាប់គេហទំព័រ Survey Solution supervisor។ សូមពិនិត្យការភ្ចាប់អ៊ិនធឺណែត។
th_th: หมดเวลาการเชื่อมต่อเว็บไซต์ Survey Solutions Supervisor กรุณาตรวจสอบการเชื่อมต่ออินเทอร์เน็ต
uk_ua: Вичерпано час очікування під час підключення до веб-сайту. Перевірте підключення до Інтернету.
zh_cn: 连接到Survey Solutions督导员网站时超时。请检查网络连接。

# ServiceUnavailable
source: No connection to the Survey Solutions Supervisor. Please make sure that the website is available.
es: No hay conexión con el Survey Solutions Supervisor. Por favor, asegúrese de que el sitio web está disponible.
km: មិនអាចភ្ចាប់ទៅ Survey Solution supervisor។ សូមប្រាកដថា គេហទំព័រត្រឹមត្រូវ។​
th_th: ไม่สามารถเชื่อมต่อกับเว็บไซต์ Survey Solutions Supervisor กรุณาตรวจสอบให้แน่ใจว่าเว็บไซต์พร้อมใช้งาน
uk_ua: Немає зв'язку з додатком супервізора. Будь ласка, переконайтеся, що веб-сайт доступний.
zh_cn: 未能连接到Survey Solutions督导员网站。请确保网站可用。

# Synchronization_Cancel
source: Cancel
es: Cancelar
km: លុបចោល
th_th: ยกเลิก
uk_ua: Скасувати
zh_cn: 取消

# Synchronization_Download_Description_Format
source: {0} of {1} {2} done
es: {0} de {1} {2} completados
km: {0} of {1} {2} ធ្វើរូច
th_th: {0} จาก {1} {2} เสร็จแล้ว
uk_ua: {0} з {1} {2} зроблено
zh_cn: {1} {2}中的{0}已完成

# Synchronization_Download_Title
source: Updating assignments
es: Actualización de las tareas
km: ធ្វើបច្ចុប្បន្នភាព កិច្ចការ
th_th: กำลังปรับปรุงการมอบหมายงาน
uk_ua: Оновлення завдань
zh_cn: 更新任务

# Synchronization_Fail_State_DeletedInterviews_Format
source: {0} of {1} interviews deleted
es: {0} de {1} entrevistas eliminadas
km: {0} of {1} លុបការសម្ភាសន៍
th_th: การสัมภาษณ์ที่ถูกลบ {0} จาก {1}
uk_ua: {0} з {1} інтерв'ю було видалено
zh_cn: 已删除{1}个任务中的{0}个

# Synchronization_Fail_State_NewInterviews_Format
source: {0} of {1} new interviews downloaded
es: {0} de {1} nuevas entrevistas descargadas
km: {0} of {1} ទាញយកការសម្ភាសន៍ថ្មី
th_th: การสัมภาษณ์ที่ถูกดาวน์โหลดใหม่ {0} จาก {1}
uk_ua: {0} з {1} нових інтерв'ю було завантажено
zh_cn: 已下载{1}个新任务中的{0}个

# Synchronization_Fail_State_RejectedInterviews_Format
source: {0} of {1} rejected interviews returned
es: {0} de {1} entrevistas rechazadas devueltas
km: {0} of {1} ទាញយកមកវិញសំរាប់សម្ភាសន៍លុបចោល
th_th: การสัมภาษณ์ที่ถูกปฏิเสธ {0} จาก {1}
uk_ua: {0} з {1} відхилених інтерв'ю було повернуто
zh_cn: 已返回{1}个被驳回任务中的{0}个

# Synchronization_Fail_State_UploadedInterviews_Format
source: {0} of {1} completed interviews uploaded
es: {0} de {1} entrevistas terminadas cargadas
km: {0} of {1} បញ្ចប់ ការចាប់យកការសម្ភាសន៍
th_th: การสัมภาษณ์สมบูรณ์ที่อัพโหลดแล้ว {0} จาก {1}
uk_ua: {0} з {1} завершених інтерв'ю було завантажено
zh_cn: 已上传{1}个完成任务中的{0}个

# Synchronization_Fail_Title
source: Synchronization was interrupted, please try again
es: Sincronización interrumpida, por favor, inténtelo de nuevo
km: ការគ្រប់គ្រងរួម មានការរំខាន សូមព្យាយាមម្តងទៀត
th_th: การซิงโครไนส์ไม่สำเร็จ กรุณาลองอีกครั้ง
uk_ua: Синхронізація була перервана, будь ласка, спробуйте ще раз
zh_cn: 同步被中断，请重试。

# Synchronization_Fail_UnexpectedException
source: Unexpected exception
es: Excepción inesperada
km: រំពឹងមិនទទួលយក
th_th: ข้อยกเว้นที่นอกเหนือจากที่คาดการณ์ไว้
uk_ua: Неочікуваний виняток
zh_cn: 意外错误

# Synchronization_Interviews
source: interviews
es: entrevistas
km: សម្ភាសន៍
th_th: สัมภาษณ์
uk_ua: інтерв'ю
zh_cn: 调查

# Synchronization_LockedAssignments_Text
source: Assignments are locked until synchronization is complete
es: Las tareas están bloqueadas hasta que la sincronización es completa
km: កិច្ចការគឺចាក់សោរ រហូតដល់ ការគ្រប់គ្រងរូមបញ្ចប់
th_th: การมอบหมายงานถูกล็อคจนกว่าการซิงโครไนส์จะเสร็จเรียบร้อย
uk_ua: Призначення заблоковані до завершення синхронізації
zh_cn: 同步完成之前任务被锁定

# Synchronization_Questionnaires
source: questionnaires
es: cuestionarios
km: កម្រងសំនួរ
th_th: แบบสอบถาม
uk_ua: запитальники
zh_cn: 调查问卷

# Synchronization_Success_Description
source: All assignments were updated
es: Se actualizaron todas las tareas
km: គ្រប់កិច្ចការទាំងអស់បានធ្វើបច្ចុប្បន្នភាព
th_th: การมอบหมายงานทั้งหมดถูกปรับปรุง
uk_ua: Всі призначення було оновлено
zh_cn: 所有任务已更新

# Synchronization_Success_State_DeletedInterviews_Format
source: {0} interviews deleted
es: {0} entrevistas eliminadas
km: {0} លុបការសម្ភាសន៍
th_th: การสัมภาษณ์ที่ถูกลบ : {0}
uk_ua: {0} інтерв'ю було видалено
zh_cn: 已删除{0}个调查

# Synchronization_Success_State_NewInterviews_Format
source: {0} new interviews downloaded
es: {0} nuevas entrevistas descargadas
km: {0} ទាញយកការសម្ភាសន៍ថ្មី
th_th: การสัมภาษณ์ที่ถูกดาวน์โหลดใหม่ : {0}
uk_ua: {0} нових інтерв'ю було скачано
zh_cn: 已下载{0}个新调查

# Synchronization_Success_State_RejectedInterviews_Format
source: {0} rejected interviews returned
es: {0} entrevistas rechazadas devueltas
km: {0} ទាញប្រឡប់មកវិញ លុបចោលការសម្ភាសន៍
th_th: การสัมภาษณ์ที่ถูกปฏิเสธ : {0}
uk_ua: {0} відхилених інтерв'ю було повернуто
zh_cn: 已返回{0}个被驳回的调查

# Synchronization_Success_State_UploadedInterviews_Format
source: {0} completed interviews uploaded
es: {0} entrevistas terminadas cargadas
km: {0} បញ្ចប់ ការចាប់យកការសម្ភាសន៍
th_th: การสัมภาษณ์สมบูรณ์ที่อัพโหลดแล้ว : {0}
uk_ua: {0} завершених інтерв'ю було завантажено
zh_cn: 已上传{0}个完成的调查

# Synchronization_Success_Title
source: Synchronization successfully completed
es: Sincronización completada con éxito
km: ការគ្រប់គ្រងរួម បានបញ្ជប់ដោយជោគជ័យ
th_th: การ Synchronize เสร็จสมบูรณ์
uk_ua: Синхронізацію успішно завершено
zh_cn: 同步成功完成

# Synchronization_Upload_CompletedAssignments_Text
source: completed assignments
es: tareas completadas
km: បញ្ចប់កិច្ចការ
th_th: งานที่ได้รับมอบหมายเสร็จสมบูรณ์
uk_ua: Завершені призначення
zh_cn: 已完成的任务

# Synchronization_Upload_Description_Format
source: {0} of {1} {2} done
es: {0} de {1} {2} completados
km: {0} of {1} {2} ធ្វើរូច
th_th: {0} จาก {1} {2} เสร็จแล้ว
uk_ua: {0} з {1} {2} зроблено
zh_cn: {1} {2}中的{0}已完成

# Synchronization_Upload_Interviews_Text
source: interviews
es: entrevistas
km: សម្ភាសន៍
th_th: สัมภาษณ์
uk_ua: інтерв'ю
zh_cn: 调查

# Synchronization_Upload_Title_Format
source: Uploading {0}
es: Cargar {0}
km: កំពង់ដាក់ចូល {0}
th_th: กำลังอัพโหลด : {0}
uk_ua: Завантаження {0}
zh_cn: 正在上传{0}

# Synchronization_UserAuthentication_Description
source: Preparing for synchronization
es: Preparando sincronización
km: កំពង់រៀបចំការគ្រប់គ្រងរួម
th_th: กำลังเตรียมความพร้อมสำหรับการซิงโครไนส์
uk_ua: Підготовка до синхронізації
zh_cn: 准备同步

# Synchronization_UserAuthentication_Title
source: User authentication
es: Autenticación de usuario
km: អ្នកប្រើ ត្រឹមត្រូវតាមច្បាប់
th_th: การยืนยันบัญชีผู้ใช้
uk_ua: Автентифікація користувача
zh_cn: 用户认证

# Synchronization_UserLinkedToAnotherDevice_Status
source: User authentication error
es: Error de autenticación de usuario
km: អ្នកប្រើ មិនត្រឹមត្រូវតាមច្បាប់
th_th: การยืนยันบัญชีผู้ใช้เกิดข้อผิดพลาด
uk_ua: Помилка автентифікації користувача
zh_cn: 用户认证错误

# Synchronization_UserLinkedToAnotherDevice_Title
source: Your account was relinked to another tablet
es: Su cuenta fue vinculada a otro tableta
km: គណនេយ្យរបស់អ្នក​ត្រុវបានភ្ចាប់ម្តងទៀត ទៅនឹង Tablet ផ្សេងទៀត
th_th: บัญชีผู้ใช้ถูกใช้งานด้วยเครื่องอื่น
uk_ua: Ваш обліковий запис був зв'язаний з іншим планшетом
zh_cn: 您的账户已经被重新链接到另外一台平板电脑

# Synchronization_UserPassword_Update_Format
source: Authentication problem. We were unable to confirm your credentials '{0}'. Your account may have a different password, be locked or deleted. Please re-enter your password. If the problem persists, contact your Supervisor or Headquarters.
es: Problema de autenticación. No ha sido posible confirmar su cuenta de entrevistador ('{0}'). Su cuenta puede tener uno de los siguientes problemas: tener una contraseña diferente a la que entró, estar bloqueada por la oficina central o haber sido borrada por la misma. Favor introducir contraseña actualizada. Si esto no resuelve el problema, póngase en contacto con su Supervisor u oficina central.
km: បញ្ហាមិនត្រូវត្រូវតាមច្បាប់។ យើងមិនអាចបន្តបញ្ជាក់ជាមួយលេខសំគាល់របស់អ្នក {0}. គណនេយ្យរបស់អ្នកប្រហែលជាខុសលេខកូដ ជាប់សោរ ឬបានលុប។ សូមវាយបញ្ចូលលេខកូដម្តងទៀត។ ប្រសិនបើអ្នកមានបញ្ហា សូមទាក់ទងប្រធានរបស់អ្នក។
th_th: ไม่สามารถยืนยันบัญชีผู้ใช้ได้ ({0}) อาจจะมีปัญหาอย่างใดอย่างหนึ่งต่อไปนี้ พิมพ์รหัสผ่านไม่ถูกต้อง บัญชีผู้ใช้ถูกล็อคโดย Headquarter บัญชีผู้ใช้ถูกลบโดย Headquarter กรุณาป้อนรหัสผ่านล่าสุด ถ้ายังไม่สามารถแก้ปัญหาได้ กรุณาติดต่อ Supervisor
uk_ua: Проблема аутентифікації. Ми не змогли підтвердити ваш обліковий запис ('{0}'). Ваш обліковий запис, можливо має одну з таких проблем: відмінний від введеного пароль, заблокований штаб-квартирою або можливо видалиний. Будь ласка, спробуйте оновлений пароль. Якщо це не вирішить проблему, зверніться до свого супервізора або до штаб-квартири.
zh_cn: 认证问题。我们不能确认您的调查员账户（‘{0}’）。您的账户可能存在下列问题之一：密码与您输入的不一致、账户已被总部锁定或删除。请输入更新后的密码。如果还不能解决问题，请联系督导员或总部。

# Troubleshooting_Backup
source: Create backup
es: Crear copia de seguridad
km: បង្កើត Backup
th_th: สำรองข้อมูล
uk_ua: Створити резервну копію
zh_cn: 创建备份

# Troubleshooting_BackupErrorMessage
source: Something went wrong and backup failed to be created
es: Algo salió mal y la copia de seguridad no pudo ser creada
km: បញ្ហាខ្លះបានខុស និង backup បង្កើតខុស
th_th: เกิดข้อผิดพลาดบางอย่าง และทำให้ไม่สามารถสำรองข้อมูลได้
uk_ua: Щось пішло не так і резервну копію створити не вдалося
zh_cn: 出现错误，创建备份失败

# Troubleshooting_BackupWasSaved
source: Backup was saved to {0}
es: Copia de seguridad se guardó en {0}
km: Backup ត្រូវបានរក្សាទុក {0}
th_th: การสำรองข้อมูลถูกบันทึกที่ {0}
uk_ua: Резервне копіювання було збережено на {0}
zh_cn: 备份已保存到{0}

# Troubleshooting_CurrentVersion_CheckForUpdates
source: Version: {0}. Check for a new version
es: Versión: {0}. Busque una nueva versión
km: កំណែ {0}​ បានពិនិត្យសំរាប់កំណែថ្មី
th_th: เวอร์ชัน : {0} กรุณาตรวจสอบเวอร์ชันใหม่
uk_ua: Версія: {0}. Перевірити наявність нової версії
zh_cn: 版本：{0}。检查新版本

# Troubleshooting_InformationPackageIsSuccessfullySent
source: Information package is successfully sent
es: Paquete de información enviado con éxito
km: កញ្ចប់ពត៌មានផ្ញើរបានជោគជ័យ
th_th: แพคเกจข้อมูลถูกส่งเรียบร้อยแล้ว
uk_ua: Інформаційний пакет успішно відправлено
zh_cn: 信息包已成功发送

# Troubleshooting_InformationPackageSizeWarningFormat
source: Information package of size {0} will be sent via network. Are you sure you want to send it?
es: Paquete de información de tamaño {0} se enviará a través de la red. Está seguro que desea enviarlo?
km: ទំហំកញ្ចប់ពត៌មាន {0} នឹងផ្ញើរតាមរយះបណ្តាញNetwork។ តើអ្នកច្បាស់ទេថាចង់ផ្ញើរចេញ?
th_th: แพคเกจข้อมูลที่มีขนาด {0} จะถูกส่งผ่านเครือข่าย คุณต้องการส่งหรือไม่
uk_ua: Інформаційний пакет розміру {0} буде надіслано через мережу. Ви впевнені, що ви хочете відправити його?
zh_cn: 将通过网络发送大小为{0}的信息包。您确认发送吗？

# Troubleshooting_NewVerisonExist
source: New version exists. Would you like to download and update application?
es: Existe nueva versión. Le gustaría descargar y actualizar la aplicación?
km: មានកំណែថ្មីហើយ។​ តើអ្នកចង់ទាញយក និង​ធ្វើបច្ចុប្បន្នភាពសំណើរដែរឬទេ?
th_th: มีเวอร์ชันใหม่แล้ว คุณต้องการดาวน์โหลดและปรับปรุง Survey solution Interviewer หรือไม่
uk_ua: Існує нова версія. Ви бажаєте завантажити та оновити додаток?
zh_cn: 存在新版本。您想要下载并更新应用程序吗？
