Repository: surveysolutions/surveysolutions
Catalog: src/Core/SharedKernels/Enumerator/Enumerator/Properties/UIResources.*.resx
Languages: ar, es, fr, id_id, ka, km, pt, ro, ru, uk, uk_ua, vi, vi_vn, zh

# Interview_Group_Status_StartedIncompleteFormat
source: Section started: {0}
ar: القسم بدأ: {0}
es: Sección iniciada: {0}
fr: Section commencée : {0}
id_id: Bagian mulai: {0}
ka: დაწყებული სექციები: {0}
km: ផ្នែកនេះចាប់ផ្តើម {0}
pt: Seção iniciada: {0}
ro: Secțiune începută: {0}
ru: Секция частично заполнена ({0})
uk: Розділів розпочато: {0}
uk_ua: Розділ частково заповнен: {0}
vi: Phần đã bắt đầu: {0}
vi_vn: Số mục đã bắt đầu phỏng vấn: {0}
zh: 已开始的部分：{0}

# Interview_Question_Integer_ParsingError
source: Entered value cannot be parsed as integer value
ar: القيمة المدخلة لا يمكن تحليلها كقيمة عدد صحيح
es: Valor introducido no puede ser tratado como entero
fr: La valeur entrée ne peut pas être interprétée comme une valeur entière
id_id: Nilai yang dimasukkan tidak bisa diurai sebagai nilai integer
ka: შეყვანილი მნიშვნელობა არ შეიძლება დაყოფილი იქნეს როგორც მთელი მნიშვნელობა
km: វាយលេខ មិនអាចដកឃ្លាពីលេខគត់
pt: O valor inserido não pode ser analisado como um valor inteiro
ro: Valoarea introdusă nu poate fi număr întreg
ru: Введенное значение не может быть интерпретировано как целое число
uk: Введене значення не може бути оброблено як ціле число
uk_ua: Введене значення не вдалося проаналізувати як ціле значення
vi: Giá trị nhập vào không thể phân tích thành số nguyên
vi_vn: Câu trả lời không có dạng số nguyên
zh: 输入的数值不能被解析为整数值

# Interview_Question_Real_ParsingError
source: Entered value cannot be parsed as decimal value
ar: القيمة المدخلة لا يمكن تحليلها كقيمة عشرية
es: Valor introducido no puede ser analizado como valor decimal
fr: La valeur entrée ne peut pas être interprétée comme une valeur décimale
id_id: Nilai yang dimasukkan tidak bisa diurai sebagai nilai desimal
ka: შეყვანილი მნიშვნელობა არ შეიძლება დაიყოს ათწილადად
km: វាយលេខមិនអាចដកឃ្លា ដូចតំលៃលេខទសភាគ
pt: O valor inserido não pode ser analisado como um valor decimal
ro: Valoarea introdusă nu poate fi număr zecimal
ru: Введенное значение не может быть интерпретировано как вещественное число
uk: Введене значення не може бути розбите на десяткові числа
uk_ua: Введене значення не вдалося проаналізувати як десяткове значення
vi: Giá trị nhập vào không thể phân tích thành số thập phân
vi_vn: Giá trị không có dạng số thập phân
zh: 输入的数值不能被解析为十进制值

# Interview_Group_InvalidAnswers_ManyFormat
source: {0} errors
ar: {0} أخطاء
es: {0} errores
fr: {0} erreurs
id_id: {0} kesalahan
ka: {0} შეცდომები
km: {0} ខុស
pt: {0} erros
ro: {0} erori
ru: ошибок: {0}
uk: помилок: {0}
uk_ua: {0} помилки
vi: {0} lỗi
vi_vn: {0} lỗi
zh: {0}个错误

# Interview_Group_InvalidAnswers_One
source: one error
ar: خطأ واحد
es: un error
fr: une erreur
id_id: satu kesalahan
ka: ერთი შეცდომა
km: ខុសមួយ
pt: um erro
ro: o eroare
ru: одна ошибка
uk: одна помилка
uk_ua: одна помилка
vi: một lỗi
vi_vn: một lỗi
zh: 一个错误

# Interview_Questions_Multimedia_TapToTakePhoto
source: Tap to take a photo
ar: اضغط لأخذ صورة
es: Pulse para tomar fotografía
fr: Appuyez pour prendre une photo
id_id: Tekan untuk mengambil foto
ka: ფოტოს გადასაღებად დააჭირეთ
km: សូមថតរូប
pt: Toque para tirar uma foto
ro: Apăsați pentru a face o fotografie
ru: Нажмите, чтобы сделать фото
uk: Натисніть, щоб зробити фото
uk_ua: Торкніться, щоб зробити знімок
vi: Nhấn để chụp ảnh
vi_vn: Nhấn vào để chụp ảnh
zh: 点击拍照

# Interview_PreviousGroupNavigation_AnsweredQuestions
source: All {0} questions answered
ar: تمت الإجابة على جميع {0} الأسئلة
es: Todas las {0} preguntas respondidas
fr: Toutes les {0} questions répondues
id_id: Semua {0} pertanyaan dijawab
ka: ყველა {0} კითხვებზე პასუხი გაცემულია
km: គ្រប់សំនួរចំលើយ {0}
pt: Todas as {0} perguntas respondidas
ro: Toate cele {0} întrebări sunt completate
ru: Все ({0}) вопросы отвечены
uk: Відповіді на всі {0} запитань
uk_ua: На всі {0} питання було дано відповіді
vi: Tất cả {0} câu hỏi đã được trả lời
vi_vn: Tất cả {0} câu hỏi đã được trả lời
zh: 所有被回答的{0}个问题

# Interview_PreviousGroupNavigation_UnansweredQuestions
source: Note: {0} questions is unanswered
ar: ملاحظة: {0} سؤال غير مجاب
es: Nota: {0} preguntas sin respuesta
fr: Remarque : {0} questions sans réponse
id_id: Catatan: {0} pertanyaan tidak terjawab
ka: შენიშვნა: "{0}" კითხვებზე პასუხები არ არის გაცემული
km: កំណត់សំគាល់{0} សំនួរគឺមិនបានឆ្លើយ
pt: Nota: {0} perguntas não respondidas
ro: Notă: {0} întrebări sunt necompletate
ru: Внимание: неотвеченных вопросов - {0}
uk: Примітка: {0} запитань без відповіді
uk_ua: Примітка: {0} питання є без відповіді
vi: Lưu ý: {0} câu hỏi chưa được trả lời
vi_vn: Lưu ý: {0} câu hỏi chưa được trả lời
zh: 备注：{0}个问题未回答

# Dashboard_EmptyQuestionnairesList
source: No questionnaires yet You can create or edit your questionnaires in Survey Solutions Designer
ar: لا توجد استبيانات بعد. يمكنك إنشاء أو تعديل استبياناتك في مصمم حلول المسح
es: Todavía no hay cuestionarios. Puede crear o editar sus cuestionarios en Survey Solutions Designer
fr: Aucun questionnaire pour le moment. Vous pouvez créer ou modifier vos questionnaires dans Survey Solutions Designer
id_id: Belum ada kuesioner Anda dapat membuat atau menyunting kuesioner Anda pada Desainer Survey Solutions
ka: ჯერ არცერთი კითხვარი თქვენ შეგიძლიათ შექმნათ ან რედაქტირება გაუკეთოთ თქვენს კითხვარებს Survey Solutions Designer-ში
km: មិនមានកម្រងសំនូរទេ​ អ្នកអាចបង្កើត ឬពិនិត្យកែ កម្រងសំនួររបស់អ្នក ក្នុង រៀបការបង្កើត Survey Solutions
pt: Ainda não há questionários. Você pode criar ou editar seus questionários no Survey Solutions Designer
ro: Nu există chestionare Puteți crea sau edita chestionare utilizând Survey Solutions Designer
ru: Опросники не обнаружены Вы можете создать или отредактировать свои опросники при помощи сервиса Survey Solutions Designer
uk: Ще немає анкет. Ви можете створювати або редагувати свої анкети в Survey Solutions Designer
uk_ua: Питальники було не знайдено Ви можна створювати або редагувати питальники выкористовуючи Survey Solutions Designer
vi: Chưa có bảng câu hỏi nào. Bạn có thể tạo hoặc chỉnh sửa bảng câu hỏi của mình trong Survey Solutions Designer
vi_vn: Chưa có bộ câu hỏi nào Bạn có thể tạo hoặc chỉnh sửa bộ câu hỏi trong Survey Solutions Designer
zh: 暂时没有问卷，您可以在Survey Solutions Designer中创建或编辑问卷。

# TextListQuestion_Hint
source: Tap to enter new item
ar: اضغط لإدخال عنصر جديد
es: Pulse para entrar otro elemento
fr: Appuyez pour entrer un nouvel élément
id_id: Tekan untuk memasukkan item baru
ka: ახალი პუნქტის შესაყვანად დააჭირეთ
km: វាយបញ្ចុលសំភារៈថ្មី
pt: Toque para inserir novo item
ro: Apăsați pentru a introduce un nou element
ru: Нажмите для добавления нового элемента
uk: Натисніть, щоб ввести новий елемент
uk_ua: Торкніться, щоб ввести новий елемент
vi: Nhấn để nhập mục mới
vi_vn: Nhấn vào để nhập mục mới
zh: 点击输入新的项目

# Interview_Question_Text_MaskError
source: Please, fill in all the required values
ar: يرجى ملء جميع القيم المطلوبة
es: Por favor, rellene todos los valores necesarios
fr: Veuillez remplir toutes les valeurs requises
id_id: Silahkan mengisi semua nilai-nilai yang diperlukan
ka: გთხოვთ, შეავსოთ ყველა აუცილებელი მნიშვნელობა
km: សូម បំពេញគ្រប់លេខតំរូវអោយវាយ
pt: Por favor, preencha todos os valores obrigatórios
ro: Completați toate valorile necesare
ru: Заполните ответ на вопрос полностью
uk: Будь ласка, заповніть всі необхідні значення
uk_ua: Будь ласка, заповніть усі необхідні значення
vi: Vui lòng điền tất cả các giá trị cần thiết
vi_vn: Hãy điền tất cả các giá trị được yêu cầu
zh: 请输入必填值

# Interview_Question_Text_Empty
source: Answer should not be empty
ar: يجب ألا تكون الإجابة فارغة
es: La respuesta no puede quedar en blanco
fr: La réponse ne doit pas être vide
ka: პასუხი არ უნდა იყოს ცარიელი
pt: A resposta não deve estar vazia
ro: Răspunsul nu poate fi necompletat
ru: Ответ не может быть пустым
uk: Відповідь не повинна бути порожньою
vi: Câu trả lời không được để trống
zh: 答案不应为空

# FilteredComboboxQuestion_Hint
source: Tap to enter text
ar: اضغط لإدخال النص
es: Pulse para ingresar texto
fr: Appuyez pour entrer du texte
id_id: Tekan untuk memasukkan teks
ka: ტექსტის შესაყვანად დააჭირეთ
km: វាយបញ្ចូលកាលបរិច្ចេទ
pt: Toque para inserir texto
ro: Apăsați pentru a introduce text
ru: Нажмите для ввода текста
uk: Натисніть, щоб ввести текст
uk_ua: Натисніть, щоб ввести текст
vi: Nhấn để nhập văn bản
vi_vn: Nhấn vào để nhập văn bản
zh: 点击输入文本

# GpsQuestion_Timeout
source: GPS was unable to determine your location. To troubleshoot, please try the following: ensure that you are outdoors, confirm that your GPS is enabled, or change your GPS's timeout setting
ar: لم يتمكن GPS من تحديد موقعك. لاستكشاف الأخطاء وإصلاحها، يرجى تجربة ما يلي: تأكد من أنك في الخارج، تأكد من تمكين GPS، أو قم بتغيير إعداد مهلة GPS
es: El GPS fue incapaz de determinar su ubicación. Para solucionar el problema, por favor, pruebe lo siguiente: Asegúrese de que está al aire libre, confirme que su GPS está activado, o cambie la configuración de tiempo de espera de su GPS.
fr: Le GPS n'a pas pu déterminer votre position. Pour résoudre ce problème, essayez les actions suivantes : assurez-vous que vous êtes à l'extérieur, confirmez que votre GPS est activé ou modifiez le paramètre de délai d'attente de votre GPS
id_id: GPS tidak dapat menentukan lokasi Anda. Untuk memecahkan masalah ini, cobalah yang berikut: pastikan bahwa Anda berada di luar ruangan, pastikan bahwa GPS Anda diaktifkan, atau ganti pengaturan batas waktu GPS Anda.
ka: GPS-ს არ შეუძლია განსაზღვროს თქვენი ადგილმდებარეობა. მიზეზების გასარკვევად სცადეთ: დარწმუნდით რომ ხართ შენობის გარეთ. დარწმუნდით რომ GPS ჩართულია მოწყობილობაზე, ან შეცვალეთ GPS-ის დროის ამოწურვის პარამეტრები
km: ជីភីអេស មិនអាចកំណត់ទីតាំងរបស់អ្នកបានទេ។ មានការរំខានខ្លះ សូមព្យាយាមដូចខាងក្រោម៖ ប្រាកដថា អ្នកនៅខាងក្រៅផ្ទះ។ បញ្ជាក់ថា ជី ភី អេស របស់អ្នកដំណើរការ ឬផ្លាស់ប្តូរGPS's timeout setting។​
pt: O GPS não conseguiu determinar sua localização. Para solucionar, tente o seguinte: certifique-se de que você está ao ar livre, confirme que seu GPS está habilitado ou altere a configuração de tempo limite do seu GPS.
ro: GPS-ul nu poate detecta localizarea. Pentru a depana, vă rugăm încercați următoarele: asigurați-vă că vă aflați în aer liber, confirmați că GPS-ul dvs. este activat sau modificați setarea de expirare a conexiunii GPS-ului
ru: Не удается получить вашу гео позицию. Выйдите на открытое пространство или увеличте значение таймаута в настройках.
uk: GPS не вдалося визначити ваше місцезнаходження. Щоб усунути помилку, спробуйте виконати такі дії: переконайтеся, що ви перебуваєте на відкритому повітрі, переконайтеся, що ваш GPS увімкнено, або змініть налаштування тайм-ауту GPS
uk_ua: GPS не вдалося визначити ваше місцезнаходження. Щоб виправити неполадки, спробуйте зробити наступне: гарантувати, що ви на вулиці, підтвердити, що ваш GPS включений, або змінити настройку вашого GPS тайм-аут.
vi: GPS không thể xác định vị trí của bạn. Để khắc phục sự cố, vui lòng thử các cách sau: đảm bảo rằng bạn đang ở ngoài trời, xác nhận rằng GPS của bạn đã được bật, hoặc thay đổi cài đặt thời gian chờ của GPS
vi_vn: GPS là không thể xác định vị trí của bạn. Để khắc phục sự cố, hãy thử như sau: đảm bảo rằng bạn đang ở ngoài trời, xác nhận rằng GPS đã được kích hoạt, hoặc thay đổi cài đặt thời gian chờ GPS.
zh: GPS无法定位您的位置。请尝试以下操作：确保您处于户外、确认GPS已打开、或更改GPS的超时设置

# NoMapsApplication
source: Navigation application was not found
ar: لم يتم العثور على تطبيق الملاحة
fr: Aucune application de navigation trouvée
pt: Aplicativo de navegação não encontrado
uk: Навігаційний додаток не знайдено
vi: Không tìm thấy ứng dụng điều hướng

# ErrorMessage_InvalidEndpoint
source: Provided Survey Solutions Designer URL is invalid. Check settings.
ar: عنوان URL لمصمم حلول المسح غير صالح. تحقق من الإعدادات.
es: La URL de Survey Solutions Designer no es válida. Compruebe la configuración.
fr: L'URL de Survey Solutions Designer fournie est invalide. Vérifiez les paramètres.
id_id: Url untuk Desainer Survey Solutions yang disediakan tidak valid. Periksa pengaturan.
ka: მოცემული Survey Solutions Designer-ის ვებ-მისამართი არასწორია. შეამოწმეთ პარამეტრები
km: Survey Solutions Designer URL មិនមានដំណើរការ។ សូមពិនិត្យទៅ ស៊ីតធីង
pt: A URL fornecida do Survey Solutions Designer é inválida. Verifique as configurações.
ro: Adresa URL introdusă pentru Survey Solutions Designer nu este validă. Verificați setările.
ru: Указан неверный адрес Survey Solutions Designer. Проверьте настройки.
uk: Надана URL-адреса Survey Solutions Designer є невірною. Перевірте налаштування.
uk_ua: Адрес Survey Solutions Designe URL є неприпустимим. Перевірте параметри.
vi: URL của Survey Solutions Designer được cung cấp không hợp lệ. Kiểm tra cài đặt.
vi_vn: Trang web Survey Solutions Designer được cung cấp không phù hợp. Kiểm tra cài đặt.
zh: 提供的Survey Solutions Designer URL非法，请检查设置。

# Interview_LinkedQuestion_Empty
source: Categories will appear only after answering the question that defines this questions categories.
ar: ستظهر الفئات فقط بعد الإجابة على السؤال الذي يحدد فئات هذا السؤال.
es: Las opciones estarán disponibles después de responder la pregunta a la que se hace referencia
fr: Les catégories apparaîtront uniquement après avoir répondu à la question qui définit les catégories de cette question.
id_id: Pilihan akan tersedia setelah menjawab pertanyaan yang dirujuk
ka: პარამეტრები ხელმისაწვდომი იქნება მითითებულ კითხვაზე პასუხის გაცემის შემდეგ
km: ជំរើសនឹងមានបន្ទាប់ពីឆ្លើយសំនួរយោង
pt: As categorias aparecerão apenas após responder à pergunta que define as categorias desta pergunta.
ro: Opțiunile vor fi disponibile după ce răspundeți la întrebarea de referință
ru: Опции будут доступны после ответа на соответствующий вопрос
uk: Категорії з'являться тільки після відповіді на питання, яке визначає ці категорії.
uk_ua: Опції будуть доступні після відповіді на питання які посилаються
vi: Các danh mục sẽ xuất hiện chỉ sau khi trả lời câu hỏi xác định các danh mục của câu hỏi này.
vi_vn: Các tùy chọn sẽ hiển thị sau khi trả lời câu hỏi tham chiếu
zh: 回答关联问题后选项才可用

# Interview_Question_Cascading_NoMatchingValue
source: Answer "{0}" not allowed for this question
ar: الإجابة "{0}" غير مسموح بها لهذا السؤال
es: Respuesta «{0}» no corresponde a ninguna opción
fr: La réponse "{0}" n'est pas autorisée pour cette question
id_id: Jawaban "{0}" tidak cocok dengan pilihan apapun
ka: პასუხი "{0}" არ შეესაბამება არცერთ პარამეტრს
km: ចំលើយ{0} មិនត្រូវនឹងជំរើសណាខ្លះទេ
pt: A resposta "{0}" não é permitida para esta pergunta
ro: Răspunsul '{0}' nu corespunde niciunei opțiuni
ru: Ответ "{0}" не соответствует ни с одной опцией
uk: Відповідь "{0}" не дозволена для цього питання
uk_ua: Відповідь "{0}" не відповідає ніякому варіанту
vi: Câu trả lời "{0}" không được phép cho câu hỏi này
vi_vn: Câu trả lời "{0}" không khớp với bất kỳ tùy chọn nào
zh: 答案"{0}"无法与任何选项匹配

# Interview_Question_Filter_MatchError
source: Answer "{0}" not allowed for this question
ar: الإجابة "{0}" غير مسموح بها لهذا السؤال
es: Respuesta «{0}» no corresponde a ninguna opción
fr: La réponse "{0}" n'est pas autorisée pour cette question
id_id: Jawaban "{0}" tidak cocok dengan pilihan apapun
ka: პასუხი "{0}" არ შეესაბამება არცერთ პარამეტრს
km: ចំលើយ{0} មិនត្រូវនឹងជំរើសណាខ្លះទេ
pt: A resposta "{0}" não é permitida para esta pergunta
ro: Răspunsul '{0}' nu corespunde niciunei opțiuni
ru: Ответ "{0}" не соответствует ни с одной опцией
uk: Відповідь "{0}" не дозволена для цього питання
uk_ua: Відповідь "{0}" не відповідає ніякому варіанту
vi: Câu trả lời "{0}" không được phép cho câu hỏi này
vi_vn: Câu trả lời "{0}" không khớp với bất kỳ tùy chọn nào
zh: 答案"{0}"无法与任何选项匹配

# Interview_NextSection_ButtonText
source: Next section
ar: القسم التالي
es: Siguiente sección
fr: Section suivante
id_id: Bagian berikutnya
ka: შემდეგი სექცია
km: ផ្នែកបន្ទាប់
pt: Próxima seção
ro: Secțiunea următoare
ru: Следующая секция
uk: Наступний розділ
uk_ua: Наступний розділ
vi: Phần tiếp theo
vi_vn: Mục tiếp theo
zh: 下一部分

# TextQuestion_MaskHint
source: Tap to enter text ({0})
ar: اضغط لإدخال النص ({0})
es: Pulse para ingresar texto ({0})
fr: Appuyez pour entrer du texte ({0})
id_id: Tekan untuk memasukkan teks ({0})
ka: ტექსტის შესაყვანად დააჭირეთ ({0})
km: វាយជាអត្ថបទ ({0})
pt: Toque para inserir texto ({0})
ro: Apăsați pentru a introduce text ({0})
ru: Нажмите для ввода текста ({0})
uk: Натисніть, щоб ввести текст ({0})
uk_ua: Натисніть, щоб ввести текст ({0})
vi: Nhấn để nhập văn bản ({0})
vi_vn: Nhấn vào để nhập văn bản ({0})
zh: 点击输入文本 （{0}）

# Interview_Question_Integer_NegativeRosterSizeAnswer
source: Answer '{0}' is incorrect because question is a roster source question and specified answer is negative
ar: الإجابة '{0}' غير صحيحة لأن السؤال هو سؤال مصدر القائمة والإجابة المحددة سلبية
es: Respuesta '{0}' es incorrecta porque la pregunta se utiliza como tamaño de la lista y la respuesta especificada es negativa
fr: La réponse '{0}' est incorrecte car la question est une question source de roster et la réponse spécifiée est négative
id_id: Jawaban '{0}' tidak benar karena pertanyaan yang digunakan sebagai ukuran daftar dan jawaban yang diberikan negatif.
ka: პასუხი '{0}' არასწორია, რადგანაც კითხვა გამოიყენება როგორც როსტერის ზომა და აღნიშნული პასუხი უარყოფითია
km: ចំលើយ '{0}' គឺមិនត្រឹមត្រូវ ពីព្រោះ សំនួរប្រើទំហំចំនួន បញ្ជីរាយនាម និង បញ្ជាក់ពីចំលើយអវិជ្ជមាន។​
pt: A resposta '{0}' está incorreta porque a pergunta é uma pergunta de origem do roster e a resposta especificada é negativa
ro: Răspunsul '{0}' este incorect deoarece întrebarea este folosită ca dimensiune a Listei și răspunsul specificat este negativ
ru: Ответ '{0}' неверный, поскольку нельзя задать отрицательное количество элементов в списке
uk: Відповідь '{0}' є неправильною, оскільки питання є питанням джерела ростеру, а вказана відповідь – від'ємне число
uk_ua: Відповідь '{0}' є неправильною, оскільки питання використовується як розмір списку і вказаного відповідь буде негативною
vi: Câu trả lời '{0}' không chính xác vì câu hỏi là câu hỏi nguồn của danh sách và câu trả lời được chỉ định là số âm
vi_vn: Câu trả lời '{0}' không chính xác vì câu hỏi này để xác định kích cỡ danh sách mà câu trả lời cụ thể là số âm
zh: 答案“{0}”不正确，因为本问题的答案将用于设置名单项目的数量，而给出的答案为负值。

# Interview_Question_Integer_RosterSizeAnswerMoreThanMaxValue
source: Answer '{0}' is incorrect because answer is greater than Roster upper bound '{1}'.
ar: الإجابة '{0}' غير صحيحة لأن الإجابة أكبر من الحد الأعلى للقائمة '{1}'.
es: Respuesta '{0}' es incorrecta porque la respuesta es mayor que el límite superior de lista '{1}'.
fr: La réponse '{0}' est incorrecte car la réponse est supérieure à la limite supérieure du roster '{1}'.
id_id: Jawaban '{0}' tidak benar karena jawabannya lebih besar dari batas atas daftar '{1}'.
ka: პასუხი '{0}' არასწორია, რადგანაც იგი მეტია როსტერის ზედა ზღვარზე '{1}'
km: ចំលើយ'{0}' មិនត្រឹមត្រូវ ពីព្រោះ ចំលើយធំជាង បញ្ជីរាយនាម តំឡើង '{1}'។​
pt: A resposta '{0}' está incorreta porque a resposta é maior que o limite superior do Roster '{1}'.
ro: Răspunsul '{0}' este incorect deoarece răspunsul este mai mare decât limita superioară a lui Listei '{1}'.
ru: Ответ '{0}' неверный, поскольку он больше значения максимального количества элементов в списке: '{1}'.
uk: Відповідь '{0}' некорректна, оскільки відповідь більша за верхню межу ростеру '{1}'..
uk_ua: Відповідь '{0}' є неправильною, тому що відповідь більше, ніж верхня межа списку '{1}'.
vi: Câu trả lời '{0}' không chính xác vì câu trả lời lớn hơn giới hạn trên của danh sách '{1}'.
vi_vn: Câu trả lời '{0}' không chính xác vì lớn hơn giá trị chặn trên của danh sách '{1}'.
zh: 答案“{0}”不正确，因为超过了名单项目的上限‘{1}’。

# Interview_Question_Integer_EmptyValueError
source: Empty value cannot be saved
ar: لا يمكن حفظ القيمة الفارغة
es: Valor en blanco no se puede guardar
fr: La valeur vide ne peut pas être enregistrée
id_id: Nilai kosong tidak bisa disimpan
ka: ცარიელი მნიშვნელობის შენახვა არ შეიძლება
km: អត់មានតំលៃលេខ មិនអាចរក្សាទុកបាន។
pt: O valor vazio não pode ser salvo
ro: Valorile necompletate nu pot fi salvate
ru: Нельзя сохранить пустое значение
uk: Порожнє значення не може бути збережено
uk_ua: Не вдалося зберегти пусте значення
vi: Giá trị trống không thể lưu
vi_vn: Không thể lưu câu trả lời trống
zh: 不能保存空值

# ErrorMessage_AccountIsNotApprovedOnServer
source: Your account is not approved. Please, confirm your account first.
ar: حسابك غير معتمد. يرجى تأكيد حسابك أولاً.
es: Su cuenta no está aprobada. Por favor, confirme su cuenta primero.
fr: Votre compte n'est pas approuvé. Veuillez d'abord confirmer votre compte.
id_id: Akun Anda tidak disetujui. Silahkan, konfirmasi akun Anda terlebih dulu.
ka: თქვენი ანგარიში არ არის დამტკიცებული. გთხოვთ, პირველ რიგში დაადასტუროთ თქვენი ანგარიში
km: គណនីរបស់អ្នកមិនដំណើរការ។ សូមបញ្ជាក់គណនីដំបូងរបស់អ្នក
pt: Sua conta não está aprovada. Por favor, confirme sua conta primeiro.
ro: Contul dvs. nu a fost aprobat. Vă rugăm să îl confirmați mai întâi.
ru: Ваша учетная запись не подтверждена на сервере. Пожалуйста, прежде чем войти, подтвердите Вашу учетную запись, с помощью ссылки которую мы выслали Вам на почтовый ящик.
uk: Ваш обліковий запис не підтверджено. Будь ласка, спочатку, підтвердіть свій обліковий запис.
uk_ua: Ваш обліковий запис не пітверджено. Будь ласка, спочатку підтвердіть свій запис.
vi: Tài khoản của bạn chưa được phê duyệt. Vui lòng xác nhận tài khoản của bạn trước.
vi_vn: Tài khoản của bạn chưa được chấp thuận. Vui lòng xác nhận tài khoản.
zh: 您的账户尚未被批准。请先确认账户。

# Interview_Question_List_Empty_Values_Are_Not_Allowed
source: Empty values are not allowed
ar: القيم الفارغة غير مسموح بها
es: No se permiten valores vacíos
fr: Les valeurs vides ne sont pas autorisées
id_id: Nilai-nilai kosong tidak diperbolehkan
ka: ცარიელი მნიშვნელობები არ მიიღება
km: មិនមានលេខមិនអាចបន្តទៅទៀតបានទេ
pt: Valores vazios não são permitidos
ro: Valorile necompletate nu sunt permise
ru: Пустые значения не разрешены
uk: Порожні значення не допускаються
uk_ua: Пустими значення не допускаються
vi: Không được phép giá trị trống
vi_vn: Không được phép để trống
zh: 不能是空值

# Interview_Complete_Answered
source: Answered
ar: تمت الإجابة
es: Respondido
fr: Répondu
id_id: Terjawab
ka: პასუხგაცემული
km: ចំលើយ
pt: Respondido
ro: Întrebări completate
ru: Отвеченных
uk: Відповідь надано
uk_ua: Мають відповдь
vi: Đã trả lời
vi_vn: Đã trả lời
zh: 已回答

# Interview_Complete_Button
source: Complete
ar: إكمال
es: Completar
fr: Terminer
id_id: Selesai
ka: დასრულებული
km: បញ្ចប់
pt: Completo
ro: Finalizat
ru: Закончить
uk: Завершено
uk_ua: Завершення
vi: Hoàn thành
vi_vn: Hoàn thành
zh: 完成
