Repository: surveysolutions/surveysolutions
Catalog: src/Core/SharedKernels/Enumerator/Enumerator/Properties/UIResources.*.resx
Languages: ar, es, fr, id_id, ka, km, pt, ro, ru, uk, uk_ua, vi, vi_vn, zh

# Interview_Complete_Consequences_Instrunction
source: After you finish this interview it will be marked as completed and will be uploaded to supervisor during your next synchronization
ar: بعد الانتهاء من هذا الاستبيان سيتم وضع علامة عليه كمكتمل وسيتم تحميله إلى المشرف أثناء المزامنة التالية
es: Después de terminar esta entrevista, la misma será marcada como completada y mandada al supervisor durante la siguiente sincronización
fr: Après avoir terminé cet entretien, il sera marqué comme complété et sera téléchargé vers le superviseur lors de votre prochaine synchronisation
id_id: Setelah Anda selesai wawancara, ini akan ditandai sebagai selesai dan akan diunggah ke penyelia pada saat sinkronisasi berikutnya
ka: ინტერვიუს დასრულების შემდეგ იგი აღინიშნება როგორც დასრულებული და შემდეგი სინქრონიზაციისას აიტვირთება ზედამხედველთან
km: បន្ទាប់ពីអ្នកសម្ភាសន៍ចប់ វានឹងកំណត់ថា​បានបញ្ចប់ និង បន្តuploaded ទៅប្រធានក្រុម កំឡុងពេល អ្នករៀបចំគ្រប់គ្រងរូម(synchronization)
pt: Depois de concluir esta entrevista, ela será marcada como concluída e será enviada ao supervisor durante a próxima sincronização
ro: După ce terminați interviul, acesta va avea statusul 'Finalizat' și va fi trimis către controlor la următoarea sincronizare
ru: По закрытию этого интервью оно будет помечено как законченное и будет загружено супервизору во время вашей следующей синхронизации
uk: Після того, як ви закінчите інтерв'ю, вона буде позначена як завершена і буде завантажена супервізору під час наступної синхронізації
uk_ua: Після завершення цього інтерв'ю, його буде позначено як завершене й буде передано до супервізора під час наступної синхронізації
vi: Sau khi bạn hoàn thành cuộc phỏng vấn này, nó sẽ được đánh dấu là đã hoàn thành và sẽ được tải lên giám sát viên trong lần đồng bộ tiếp theo của bạn
vi_vn: Sau khi bạn kết thúc, cuộc phỏng vấn sẽ được đánh dấu là đã hoàn thành và được chuyển tải đến giám sát viên trong quá trình đồng bộ hóa tiếp theo của bạn
zh: 这个访谈在结束之后将会被标记成已完成，并在您下次同步时上传至督导员。

# Interview_Complete_Errors
source: Error(s)
ar: خطأ(أخطاء)
es: Errores
fr: Erreur(s)
id_id: Kesalahan
ka: შეცდომ(ები)ა
km: ខុស
pt: Erro(s)
ro: Eroare(erori)
ru: Ошибок
uk: Помилка(и)
uk_ua: Помилок
vi: Lỗi
vi_vn: Lỗi
zh: 错误

# Interview_Complete_No
source: No
ar: لا
fr: Non
id_id: Tidak
ka: არა
km: ទេ
pt: Não
ro: Fără
ru: Нет
uk: Ні
uk_ua: Ні
vi: Không
vi_vn: Không
zh: 否

# Interview_Complete_Note_For_Supervisor
source: Note for supervisor
ar: ملاحظة للمشرف
es: Nota para el supervisor
fr: Note pour le superviseur
id_id: Catatan untuk penyelia
ka: შენიშვნა ზედამხედველისთვის
km: កំណត់សំគាល់របស់ប្រធានក្រុម
pt: Nota para o supervisor
ro: Comentariu pentru controlor
ru: Заметка для супервизора
uk: Примітка для супервізора
uk_ua: Примітка для супервізора
vi: Ghi chú cho giám sát viên
vi_vn: Lưu ý cho giám sát viên
zh: 给督导员的说明

# Interview_Complete_Questions_Status
source: Questions status
ar: حالة الأسئلة
es: Estado de las preguntas
fr: Statut des questions
id_id: Status Pertanyaan
ka: კითხვების სტატუსი
km: ស្ថានភាពសំនួរ
pt: Status das perguntas
ro: Statusul întrebării
ru: Статусы вопросов
uk: Статус питання
uk_ua: Статуси запитань
vi: Trạng thái câu hỏi
vi_vn: Tình trạng câu hỏi
zh: 问题状态

# Interview_Complete_Unanswered
source: Unanswered
ar: غير مجاب
es: Sin respuesta
fr: Sans réponse
id_id: Belum terjawab
ka: პასუხგაუცემელი
km: មិនឆ្លើយ
pt: Não respondido
ro: Întrebări necompletate
ru: Неотвеченных
uk: Без відповіді
uk_ua: Без відповіді
vi: Chưa trả lời
vi_vn: Chưa trả lời
zh: 未回答

# Interview_Complete_Screen_Description
source: You are about to complete this interview
ar: أنت على وشك إكمال هذا الاستبيان
es: Está a punto de terminar esta entrevista
fr: Vous êtes sur le point de terminer cet entretien
id_id: Anda akan menyelesaikan wawancara ini
ka: თქვენ აპირებთ დაასრულოთ ეს ინტერვიუ
km: អ្នកបំពេញការសម្ភាសន៍នេះ
pt: Você está prestes a concluir esta entrevista
ro: Sunteți pe punctul de a finaliza acest interviu
ru: Вы на финальной стадии работы с интервью
uk: Ви наближаєтесь до завершення цього інтерв'ю
uk_ua: Ви збираєтеся завершити це інтерв'ю
vi: Bạn sắp hoàn thành cuộc phỏng vấn này
vi_vn: Bạn chuẩn bị hoàn thành cuộc phỏng vấn này
zh: 您即将完成这个访谈

# Interview_Complete_Screen_DescriptionWithInterviewKey
source: You are about to complete interview {0}
ar: أنت على وشك إكمال الاستبيان {0}
es: Está a punto de completar la entrevista {0}
fr: Vous êtes sur le point de terminer l'entretien {0}
ka: თქვენ აპირებთ დაასრულოთ ინტერვიუ {0}
pt: Você está prestes a concluir a entrevista {0}
ro: Sunteți pe punctul de a finaliza interviul {0}
ru: Вы на финальной стадии работы с интервью {0}
uk: Ви наближаєтесь до завершення інтерв'ю {0}
vi: Bạn sắp hoàn thành cuộc phỏng vấn {0}
zh: 您即将完成访谈{0}

# Interview_Complete_Screen_Title
source: Complete
ar: إكمال
es: Completar
fr: Terminer
id_id: Lengkap
ka: დასრულება
km: បញ្ចប់
pt: Completo
ro: Finalizat
ru: Окончание
uk: Завершено
uk_ua: Завершення
vi: Hoàn thành
vi_vn: Hoàn thành
zh: 完成

# Interviewer_ApplicationName
source: Survey Solutions Interviewer
ar: مقابل حلول المسح
es: Entrevistador de Survey Solutions
id_id: Pewawancara Survey Solutions
km: អ្នកសម្ភាសន៍ Survey Solutions
pt: Entrevistador do Survey Solutions
zh: Survey Solutions调查员

# Supervisor_ApplicationName
source: Survey Solutions Supervisor
ar: مشرف حلول المسح
es: Supervisor de soluciones de encuestas
pt: Supervisor do Survey Solutions
ro: Controlor Survey Solutions
zh: Survey Solutions 督导员

# Interview_CompleteScreen_ButtonText
source: To complete screen
ar: للانتقال إلى شاشة الإكمال
es: Ir a pantalla de completar
fr: Pour terminer l'écran
id_id: Untuk menyelesaikan layar
ka: დასრულების ეკრანი
km: បំពេញក្រុមមុខ
pt: Para completar a tela
ro: Finalizați chestionarul
ru: Завершить интервью
uk: На екран завершення
uk_ua: Завершити інтерв'ю
vi: Để hoàn thành màn hình
vi_vn: Chuyển tới màn hình hoàn thành
zh: 转到完成屏幕

# Interviewer_RelinkDevice_Cancel
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
id_id: Batal
ka: უარყოფა
km: លុបចោល
pt: Cancelar
ro: Anulare
ru: Отмена
uk: Скасувати
uk_ua: Скасувати
vi: Hủy
vi_vn: Hủy bỏ
zh: 取消

# Interviewer_Reassign_Comment
source: Leave comment for a new responsible
ar: اترك تعليقًا للمسؤول الجديد
es: Dejar comentario para un nuevo responsable
fr: Laisser un commentaire pour un nouveau responsable
pt: Deixe um comentário para um novo responsável
uk: Залиште коментар для нового відповідального
vi: Để lại bình luận cho người chịu trách nhiệm mới

# Interviewer_Comment
source: Leave a comment
ar: اترك تعليقًا
fr: Laisser un commentaire
pt: Deixe um comentário
uk: Залишити коментар
vi: Để lại bình luận

# Interviewer_Reassign_AlreadyReceivedInterview
source: Do you want to reassign this interview which Interviewer already received.
ar: المقابل {0} قد تلقى بالفعل هذا الاستبيان {1}. هل أنت متأكد أنك تريد إعادة تعيينه؟
fr: L'enquêteur {0} a déjà reçu cet entretien {1}. Êtes-vous sûr de vouloir le réaffecter ?
pt: O entrevistador {0} já recebeu esta entrevista {1}. Tem certeza de que deseja reatribuir?
uk: Інтерв'юер {0} вже отримав це інтерв'ю {1}. Ви впевнені, що хочете перепризначити його?
vi: Người phỏng vấn {0} đã nhận được cuộc phỏng vấn này {1}. Bạn có chắc chắn muốn giao lại không?

# Interviewer_Reassign_AlreadyReceivedAssignment
source: Do you want to reassign this assignment which Interviewer already received.
ar: المقابل {0} قد تلقى بالفعل هذه المهمة {1}. هل أنت متأكد أنك تريد إعادة تعيينها؟
fr: L'enquêteur {0} a déjà reçu cette affectation {1}. Êtes-vous sûr de vouloir la réaffecter ?
pt: O entrevistador {0} já recebeu esta atribuição {1}. Tem certeza de que deseja reatribuir?
uk: Інтерв'юер {0} вже отримав це завдання {1}. Ви впевнені, що хочете перепризначити його?
vi: Người phỏng vấn {0} đã nhận được nhiệm vụ này {1}. Bạn có chắc chắn muốn giao lại không?

# Interviewer_Done
source: Done
ar: تم
es: Hecho
fr: Terminé
ka: შესრულებულია
pt: Concluído
ro: Efectuat
ru: Сохранить
uk: Зроблено
uk_ua: Зберегти
vi: Hoàn thành
zh: 已完成

# Interviewer_AudioRecording
source: Audio recording
ar: تسجيل الصوت
es: Grabación de audio
fr: Enregistrement audio
ka: აუდიო-ჩაწერა
pt: Gravação de áudio
ro: Înregistrare audio
ru: Аудио запись
uk: Аудіозапис
uk_ua: аудіо запис
vi: Ghi âm
zh: 正在录音

# Interviewer_RelinkDevice_InterviewerLinkedToAnotherDeviceMessage
source: You are already assigned to another device
ar: أنت مرتبط بالفعل بجهاز آخر
es: Usted ya ha sido vinculado/a a otro dispositivo
fr: Vous êtes déjà assigné à un autre appareil
id_id: Anda sudah dialokasikan perangkat lain
ka: თქვენ უკვე დაკავშირებული ხართ სხვა მოწყობილობასთან
km: អ្នករួចរាល់សំរាប់កំណត់ការបែងចែកផ្សេងទៀត
pt: Você já está atribuído a outro dispositivo
ro: Sunteți deja autentificat pe alt dispozitiv
ru: Ваша учетная запись уже привязана к другому устройству
uk: Ви вже призначені на інший пристрій
uk_ua: Ваш обліковий запис вже прив'язаний до іншого пристрою
vi: Bạn đã được gán cho một thiết bị khác
vi_vn: Bạn đang thực hiện nhiệm vụ trên một thiết bị khác
zh: 您已经被分配到其他设备

# Interviewer_RelinkDevice_RelinkButtonText
source: Relink
ar: إعادة الربط
es: Volver a vincular
fr: Relier
id_id: Menautkan kembali
ka: ხელახლა დაკავშირება
km: ភ្ជាប់ម្តងទៀត
pt: Religar
ro: Reautentificare
ru: Перепривязать
uk: Повторне прив’язування
uk_ua: Повторно зв'язати
vi: Liên kết lại
vi_vn: Liên kết lại
zh: 重新连接

# Interviewer_RelinkDevice_RelinkMessage
source: If you relink to this device <br/> all data on the old one will be lost
ar: إذا قمت بإعادة الربط إلى هذا الجهاز <br/> سيتم فقدان جميع البيانات على الجهاز القديم
es: Si usted se vincula a este dispositivo<br>se perderán todos los datos en su dispositivo anterior
fr: Si vous reliez à cet appareil <br/> toutes les données sur l'ancien seront perdues
id_id: Jika Anda menautkan kembali ke perangkat ini <br/> semua data pada yang lama akan hilang
ka: თუ ხელახლა დაუკავშირდებით ამ მოწყობილობას <br/> თქვენი ყველა ნამუშევარი ძველ მოწყობილობაზე დაიკარგება
km: ប្រសិនបើអ្នក រីលីង សំរាប់ការបែងចែកនេះ <br/> គ្រប់ទិន្នន័យទាំងអស់ចាស់នឹងបាត់
pt: Se você religar para este dispositivo <br/> todos os dados no antigo serão perdidos
ro: Dacă vă reautentificați pe aceast dispozitiv <br/> toate datele de pe cel vechi se vor pierde
ru: Если вы перепревяжетесь к этому устройству, то все данные собранные на других устройствах будут удалены
uk: Якщо ви переприв'яжетеся до цього пристрою <br/> всі дані на старому пристрої буде втрачено
uk_ua: Якщо ви повторно зв'яжите цей пристрою<br>всі дані на старом пристрої буде втрачено
vi: Nếu bạn liên kết lại với thiết bị này <br/> tất cả dữ liệu trên thiết bị cũ sẽ bị mất
vi_vn: Nếu bạn liên kết cho thiết bị này<br>Tất cả dữ liệu trên liên kết cũ sẽ bị mất
zh: 如果您重新连接到这个设备上，<br/>旧设备的所有数据将会丢失

# Dashboard_EmptySearchResult
source: No questionnaires found
ar: لم يتم العثور على استبيانات
es: No se encuentra ningún cuestionario
fr: Aucun questionnaire trouvé
id_id: Kuesioner tidak ditemukan
ka: კითხვარები არ არის ნაპოვნი
km: មិនអាចស្វែងរកកម្រងសំនួរ
pt: Nenhum questionário encontrado
ro: Nu a fost găsit niciun chestionar
ru: Опросники не найдены
uk: Анкет не знайдено
uk_ua: Питальники було не знайдено
vi: Không tìm thấy bảng câu hỏi
vi_vn: Không tìm thấy bộ câu hỏi
zh: 找不到问卷

# EndpointHint
source: Synchronization endpoint
ar: نقطة نهاية المزامنة
es: Punto final de sincronización
fr: Point de synchronisation
id_id: Sinkronisasi endpoint
ka: სინქრონიზაციის საბოლოო წერტილი
km: ចំនុចចុងក្រោយសំរាប់គ្រប់គ្រងរូម
pt: Ponto de extremidade de sincronização
ro: Punct final de sincronizare
ru: Домен синхронизации
uk: Кінцева точка синхронізації
uk_ua: Кінцева точка синхронізації
vi: Điểm cuối đồng bộ hóa
vi_vn: Điểm đích để đồng bộ hóa
zh: 同步断点

# Interviewer_TryOnlineLogin
source: Try to sign in online
ar: حاول تسجيل الدخول عبر الإنترنت
es: Intente iniciar sesión en línea
fr: Essayez de vous connecter en ligne
id_id: Coba untuk masuk secara online
ka: სცადეთ შესვლა
km: ព្យាយាមចុះឈ្មោះតាមOnline
pt: Tente fazer login online
ro: Încercați să vă autentificați online
ru: Попробуйте войти онлайн
uk: Спробуйте увійти в систему онлайн
uk_ua: Спробуйте увійти онлайн
vi: Thử đăng nhập trực tuyến
vi_vn: Cố gắng để đăng nhập trực tuyến
zh: 尝试在线登陆

# PlayServicesLocationWatcher_Google_Play_Services_are_not_available
source: Google Play Services are not available
ar: خدمات Google Play غير متاحة
es: Google Play Services no está disponible
fr: Google Play Services ne sont pas disponibles
id_id: Layanan Google Play tidak tersedia
ka: Google Play სერვისები არაა ხელმისაწვდომი
km: សេវា Google play មិនដំំណើរការ
pt: Os serviços do Google Play não estão disponíveis
ro: Google Play nu este disponibil
ru: Сервис Google Play недоступен
uk: Сервіси Google Play недоступні
uk_ua: Сервіс Google Play недоступний
vi: Google Play Services không khả dụng
vi_vn: Google Play Services không có sẵn
zh: 无法获得Google Play服务

# PlayServicesLocationWatcher_You_cannot_start_MvxLocation_service_more_than_once
source: You cannot start MvxLocation service more than once
ar: لا يمكنك بدء خدمة MvxLocation أكثر من مرة
es: No se puede iniciar servicio de MvxLocation más de una vez
fr: Vous ne pouvez pas démarrer le service MvxLocation plus d'une fois
id_id: Anda tidak dapat memulai layanan MvxLocation lebih dari sekali
ka: თქვენ არ შეგიძლიათ MvxLocation სერვისების ერთ ჯერზე უფრო მეტად გაშვება
km: អ្នកមិនអាចចាប់ផ្តើម សេវាទីតាំងMvxច្រើនជាងមួយ
pt: Você não pode iniciar o serviço MvxLocation mais de uma vez
ro: Puteți porni serviciul MvxLocation o singură dată
ru: Вы не можете запустить более одного сервиса MvxLocation
uk: Ви не можете запустити сервіс MvxLocation більше одного разу
uk_ua: Не вдається запустити службу MvxLocation більш ніж один раз
vi: Bạn không thể khởi động dịch vụ MvxLocation nhiều hơn một lần
vi_vn: Bạn không thể khởi động dịch vụ MvxLocation nhiều hơn một lần
zh: 您无法多次启动MvxLocation服务

# PlayServicesLocationWatcher_Location_Client_not_started
source: Location Client not started
ar: لم يتم بدء عميل الموقع
es: Ubicación cliente no iniciado
fr: Client de localisation non démarré
id_id: Lokasi Klien belum dimulai
ka: Location Client არ დაწყებულა
km: ទីតាំងនៃអតិថិជនមិនចាប់ផ្តើម
pt: Cliente de localização não iniciado
ro: Localizarea Clientului nu a început
ru: Клиент местоположения не запущен
uk: Location Client не запущено
uk_ua: Роботу клієнта розташування не розпочато
vi: Khách hàng vị trí chưa được khởi động
vi_vn: Location Client chưa hoạt động
zh: 定位客户端未启动

# Synchronization_UserLinkedToAnotherDevice_Description
source: You do not have any assignments on this device. Send tablet information, clear application's data and login by another account
ar: ليس لديك أي مهام على هذا الجهاز. أرسل معلومات الجهاز، امسح بيانات التطبيق وقم بتسجيل الدخول بحساب آخر
es: No tiene ninguna tarea en este dispositivo. Enviar información en la tableta, borrar datos de la aplicación y de la conexión a otra cuenta
fr: Vous n'avez aucune affectation sur cet appareil. Envoyez les informations de la tablette, effacez les données de l'application et connectez-vous avec un autre compte
id_id: Anda tidak memiliki tugas apapun pada perangkat ini. Kirimkan informasi tablet, hapus data aplikasi dan login menggunakan akun lain
ka: ამ მოწყობილობაზე თქვენ არ გაქვთ დავალებები. გააგზავნეთ ტაბლეტის ინფორმაცია, გაასუფთავეთ აპლიკაციის მონაცემები და სისტემაში შედით სხვა მომხმარებლის სახელით
km: អ្នកមិនអាចមានការស្នើសុំមួយណា សំរាប់ការបែងចែកនេះ។ ផ្ញើរពត៌មានអំពី ធេប សំរាប់សំអាតទិន្នន័យ និង ចុះឈ្មោះចូលដោយគណនីមួយទៀត
pt: Você não tem nenhuma atribuição neste dispositivo. Envie informações do tablet, limpe os dados do aplicativo e faça login com outra conta
ro: Nu aveți niciun interviu alocat pe acest dispozitiv. Trimiteți informații despre tabletă, ștergeți datele aplicației și autentificați-vă cu alt cont
ru: У вас нет ни одного интервью на устройстве. Отправьте информацию о таблете, очистите данные приложения и войдите под другой учетной записью
uk: Ви не маєте жодних завдань на цьому пристрої. Надішліть інформацію про планшет, очистіть дані додатку та увійдіть під іншим обліковим записом
uk_ua: Ви не маєте будь-яких призначень на цьому пристрої. Надішлить інформацію з планшету, видаліть дані додатку і увійдіть, выкористовуючи інший обліковий запис
vi: Bạn không có nhiệm vụ nào trên thiết bị này. Gửi thông tin máy tính bảng, xóa dữ liệu ứng dụng và đăng nhập bằng tài khoản khác
vi_vn: Bạn không có nhiệm vụ nào trên thiết bị này. Gửi thông tin máy tính bảng, xóa dữ liệu và đăng nhập bằng tài khoản khác
zh: 您在这台设备上没有调查任务。请发送平板电脑信息、清除应用程序数据并使用另外一个账户登录

source: No
ar: لا
fr: Non
id_id: Tidak
ka: არა
km: ទេ
pt: Não
ro: Nu
ru: Нет
uk: Ні
uk_ua: Ні
vi: Không
vi_vn: Không được
zh: 否

source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
id_id: Batal
ka: გაუქმება
km: លុបចោល
pt: Cancelar
ro: Anulare
ru: Отмена
uk: Скасувати
uk_ua: Скасувати
vi: Hủy
vi_vn: Hủy bỏ
zh: 取消

# PasswordMatchError
source: Password must be the same
ar: يجب أن تكون كلمة المرور متطابقة
fr: Le mot de passe doit être identique
pt: A senha deve ser a mesma
uk: Пароль повинен бути однаковим
vi: Mật khẩu phải giống nhau

# Interviewer_Diagnostics
source: Diagnostics
ar: التشخيص
es: Diagnostico
ka: დიაგნოსტიკა
km: អ្នកវិនិច្ឆ័យរោគ
pt: Diagnóstico
ro: Diagnosticare
ru: Диагностика
uk: Діагностика
uk_ua: Діагностіка
vi: Chẩn đoán
vi_vn: Xem lỗi
zh: 诊断

# Prefs_GpsDesiredAccuracySubTitle
source: Number of meters to set accuracy
ar: عدد الأمتار لتحديد الدقة
es: Número de metros para fijar la precisión
fr: Nombre de mètres pour définir la précision
ka: მეტრების რაოდენობა სიზუსტის დასადგენად
km: ចំងាយគិតជាម៉ែត្រដើម្បីកំណត់ភាពជាក់លាក់
pt: Número de metros para definir a precisão
ro: Numărul de metri necesari pentru a stabili acuratețea
ru: Значение в метрах для задания точности.
uk: Кількість лічильників для встановлення точності
vi: Số mét để đặt độ chính xác
zh: 精度（米）

# Prefs_GpsDesiredAccuracyTitle
source: Desired accuracy of GPS questions
ar: الدقة المطلوبة لأسئلة GPS
es: Precisión de pregunta GPS deseada
fr: Précision souhaitée des questions GPS
ka: GPS კითხვების სასურველი სიზუსტე
km: សំនួរ ជី ភី អេស ចង់បានភាពជាក់លាក់
pt: Precisão desejada das perguntas de GPS
ro: Acuratețe necesară pentru întrebările GPS
ru: Желаемая точность GPS вопроса
uk: Бажана точність GPS-питань
vi: Độ chính xác mong muốn của các câu hỏi GPS
vi_vn: Độ chính xác mong muốn của các câu hỏi GPS
zh: GPS问题精度

# Interview_Instruction_ShowInstruction
source: Show instruction
ar: عرض التعليمات
es: Mostrar instrucción
fr: Afficher l'instruction
ka: მაჩვენე ინსტრუქცია
km: បង្ហាញការណែនាំ
pt: Mostrar instrução
ro: Arată instrucțiunile
ru: Показать инструкцию
uk: Показати інструкцію
vi: Hiển thị hướng dẫn
zh: 显示说明

# Interview_Questions_Timestamp_SaveAnswer
source: Tap to record current time
ar: اضغط لتسجيل الوقت الحالي
es: Presione para registrar la fecha y hora
fr: Appuyez pour enregistrer l'heure actuelle
ka: მიმდინარე დროის ჩასაწერად დააჭირეთ
pt: Toque para registrar a hora atual
ro: Apăsați pentru a înregistra timpul curent
ru: Сохранить текущее время
uk: Натисніть, щоб записати поточний час
vi: Nhấn để ghi lại thời gian hiện tại
zh: 点击记录当前时间

# Interview_Complete_Entities_With_Errors
source: Entities with errors:
ar: الأسئلة التي تحتوي على أخطاء:
es: Entidades con errores:
fr: Questions avec erreurs :
ka: შეცდომიანი ობიექტები
pt: Perguntas com erros:
ro: Entitățile cu erori:
ru: Объекты с ошибками:
uk: Сутності з помилками:
vi: Các câu hỏi có lỗi:
zh: 有错误的项目：

# Interview_Complete_First_n_Entities_With_Errors
source: First {0} entities with errors:
ar: أول {0} أسئلة تحتوي على أخطاء:
es: Primeras {0} entidades con errores:
fr: Premières {0} questions avec erreurs :
ka: პირველი {0} შეცდომიანი ობიექტები:
pt: Primeiras {0} perguntas com erros:
ro: Primele {0} entități cu erori:
ru: Первые {0} объектов с ошибкам:
uk: Перші {0} сутностей з помилками:
vi: Các câu hỏi đầu tiên {0} có lỗi:
zh: 前{0}个有错误的项目：

# Messages_WaitPendingOperation
source: Please wait until the current operation is completed
ar: يرجى الانتظار حتى تكتمل العملية الحالية
es: Por favor espere a que la operación actual sea completada
fr: Veuillez attendre la fin de l'opération en cours
ka: დაელოდეთ, სანამ მიმდინარე ოპერაცია დასრულდება
pt: Por favor, aguarde até que a operação atual seja concluída
ro: Așteptați până când operația curentă este finalizată
ru: Пожалуйста подождите пока завершится текущая операция
uk: Будь ласка, дочекайтеся завершення поточної операції
vi: Vui lòng đợi cho đến khi hoàn thành thao tác hiện tại
zh: 请等待至当前操作完成

# Prefs_VibrateOnErrorSummary
source: The tablet is going to vibrate when an answer didn't pass the validation
ar: سوف يهتز الجهاز اللوحي عندما لا تمر الإجابة التحقق
es: La tableta vibrará cuando una pregunta no satisfaga su validación
fr: La tablette va vibrer lorsqu'une réponse n'a pas passé la validation
ka: როცა პასუხი ვერ გაივლის ვალიდაციას, ტაბლეტი დაიწყებს ვიბრირებას
pt: O tablet vai vibrar quando uma resposta não passar na validação
ro: Tableta vibrează când un răspuns nu satisface condiția de validare
ru: Таблет будет вибрировать когда ответ не проходит валидацию
uk: Планшет буде вібрувати, якщо відповідь не пройшла перевірку
vi: Máy tính bảng sẽ rung khi câu trả lời không vượt qua được xác thực
zh: 当一个问题没有通过校验时，平板电脑将会震动

# Prefs_VibrateOnErrorTitle
source: Vibrate when invalid answer is given
ar: الاهتزاز عند إعطاء إجابة غير صالحة
es: Vibración cuando se introduzca una respuesta inválida
fr: Vibrer lorsqu'une réponse invalide est donnée
ka: არასწორი პასუხის შემთხვევაში ვიბრაცია
pt: Vibrar quando uma resposta inválida for dada
ro: Vibrează când este dat un răspuns nevalid
ru: Вибрировать когда дан не валидный ответ
uk: Вібрувати, коли дається невірна відповідь
vi: Rung khi câu trả lời không hợp lệ
zh: 在答案非法时震动

# Interview_Cover_Screen_Title
source: Cover
ar: الغلاف
es: Portada
fr: Couverture
ka: ყდა
pt: Capa
ro: Copertă
ru: Обложка
uk: Обкладинка
vi: Bìa
zh: 封面

# Interview_Cover_First_n_Questions_With_Comments
source: First {0} questions with comments:
ar: أول {0} أسئلة مع تعليقات:
es: Primeras {0} preguntas con comentarios:
fr: Premières {0} questions avec commentaires :
ka: პირველი {0} კითხვები კომენტარებთან ერთად:
pt: Primeiras {0} perguntas com comentários:
ro: Primele {0} întrebări cu comentarii:
ru: Первые {0} вопросов с комментариями:
uk: Перші {0} питань з коментарями:
vi: Các câu hỏi đầu tiên {0} có bình luận:
zh: 前{0}个有评论的问题

# Interview_Cover_Questions_With_Comments
source: Questions with supervisor comments:
ar: الأسئلة مع تعليقات المشرف:
es: Pregunta con comentarios del supervisor:
fr: Questions avec commentaires du superviseur :
ka: კითხვები ზედამხედველის კომენტარებთან ერთად:
pt: Perguntas com comentários do supervisor:
ro: Întrebări cu comentariile controlorului:
ru: Вопросы с комментариями супервизора:
uk: Питання з коментарями супервізора:
vi: Các câu hỏi có bình luận của giám sát viên:
zh: 有督导员评论的问题

# Interview_Cover_Supervisor_Comments_does_not_exists
source: No comments from supervisor
ar: لا توجد تعليقات من المشرف
fr: Aucun commentaire du superviseur
pt: Sem comentários do supervisor
uk: Немає зауважень від супервізора
vi: Không có bình luận từ giám sát viên

# Interview_Other_Comment_Caption
source: User comment
ar: تعليق المستخدم
es: Comentario de usuario
fr: Commentaire de l'utilisateur
ka: მომხმარებლის კომენტარი
pt: Comentário do usuário
ro: Comentariul utilizatorului
ru: Комментарий пользователя
uk: Коментар користувача
vi: Bình luận của người dùng
zh: 用户评论

# Interview_Supervisor_Comment_Caption
source: Supervisor comment
ar: تعليق المشرف
es: Comentario del supervisor
fr: Commentaire du superviseur
ka: ზედამხედველის კომენტარი
pt: Comentário do supervisor
ro: Comentariu controlor
ru: Комментарий супервизора
uk: Коментар супервізора
vi: Bình luận của giám sát viên
zh: 督导员评论
