Repository: surveysolutions/surveysolutions
Catalog: src/Core/SharedKernels/Enumerator/Enumerator/Properties/UIResources.*.resx
Languages: ar, es, fr, id_id, ka, km, pt, ro, ru, uk, uk_ua, vi, vi_vn, zh

# ErrorMessage_AccountIsLockedOnServer
source: Your user account is locked. Please contact the support team at support@mysurvey.solutions.
ar: تم قفل حساب المستخدم الخاص بك. يرجى الاتصال بفريق الدعم.
es: Su cuenta de usuario está bloqueada. Por favor, póngase en contacto con el equipo de soporte escribiendo a support@mysurvey.solutions.
fr: Votre compte utilisateur est verrouillé. Veuillez contacter l'équipe de support.
id_id: Akun pengguna Anda terkunci. Silahkan hubungi tim pendukung di support@mysurvey.solutions.
ka: თქვენი მომხმარებლის ანგარიში დაბლოკილია. დაუკავშირდით მხარდაჭერის გუნდს ელექტრონულ ფოსტაზე: support@mysurvey.solutions
km: គណនីអ្នកប្រើបានចាក់សោរ។ សូមទាក់ទងទៅក្រុមជំនួយ តាមអ៊ីមែល​៖ support@mysurvey.solutions
pt: Sua conta de usuário está bloqueada. Favor de entrar em contato com a equipe de suporte.
ro: Contul dvs. este blocat. Vă rugăm să contactați echipa de suport la support@mysurvey.solutions.
ru: Ваша учетная запись заблокирована. Обратитесь в службу поддержки по адресу support@mysurvey.solutions.
uk: Ваш обліковий запис заблоковано. Будь ласка, зверніться до служби підтримки.
uk_ua: Обліковий запис користувача заблоковано. Будь ласка, зв'яжіться з підтримкоб support@mysurvey.solutions.
vi: Tài khoản người dùng của bạn đã bị khóa. Vui lòng liên hệ với nhóm hỗ trợ.
vi_vn: Tài khoản của bạn đã bị khóa. Vui lòng liên hệ với nhóm hỗ trợ tại support@mysurvey.solutions.
zh: 您的用户帐户已被锁定。请联系支持人员。

# Dashboard_MyQuestionnairesLinkText
source: My
ar: خاصتي
fr: Mes
id_id: Kuesioner saya
ka: ჩემი კითხვარები
km: កម្រងសំនួររបស់ខ្ញុំ
pt: Meus
ro: Chestionarele mele
ru: Мои опросники
uk: Мої
uk_ua: Мої питальники
vi: Của tôi
vi_vn: Bộ câu hỏi của tôi

# Dashboard_SharedWithMeLinkText
source: Shared with me
ar: مشترك معي
es: Compartido conmigo
fr: Partagés avec moi
pt: Compartilhado comigo
uk: Поділилися зі мною
vi: Chia sẻ với tôi

# Dashboard_PublicQuestionnairesLinkText
source: Public
ar: عام
es: Público
id_id: Kuesioner publik
ka: საჯარო კითხვარები
km: បង្ហាញកម្រងសំនួរ
pt: Público
ro: Chestionare publice
ru: Общие опросники
uk: Публічні
uk_ua: Загальнодоступні питальники
vi: Công khai
vi_vn: Bộ câu hỏi công khai

# Dashboard_ToolbarText
source: Questionnaires
ar: الاستبيانات
es: Cuestionarios
id_id: Kuesioner
ka: კითხვარები
km: កម្រងសំនួរ
pt: Questionários
ro: Chestionare
ru: Опросники
uk: Анкети
uk_ua: Питальники
vi: Bảng câu hỏi
vi_vn: Bộ câu hỏi
zh: 问卷

# EndpointText
source: Web Service Endpoint:
ar: نقطة نهاية خدمة الويب:
es: Extremo de servicio Web:
fr: Point de terminaison du service Web :
id_id: Web layanan Endpoint:
ka: ვებ-სერვისის საბოლოო წერტილი
km: ចំនុចបញ្ចប់ សេវាweb
pt: Ponto de extremidade do serviço Web:
ru: Адрес веб-сервиса:
uk: Адреса веб-сервісу:
uk_ua: Кінцева точка служби Web:
vi: Điểm cuối dịch vụ web:
vi_vn: Web dịch vụ điểm cuối:
zh: 网络服务端点：

# ErrorMessage_UpgradeRequired
source: New version of application was released. Please, update the application
ar: تم إصدار نسخة جديدة من التطبيق. يرجى تحديث التطبيق
es: Existe una nueva versión de la aplicación. Por favor, actualice la aplicación
fr: Une nouvelle version de l'application a été publiée. Veuillez mettre à jour l'application
id_id: Versi baru dari aplikasi telah dirilis. Silahkan, memperbarui aplikasi
ka: გამოვიდა აპლიკაციის ახალი ვერსია. გთხოვთ, განაახლოთ აპლიკაცია
km: កំណែថ្មីនៃឯកសារត្រូវបានជំនួស។ សូមធ្វើបច្ចប្បន្នភាពឯកសារ។​
pt: Nova versão do aplicativo foi lançada. Por favor, atualize o aplicativo
ro: A fost lansată o nouă versiune a aplicației. Vă rugăm să actualizați aplicația
ru: Выпущена новая версия приложения. Обновитесь, пожалуйста.
uk: Вийшла нова версія програми. Будь ласка, оновіть додаток
uk_ua: Вийшла нова версія програми. Будь ласка, оновіть додаток
vi: Phiên bản mới của ứng dụng đã được phát hành. Vui lòng cập nhật ứng dụng
vi_vn: Đã có phiên bản mới của ứng dụng. Xin vui lòng cập nhật!
zh: 应用程序已发布新版本，请更新。

# ErrorMessage_InternalServerError
source: Server error. Please contact the support team at support@mysurvey.solutions
ar: خطأ في الخادم. يرجى الاتصال بالدعم
es: Error del servidor. Por favor, póngase en contacto con el equipo de soporte escribiendo a support@mysurvey.solutions
fr: Erreur du serveur. Veuillez contacter le support
id_id: Server error. Silahkan hubungi tim pendukung di support@mysurvey.solutions.
ka: სერვერის შეცდომა. დაუკავშირდით მხარდაჭერის გუნდს ელექტრონულ ფოსტაზე: support@mysurvey.solutions
km: Server មិនដំណើរការ។ សូមទាក់ទងទៅក្រុមជំនួយ តាមអ៊ីមែល​៖ support@mysurvey.solutions
pt: Erro de servidor. Favor de entrar em contato com a equipe de suporte
ro: Eroare de server. Vă rugăm să contactați echipa de suport la support@mysurvey.solutions
ru: На данный момент сервер недоступен. Просим прощения за неудобства. Работа сервера будет восстановлена в ближайшее время
uk: Помилка сервера. Будь ласка, зверніться до служби підтримки
uk_ua: Помилка сервера. Будь ласка, зв'яжіться зі службою підтримки support@mysurvey.solutions
vi: Lỗi máy chủ. Vui lòng liên hệ với bộ phận hỗ trợ
vi_vn: Lỗi máy chủ. Vui lòng liên hệ với nhóm hỗ trợ tại support@mysurvey.solutions
zh: 服务器错误。请联系.

# LoginNameHint
source: Your login
ar: تسجيل الدخول الخاص بك
es: Su inicio de sesión
fr: Votre identifiant
id_id: Login Anda
ka: თქვენი სისტემაში შესვლა
km: ការចុះឈ្មោះចូលរបស់អ្នក
pt: Seu login
ro: Utilizator
ru: Имя пользователя
uk: Ваш логін
uk_ua: Ваш Логін
vi: Đăng nhập của bạn
vi_vn: Thông tin đăng nhập
zh: 您的用户名

# LoginText
source: Sign in
ar: تسجيل الدخول
es: Iniciar sesión
fr: Se connecter
id_id: Masuk
ka: შესვლა
km: ការចុះឈ្មោះចូល​
pt: Entrar
ro: Intră în cont
ru: Войти
uk: Увійти
uk_ua: Ввійти
vi: Đăng nhập
vi_vn: Đăng nhập
zh: 登录

# LoginTitleText
source: Survey Solutions Questionnaire Tester
ar: مُختبر استبيانات حلول المسح
fr: Testeur de questionnaire Survey Solutions
id_id: Penguji Kuesioner Survey Solutions
km: កម្រងសំនួរ សាកល្បង Survey Solutios
pt: Testador de Questionários do Survey Solutions
uk: Survey Solutions Tester
vi: Trình kiểm tra bảng câu hỏi Survey Solutions
zh: Survey Solutions问卷测试器

# ErrorMessage_Maintenance
source: The website of Survey Solutions Designer is on the maintenance mode now. Sorry for the inconvenience
ar: موقع مصمم حلول المسح في وضع الصيانة الآن. نعتذر عن الإزعاج
es: La web de Survey Solutions Designer está ahora en el modo de mantenimiento. Disculpen las molestias
fr: Le site Web de Survey Solutions Designer est en mode maintenance. Désolé pour le désagrément
id_id: Situs Desainer Survey Solutions sedang dalam perbaikan. Maaf atas ketidaknyamanannya
ka: Survey Solutions Designer-ის ვებ-გვერდზე მიმდინარეობს ტექნიკური სამუშაოები, რისთვისაც ბოდიშს გიხდით
km: គេហទំព័រ របស់ Survey Solutions Designer ឥឡូវកំពុងរៀបចំ។ សូមអាធ្យាស្រ័យសំរាប់ការរអាក់រអួល
pt: O site do Survey Solutions Designer está em modo de manutenção agora. Desculpe pela inconveniência
ro: Site-ul Survey Solutions Designer este în mod mentenanță acum. Ne cerem scuze pentru inconvenient
ru: The website of survey solutions designer is in maintenance mode now. Sorry for the inconvenience
uk: Сайт Survey Solutions Designer зараз знаходиться в режимі технічного обслуговування. Вибачте за незручності
uk_ua: Сайт Survey Solutions Designe зараз в режимі супроводу. Вибачте за незручності
vi: Trang web của Survey Solutions Designer đang trong chế độ bảo trì. Xin lỗi vì sự bất tiện này
vi_vn: Trang web Survey Solutions Designer đang trong chế độ bảo trì. Xin lỗi vì sự bất tiện này
zh: Survey Solutions Designer的网站正在维护，很抱歉给您带来不便。

# PrefilledQuestions_StartInterview
source: START
ar: ابدأ
es: INICIO
fr: DÉMARRER
id_id: MULAI
km: ចាប់ផ្តើម
pt: INICIAR
ru: НАЧАТЬ
uk: ПОЧАТИ
uk_ua: ПОЧАТИ
vi: BẮT ĐẦU
vi_vn: BẮT ĐẦU
zh: 开始

# PasswordHint
source: Password
ar: كلمة المرور
es: Contraseña
fr: Mot de passe
id_id: Sandi
ka: პაროლი
km: លេខកូដ
pt: Senha
ro: Parolă
ru: Пароль
uk: Пароль
uk_ua: Пароль
vi: Mật khẩu
vi_vn: Mật khẩu
zh: 密码

# OldPasswordHint
source: Current password
ar: كلمة المرور الحالية
fr: Mot de passe actuel
pt: Senha atual
uk: Поточний пароль
vi: Mật khẩu hiện tại

# NewPasswordHint
source: New password
ar: كلمة المرور الجديدة
fr: Nouveau mot de passe
pt: Nova senha
uk: Новий пароль
vi: Mật khẩu mới

# ConfirmNewPasswordHint
source: Confirm new password
ar: تأكيد كلمة المرور الجديدة
fr: Confirmer le nouveau mot de passe
pt: Confirme a nova senha
uk: Підтвердіть новий пароль
vi: Xác nhận mật khẩu mới

# ErrorMessage_RequestTimeout
source: Timeout when connecting to the Survey Solutions Designer website. Check your internet connection.
ar: انتهت مهلة الاتصال بموقع مصمم حلول المسح. تحقق من اتصالك بالإنترنت.
es: Se ha excedido el tiempo de espera de conexión a la página web de Survey Solutions Designer. Compruebe su conexión a internet.
fr: Délai d'attente lors de la connexion au site Web de Survey Solutions Designer. Vérifiez votre connexion Internet.
id_id: Waktu habis ketika menyambungkan ke Situs Desainer Survey Solutions. Periksa koneksi internet Anda.
ka: Survey Solutions Designer-ის ვებ-გვერდზე დაკავშირებისას ამოიწურა დრო. შეამოწმეთ ინტერნეტ კავშირი
km: មិនអាចដំណើរការ ពេលភ្ជាប់ទៅ​គេហទំព័រ Survey Solutions Designer ។ សូមពិនិត្យការភ្ជាប់អ៊ិនធឺណែតរបស់អ្នក។
pt: Tempo esgotado ao conectar ao site do Survey Solutions Designer. Verifique sua conexão com a internet.
ro: Eroare de conexiune la site-ul Survey Solutions Designer. Verificați conexiunea la Internet.
ru: Время ожидания ответа от сервера Survey Solutions Designer истекло. Пожалуйста, проверьте Ваше интернет соединение.
uk: Тайм-аут під час підключення до веб-сайту Survey Solutions Designer. Перевірте підключення до Інтернету.
uk_ua: Вичерпано час очікування під час підключення до Survey Solutions Designe веб-сайту. Перевірте підключення до Інтернету.
vi: Hết thời gian kết nối với trang web Survey Solutions Designer. Kiểm tra kết nối internet của bạn.
vi_vn: Thời gian kết nối với trang web Survey Solutions Designer đã hết. Kiểm tra kết nối Internet của bạn.
zh: 到Survey Solutions Designer网站的连接已超时，请检查网络设置。

# ErrorMessage_ServiceUnavailable
source: No connection to the Survey Solutions Designer. Please make sure that the website is available.
ar: لا يوجد اتصال بمصمم حلول المسح. يرجى التأكد من أن الموقع متاح.
es: No hay conexión con Survey Solutions Designer. Por favor, asegúrese de que el sitio web está disponible.
fr: Aucune connexion à Survey Solutions Designer. Veuillez vous assurer que le site Web est disponible.
id_id: Tidak ada koneksi ke Survey Solutions Designer. Pastikan bahwa situs ini tersedia.
ka: კავშირი არაა Survey Solutions Designer-ის ვებ-გვერდზე. დარწმუნდით, რომ ვებ-გვერდი არსებობს
km: មិនអាចភ្ជាប់ទៅនឹងSurvey Solutions Designer។ សូមប្រាកដាថា ឈ្មោះគេហទំព័រត្រឹមត្រូវ
pt: Sem conexão com o Survey Solutions Designer. Por favor, certifique-se de que o site está disponível.
ro: Nu se poate conecta la Survey Solutions Designer. Verificați disponibilitatea site-ului.
ru: Нет связи с Survey Solutions Designer.
uk: Немає зв'язку з Survey Solutions Designer. Переконайтеся, що веб-сайт доступний.
uk_ua: Немає зв'язку веб-сайтом дизайнера. Будь ласка, переконайтеся, що веб-сайт доступний.
vi: Không có kết nối với Survey Solutions Designer. Vui lòng đảm bảo rằng trang web có sẵn.
vi_vn: Không kết nối được với trang web Survey Solutions Designer. Vui lòng đảm bảo trang web này đang hoạt động.
zh: 没有到问卷设计系统的连接。请确保网站可用。

# StaySignedInText
source: Stay signed in
ar: البقاء مسجلاً
es: Mantenerse conectado
fr: Rester connecté
id_id: Tetap masuk
ka: დარჩით სისტემაში
km: នៅរក្សាក្នុង ការចុះឈ្មោះ
pt: Permanecer conectado
ro: Rămâneți autentificat
ru: Запомнить меня
uk: Залишатися в системі
uk_ua: Залишатися в системі
vi: Giữ đăng nhập
vi_vn: Ở trạng thái đăng nhập
zh: 保持登录状态

# ErrorMessage_Unauthorized
source: Your login or password is incorrect
ar: تسجيل الدخول أو كلمة المرور غير صحيحة
es: Su cuenta de usuario o contraseña es incorrecta
fr: Votre identifiant ou mot de passe est incorrect
id_id: Login atau sandi salah
ka: თქვენი მომხმარებლის სახელი ან პაროლი არასწორია
km: ចុះឈ្មោះចូល ឬ លេខកូដរបស់អ្នកមិនត្រឹមត្រូវ
pt: Seu login ou senha está incorreto
ro: Numele de utilizator sau parola sunt incorecte
ru: Вы ввели неправильное имя или пароль
uk: Ваш логін або пароль невірні
uk_ua: Логін або пароль вказано невірно
vi: Tên đăng nhập hoặc mật khẩu của bạn không chính xác
vi_vn: Tên đăng nhập hoặc mật khẩu không chính xác
zh: 您的帐号或密码错误

# Interview_Questions_Gps_SaveAnswer
source: Tap to record GPS
ar: اضغط لتسجيل GPS
es: Pulse para registrar GPS
fr: Appuyez pour enregistrer le GPS
id_id: Tekan untuk merekam GPS
ka: GPS-ის ჩაწერისთვის დააჭირეთ
km: កត់ជី ភីអេស
pt: Toque para registrar GPS
ro: Apăsați pentru a înregistra localizarea GPS
ru: Определить местоположение
uk: Натисніть, щоб записати GPS
uk_ua: Визначити місце розташування
vi: Nhấn để ghi GPS
vi_vn: Nhấn vào để ghi lại vị trí
zh: 点击记录GPS

# Interview_Questions_Audio_SaveAnswer
source: Tap to record audio
ar: اضغط لتسجيل الصوت
es: Presione para grabar audio
fr: Appuyez pour enregistrer l'audio
ka: აუდიო-ჩაწერისთვის დააჭირეთ
pt: Toque para gravar áudio
ro: Apăsați pentru a înregistra sunetul
ru: Записать звук
uk: Натисніть, щоб записати аудіо
uk_ua: Записати звук
vi: Nhấn để ghi âm
zh: 点击记录语音

# Interview_Questions_Audio_RecordNew
source: Record new
ar: تسجيل جديد
es: Registrar nuevo
fr: Enregistrer un nouveau
ka: ახალი ჩანაწერის გაკეთება
pt: Gravar novo
ro: Înregistrare nouă
ru: Перезаписать
uk: Записати новий
uk_ua: Перезаписати
vi: Ghi âm mới
zh: 开始新记录

# Interview_Instruction_Title
source: Instruction
ar: تعليمات
es: Instrucción
id_id: Instruksi
ka: ინსტრუქცია
km: ការណែនាំ
pt: Instrução
ro: Instrucțiune
ru: Инструкция
uk: Інструкція
uk_ua: Інструкція
vi: Hướng dẫn
vi_vn: Hướng dẫn:
zh: 说明

# TextQuestion_Hint
source: Tap to enter text
ar: اضغط لإدخال النص
es: Pulse para ingresar texto
fr: Appuyez pour entrer du texte
id_id: Tekan untuk memasukkan teks
ka: ტექსტის შესაყვანად დააჭირეთ
km: វាយជាអត្ថបទ
pt: Toque para inserir texto
ro: Apăsați pentru a introduce text
ru: Нажмите для ввода текста
uk: Натисніть, щоб ввести текст
uk_ua: Натисніть, щоб ввести текст
vi: Nhấn để nhập văn bản
vi_vn: Nhấn vào để nhập văn bản
zh: 点击输入文本

# IntegerQuestion_Hint
source: Tap to enter number
ar: اضغط لإدخال الرقم
es: Pulse para introducir número
fr: Appuyez pour entrer un nombre
id_id: Tekan untuk memasukkan nomor
ka: რიცხვის შესაყვანად დააჭირეთ
km: វាយបញ្ចូលលេខ
pt: Toque para inserir número
ro: Apăsați pentru a introduce numărul
ru: Нажмите для ввода числа
uk: Натисніть, щоб ввести номер
uk_ua: Торкніться, щоб ввести номер
vi: Nhấn để nhập số
vi_vn: Nhấn để nhập số
zh: 点击输入数字

# RealQuestion_Hint
source: Tap to enter decimal
ar: اضغط لإدخال الرقم
es: Pulse para entrar decimal
fr: Appuyez pour entrer un nombre décimal
id_id: Tekan untuk memasukkan desimal
ka: ათწილადის შესაყვანად დააჭირეთ
km: វាយបញ្ចូលទសភាគ
pt: Toque para inserir decimal
ro: Apăsați pentru a introduce zecimale
ru: Нажмите для ввода числа
uk: Натисніть, щоб ввести десяткове число
uk_ua: Натисніть, щоб ввести десяткове число
vi: Nhấn để nhập số
vi_vn: Nhấn vào để nhập số thập phân
zh: 点击输入数字

# Interview_Questions_RemoveRowFromRosterMessage
source: Are you sure you want to remove related roster '{0}' from each related roster?
ar: هل أنت متأكد أنك تريد إزالة القائمة ذات الصلة '{0}' من كل قائمة ذات صلة؟
es: ¿Está seguro de que desea eliminar la lista relacionada '{0}'?
fr: Êtes-vous sûr de vouloir supprimer le roster associé '{0}' de chaque roster associé ?
id_id: Apakah Anda yakin Anda ingin menghapus {0} baris dari setiap daftar terkait?
ka: დარწმუნებული ხართ, რომ გსურთ {0} სვეტის ამოღება ყოველი დაკავშირებული როსტერიდან?
km: តើអ្នកប្រាកដទេដែលអ្នកចង់លុប {0} ជួរដេកពីបញ្ជីរាយនាម?
pt: Tem certeza de que deseja remover o roster relacionado '{0}' de cada roster relacionado?
ro: Sigur doriți să eliminați {0} rânduri din fiecare Listă asociată?
ru: Вы уверены, что хотите удалить {0} строк(у) у зависимых списков?
uk: Ви впевнені, що хочете видалити пов'язаний ростер '{0}' з кожного пов'язаного ростеру?
uk_ua: Ви дійсно бажаєте видалити {0} рядків з пов'язаних списків?
vi: Bạn có chắc chắn muốn xóa danh sách liên quan '{0}' khỏi mỗi danh sách liên quan không?
vi_vn: Bạn có chắc là bạn muốn bỏ {0} lựa chọn từ danh sách này?

# Interview_Questions_RemoveRowFromRosterListMessage
source: Are you sure you want to remove related rosters?
ar: هل أنت متأكد أنك تريد إزالة القوائم ذات الصلة؟
es: ¿Estás seguro de que deseas eliminar las listas relacionadas?
fr: Êtes-vous sûr de vouloir supprimer les rosters associés ?
pt: Tem certeza de que deseja remover os rosters relacionados?
uk: Ви впевнені, що хочете видалити пов'язані ростери?
vi: Bạn có chắc chắn muốn xóa các danh sách liên quan không?

source: Yes
ar: نعم
es: Si
fr: Oui
id_id: Ya
ka: დიახ
km: មាន
pt: Sim
ro: Da
ru: Да
uk: Так
uk_ua: Так
vi: Có
vi_vn: Có
zh: 是

source: Adjust
ar: تعديل
fr: Ajuster
pt: Ajustar
uk: Налаштувати
vi: Điều chỉnh

# InvalidTimeMessage
source: It is important that the clock setting is accurate. Your clock indicates that current date is set incorrect. Adjust the clock by setting the correct date/time before continuing your work.
ar: من المهم ضبط الساعة بدقة. تشير ساعتك إلى أن التاريخ الحالي مضبوط بشكل غير صحيح. اضبط الساعة عن طريق ضبط التاريخ/الوقت الصحيح قبل متابعة عملك.
fr: Il est important que le réglage de l'horloge soit précis. Votre horloge indique que la date actuelle est incorrecte. Ajustez l'horloge en réglant la date/heure correcte avant de continuer votre travail.
pt: É importante que a configuração do relógio esteja precisa. Seu relógio indica que a data atual está incorreta. Ajuste o relógio configurando a data/hora correta antes de continuar seu trabalho.
uk: Важливо, щоб налаштування годинника було точним. Ваш годинник показує, що поточна дата встановлена неправильно. Відрегулюйте годинник, встановивши правильну дату/час, перш ніж продовжувати роботу.
vi: Điều quan trọng là cài đặt đồng hồ phải chính xác. Đồng hồ của bạn cho biết ngày hiện tại được đặt không chính xác. Điều chỉnh đồng hồ bằng cách đặt ngày/giờ chính xác trước khi tiếp tục công việc của bạn.

# Validity_Answered_Invalid_ErrorCaption
source: Answer is invalid
ar: الإجابة غير صالحة
es: Respuesta no válida
fr: La réponse est invalide
id_id: Jawabannya tidak valid
ka: პასუხი არასწორია
km: ចំលើយមិនត្រូវ
pt: Resposta inválida
ro: Răspunsul este nevalid
ru: Ответ недействителен
uk: Відповідь невірна
uk_ua: Неприпустима відповідь
vi: Câu trả lời không hợp lệ
vi_vn: Câu trả lời không phù hợp
zh: 答案无效‘

source: Warnings
ar: تحذيرات
es: Advertencias
fr: Avertissements
pt: Avisos
ro: Avertizări
ru: Предупреждения
uk: Попередження
vi: Cảnh báo
zh: 警告

# Validity_NotAnswered_InterviewException_ErrorCaption
source: Answer was not saved
ar: لم يتم حفظ الإجابة
es: Respuesta no guardada
fr: La réponse n'a pas été enregistrée
id_id: Jawabannya belum disimpan
ka: პასუხი არ შეინახა
km: ចំលើយមិនបានរក្សាទុក
pt: A resposta não foi salva
ro: Răspunsul nu a fost salvat
ru: Ответ не сохранён
uk: Відповідь не збережено
uk_ua: Відповідь не збережено
vi: Câu trả lời không được lưu
vi_vn: Câu trả lời chưa được lưu
zh: 答案未被保存

# Interview_Comment_OnPreviousAnswer
source: On previous answer
ar: على الإجابة السابقة
es: En respuesta anterior
fr: Sur la réponse précédente
pt: Na resposta anterior
uk: На попередню відповідь
vi: Trên câu trả lời trước

# Interview_Comment_Interviewer_Caption
source: Your comment
ar: تعليقك
es: Comentarios
fr: Votre commentaire
id_id: Komentar Anda
ka: თქვენი კომენტარი
km: មតិយោបល់របស់អ្នក
pt: Seu comentário
ro: Comentariul dvs
ru: Ваш комментарий
uk: Ваш коментар
uk_ua: Ваш коментар
vi: Bình luận của bạn
vi_vn: Bình luận của bạn
zh: 您的评论

# Interview_Comment_Resolve
source: Resolve
ar: حل
fr: Résoudre
pt: Resolver
uk: Вирішити
vi: Giải quyết

# DateQuestion_Hint
source: Tap to enter date
ar: اضغط لإدخال التاريخ
es: Pulse para introducir fecha
fr: Appuyez pour entrer la date
id_id: Tekan untuk memasukkan tanggal
ka: თარიღის შესაყვანად დააჭირეთ
km: វាយបញ្ចូលកាលបរិច្ចេទ
pt: Toque para inserir data
ro: Apăsați pentru a înregistrarea datei
ru: Нажмите для ввода даты
uk: Натисніть, щоб ввести дату
uk_ua: Торкніться, щоб ввести дату
vi: Nhấn để nhập ngày
vi_vn: Nhấn vào để nhập ngày
zh: 点击输入日期

# Interview_Questions_QrBarcode_SaveAnswer
source: Tap to take barcode
ar: اضغط لأخذ الباركود
es: Pulse para leer código de barras
fr: Appuyez pour scanner le code-barres
id_id: Tekan untuk mengambil kode batang
ka: barcode-ის გადასაღებად დააჭირეთ
km: យករូបbarcode
pt: Toque para capturar código de barras
ro: Apăsați pentru a prelua codul de bare
ru: Отсканировать штрих-код
uk: Натисніть, щоб зчитати штрих-код
uk_ua: Торкніться кнопки прийняти штрих-коду
vi: Nhấn để chụp mã vạch
vi_vn: Nhấn vào để lấy mã vạch
zh: 点击扫描条形码

# Interview_Questions_Area_SaveAnswer
source: Tap to answer
ar: اضغط للإجابة
es: Presione para editar el área
fr: Appuyez pour répondre
ka: ფართობის ედიტირებისთვის დააჭირეთ
pt: Toque para responder
ro: Apăsați pentru a edita zona
ru: Редактировать область
uk: Натисніть, щоб відповісти
vi: Nhấn để trả lời
zh: 点击编辑面积

# Interview_Group_Status_CompletedFormat
source: Section completed: {0}
ar: القسم مكتمل: {0}
es: Sección completada: {0}
fr: Section complétée : {0}
id_id: Bagian selesai: {0}
ka: დასრულებული სექციები: {0}
km: បំពេញផ្នែក {0}
pt: Seção concluída: {0}
ro: Secțiune completă: {0}
ru: Секция заполнена ({0})
uk: Розділ завершено: {0}
uk_ua: Розділ завершено: {0}
vi: Phần đã hoàn thành: {0}
vi_vn: Số mục đã hoàn thành: {0}
zh: 已完成的部分：{0}

# Interview_Group_AnsweredQuestions_Many
source: {0} answers
ar: {0} إجابات
es: {0} respuesta
fr: {0} réponses
id_id: {0} jawaban
ka: {0} პასუხები
km: {0} ចំលើយ
pt: {0} respostas
ro: {0} răspunsuri
ru: ответов: {0}
uk: {0} відповіді
uk_ua: {0} відповіді
vi: {0} câu trả lời
vi_vn: {0} câu trả lời
zh: {0}个答案

# Interview_Group_Subgroups_ManyFormat
source: {0} sub-sections
ar: {0} أقسام فرعية
es: {0} sub-secciones
fr: {0} sous-sections
id_id: {0} Sub-Bagian
ka: {0} ქვე-სექციები
km: {0} ផ្នែកតូចបន្ទាប់
pt: {0} sub-seções
ro: {0} sub-secțiuni
ru: вложенных секций: {0}
uk: {0} підрозділи
uk_ua: {0} підрозділів
vi: {0} tiểu mục
vi_vn: {0} mục con
zh: {0}个问卷子块

# Interview_Group_Subgroups_Zero
source: no sub-sections
ar: لا توجد أقسام فرعية
es: no sub-secciones
fr: aucune sous-section
id_id: tidak ada sub-bagian
ka: ქვე-სექციები არ არის
km: មិនមានផ្នែកតូចបន្ទាប់ទេ
pt: nenhuma sub-seção
ro: fără sub-secțiuni
ru: вложенных секций нет
uk: немає підрозділів
uk_ua: немає підрозділів
vi: không có tiểu mục
vi_vn: Không có mục con
zh: 无问卷子块

# Interview_Group_Status_NotStarted
source: Section not started
ar: القسم لم يبدأ
es: Sección no iniciada
fr: Section non commencée
id_id: Bagian belum dimulai
ka: სექცია არ არის დაწყებული
km: ផ្នែកនេះមិនទាន់ចាប់ផ្តើម
pt: Seção não iniciada
ro: Secțiune neîncepută
ru: Секция не содержит ни одного ответа
uk: Розділ не почато
uk_ua: Розділ не розпочато
vi: Phần chưa bắt đầu
vi_vn: Số mục chưa phỏng vấn
zh: 未开始的部分

# Interview_Group_AnsweredQuestions_One
source: one answer
ar: إجابة واحدة
es: una respuesta
fr: une réponse
id_id: satu jawaban
ka: ერთი პასუხი
km: ចំលើយមួយ
pt: uma resposta
ro: un răspuns
ru: один ответ
uk: одна відповідь
uk_ua: одна відповідь
vi: một câu trả lời
vi_vn: một trả lời
zh: 一个答案

# Interview_Group_Subgroups_One
source: one sub-section
ar: قسم فرعي واحد
es: una sub-sección
fr: une sous-section
id_id: satu sub-bagian
ka: ერთი ქვე-სექცია
km: ផ្នែកតូចបន្ទាប់មួយ
pt: uma sub-seção
ro: o sub-secțiune
ru: одна вложенная секция
uk: один підрозділ
uk_ua: один підрозділ
vi: một tiểu mục
vi_vn: một mục con
zh: 一个问卷子块
