Repository: surveysolutions/surveysolutions
Catalog: src/Core/SharedKernels/Enumerator/Enumerator/Properties/UIResources.*.resx
Languages: ar, es, fr, id_id, ka, km, pt, ro, ru, uk, uk_ua, vi, vi_vn, zh

# Version_Not_Supports
source: Your version of application doesn't support this functionality
ar: إصدار التطبيق الخاص بك لا يدعم هذه الميزة. يرجى تثبيت تطبيق المقابل مع الخرائط لتمكينها.
es: La versión de su aplicación no soporta esta funcionalidad
fr: Votre version de l'application ne prend pas en charge cette fonctionnalité
ka: თქვენი აპლიკაციის ვერსიას არ გააჩნია მხარდაჭერა ამ ფუნქციონალზე
pt: Sua versão do aplicativo não suporta essa funcionalidade
ro: Versiunea dvs. de aplicație nu acceptă această funcție
ru: Версия вашего приложения не поддерживает данный функционал
uk: Ваша версія програми не підтримує цю функцію
vi: Phiên bản ứng dụng của bạn không hỗ trợ tính năng này. Vui lòng cài đặt Người phỏng vấn với Bản đồ để kích hoạt nó.
zh: 您的程序版本不支持此功能

# AreaMap_UpdateFailed
source: Update failed
ar: فشل التحديث
es: Actualización fallida
fr: Échec de la mise à jour
ka: განახლება არ შესრულდა
pt: Falha na atualização
ro: Actualizare eșuată
ru: Обновление не удалось
uk: Не вдалося оновити
vi: Cập nhật thất bại
zh: 更新失败

# Device_Does_Not_Support
source: Your device doesn't support this functionality
ar: جهازك لا يدعم هذه الوظيفة
es: Su dispositivo no soporta esta funcionalidad
fr: Votre appareil ne prend pas en charge cette fonctionnalité
ka: თქვენს მოწყობილობას არ გააჩნია მხარდაჭერა ამ ფუნქციების შესასრულებლად
pt: Seu dispositivo não suporta essa funcionalidade
ro: Dispozitivul dvs. nu acceptă această funcție
ru: Ваше устройство не поддерживает данный функционал
uk: Ваш пристрій не підтримує цю функцію
vi: Thiết bị của bạn không hỗ trợ chức năng này
zh: 您的设备不支持此功能

# AreaMap_MapTitle
source: Map
ar: الخريطة
es: Mapa
fr: Carte
ka: რუკა
pt: Mapa
ro: Harta
ru: Карта
uk: Карта
vi: Bản đồ
zh: 地图

# AreaMap_AreaFormat
source: Area: {0:0.00} m2
ar: المساحة: {0:0.00} م²
fr: Surface : {0:0.00} m2
ka: ფართობი
pt: Área: {0:0.00} m2
ro: Zona:
ru: Площадь:
uk: Площа: {0:0.00} м2
vi: Diện tích: {0:0.00} m2

# AreaMap_OverlapsWith
source: Overlaps with:
ar: يتداخل مع:
fr: Chevauche avec :
pt: Sobrepõe-se a:
uk: Перетинається з:
vi: Chồng chéo với:

# AreaMap_OverlapsWithOther
source: and {0} other.
ar: و {0} آخر.
fr: et {0} autre(s).
pt: e {0} outros.
uk: та {0} інше.
vi: và {0} khác.

# AreaMap_PointsFormat
source: Points: {0}
ar: النقاط: {0}
es: Puntos: {0}
pt: Pontos: {0}
uk: Точки: {0}
vi: Điểm: {0}

# AreaMap_Cancel
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
ka: გაუქმება
pt: Cancelar
ro: Anulare
ru: Отмена
uk: Скасувати
vi: Hủy
zh: 取消

# AreaMap_LengthFormat
source: Length: {0:0.00} m
ar: الطول: {0:0.00} م
es: Longitud: {0:0.00} m
fr: Longueur : {0:0.00} m
ka: პერიმეტრი
pt: Comprimento: {0:0.00} m
ro: Perimetru:
ru: Длинна:
uk: Довжина: {0:0.00} м
vi: Chiều dài: {0:0.00} m

# AreaMap_PerimeterFormat
source: Perimeter: {0:0.00} m
ar: المحيط: {0:0.00} م
es: Perímetro: {0:0.00} m
fr: Périmètre : {0:0.00} m
pt: Perímetro: {0:0.00} m
ro: Perimetru:
ru: Периметр:
uk: Периметр: {0:0.00} м
vi: Chu vi: {0:0.00} m

# AreaMap_Active_Map_Title
source: ACTIVE MAP:
ar: الخريطة النشطة:
es: MAPA ACTIVO:
fr: CARTE ACTIVE :
ka: აქტიური რუკა
pt: MAPA ATIVO:
ro: HARTA ACTIVĂ:
ru: АКТИВНАЯ КАРТА:
uk: АКТИВНА КАРТА:
vi: BẢN ĐỒ ĐANG HOẠT ĐỘNG:
zh: 活动的地图：

# AreaMap_Available_Maps_Title
source: MAPS AVAILABLE ON DEVICE
ar: الخرائط المتاحة
es: MAPAS DISPONIBLES
fr: CARTE DISPONIBLES
ka: მოწყობილობაზე არსებული რუკები
pt: MAPAS DISPONÍVEIS
ro: HĂRȚI DISPONIBILE PE DISPOZITIV
ru: ДОСТУПНЫЕ НА УСТРОЙСТВЕ КАРТЫ
uk: ДОСТУПНІ КАРТИ
vi: BẢN ĐỒ CÓ SẴN
zh: 设备上已有的地图

# AreaMap_LoadShapefile
source: Load shapefile
ar: تحميل ملف الشكل
es: Cargar archivo de contorno
fr: Charger le fichier de formes
pt: Carregar arquivo de forma
uk: Завантажити шейп-файл
vi: Tải tệp ranh giới

# AreaMap_ShowBoundaries
source: Show boundaries
ar: عرض الحدود
fr: Afficher les limites
pt: Mostrar limites
uk: Показати межі
vi: Hiển thị ranh giới

# AreaMap_HideBoundaries
source: Hide boundaries
ar: إخفاء الحدود
fr: Masquer les limites
pt: Ocultar limites
uk: Приховати межі
vi: Ẩn ranh giới

# MapDashboard_Assignments
source: Assignments
ar: المهام
es: Asignaciones
fr: Affectations
pt: Atribuições
uk: Завдання
vi: Nhiệm vụ

# MapDashboard_Interviews
source: Interviews
ar: المقابلات
es: Entrevistas
fr: Entretiens
pt: Entrevistas
uk: Інтерв'ю
vi: Phỏng vấn

# MapDashboard_Disclaimer
source: only items with known coordinates are shown
ar: فقط العناصر ذات الإحداثيات المعروفة معروضة
es: solo se muestran los elementos con coordenadas conocidas
fr: seuls les éléments avec des coordonnées connues sont affichés
pt: apenas itens com coordenadas conhecidas são mostrados
uk: відображаються лише елементи з відомими координатами
vi: chỉ hiển thị các mục có tọa độ đã biết

# MapDashboard_AllQuestionnaires
source: All questionnaires
ar: جميع الاستبيانات
es: Todos los cuestionarios
fr: Tous les questionnaires
pt: Todos os questionários
uk: Всі анкети
vi: Tất cả bảng câu hỏi

# MapDashboard_AllResponsibles
source: All responsibles
ar: جميع المسؤولين
fr: Tous les responsables
pt: Todos os responsáveis
uk: Всі відповідальні
vi: Tất cả người chịu trách nhiệm

# MapDashboard_AllStatuses
source: All statuses
ar: جميع الحالات
fr: Tous les statuts
pt: Todos os status
uk: Всі статуси
vi: Tất cả trạng thái

# MapDashboard_QuestionnaireTitle
source: Questionnaire
ar: الاستبيان
es: Cuestionario
pt: Questionário
uk: Анкета
vi: Bảng câu hỏi

# MapDashboard_ResponsibleTitle
source: Responsible
ar: المسؤول
fr: Responsable
pt: Responsável
uk: Відповідальний
vi: Người chịu trách nhiệm

# MapDashboard_StatusTitle
source: Status
ar: الحالة
fr: Statut
uk: Статус
vi: Trạng thái

# MapDashboard_TypeTitle
source: Type
ar: النوع
es: Tipo
pt: Tipo
uk: Тип
vi: Loại

# MapDashboard_FiltersTitle
source: Filters
ar: الفلاتر
fr: Filtres
pt: Filtros
uk: Фільтри
vi: Bộ lọc

# AreaMap_Close
source: Close
ar: إغلاق
es: Cerrar
fr: Fermer
ka: დახურვა
pt: Fechar
ro: Închidere
ru: Закрыть
uk: Закрити
vi: Đóng
zh: 关闭

# AreaMap_Update_Maps
source: Update maps
ar: تحديث الخرائط
es: Actualizar mapas
fr: Mettre à jour les cartes
ka: რუკების განახლება
pt: Atualizar mapas
ro: Actualizare hărți
ru: Обновить карты
uk: Оновити карти
vi: Cập nhật bản đồ
zh: 更新地图

# MenuItem_Title_AreaCancel
source: Exit Map Editor
ar: الخروج من محرر الخرائط
es: Salir del editor de mapa
fr: Quitter l'éditeur de cartes
ka: რუკების ედიტორიდან გამოსვლა
pt: Sair do Editor de Mapas
ro: Ieșire Editor Hărți
ru: Выйти из редактора
uk: Вихід з редактора мап
vi: Thoát Trình chỉnh sửa Bản đồ
zh: 退出地图编辑器

# MenuItem_Title_AreaCancelEdit
source: Clear all
ar: مسح الكل
es: Limpiar todo
fr: Tout effacer
ka: ყველაფრის გასუფთავება
pt: Limpar tudo
ro: Șterge tot
ru: Очистить все
uk: Очистити всі
vi: Xóa tất cả
zh: 清除所有

# MenuItem_Title_Dashboard
source: Dashboard
ar: لوحة التحكم
es: Tablero
fr: Tableau de bord
pt: Painel
uk: Панель керування
vi: Bảng điều khiển

# InterviewKey
source: Interview Key: {0}
ar: مفتاح المقابلة: {0}
es: Llave de entrevista: {0}
fr: Clé d'entretien : {0}
ka: ინტერვიუს ღილაკი: {0}
pt: Chave da Entrevista: {0}
ro: Cheia interviului: {0}
ru: Идентификатор: {0}
uk: Ключ до інтерв'ю: {0}
vi: Khóa phỏng vấn: {0}
zh: 问卷编号：{0}

# AssignmentN
source: Assignment #{0}
ar: المهمة رقم {0}
es: Asignaciones #{0}
fr: Affectation #{0}
ka: დავალება #{0}
pt: Atribuição #{0}
ro: Interviul alocat #{0}
ru: Задача номер: {0}
uk: Завдання #{0}
vi: Nhiệm vụ #{0}
zh: 任务#{0}

# AudioQuestion_DurationFormat
source: {0} of audio recording
ar: {0} من تسجيل الصوت
es: {0} grabaciones de audio
fr: {0} d'enregistrement audio
ka: {0} აუდიო ჩანაწერის
pt: {0} de gravação de áudio
ro: {0} din înregistrarea audio
ru: {0} аудио записи
uk: {0} аудіозапису
uk_ua: {0} аудіо запису
vi: {0} của bản ghi âm
zh: {0}的录音

# Audio_Io_Exception_Message
source: Could not save audio file. Please check whether the device has internal storage available.
ar: تعذر حفظ ملف الصوت. يرجى التحقق مما إذا كان الجهاز يحتوي على مساحة تخزين داخلية متاحة.
es: No fue posible escribir el archivo de audio. Asegúrese de que el dispositivo tenga espacio disponible
fr: Impossible de sauvegarder le fichier audio. Veuillez vérifier si l'appareil dispose de stockage interne disponible.
ka: არ მოხერხდა აუდიო ფაილის ჩაწერა. დარწმუნდით, რომ მოწყობილობას აქვს თავისუფალი ადგილი შიდა მეხსიერებაში
pt: Não foi possível salvar o arquivo de áudio. Verifique se o dispositivo possui armazenamento interno disponível.
ro: Nu s-a putut scrie fișierul audio. Asigurați-vă că dispozitivul are spațiu liber pe spațiul de stocare intern
ru: Не удалось записать аудиофайл. Убедитесь, что в устройстве есть свободное пространство во внутреннем хранилище
uk: Не вдалося зберегти аудіофайл. Будь ласка, перевірте, чи доступна внутрішня пам'ять пристрою.
uk_ua: Не вдалося записати аудіофайл. Переконайтеся, що в пристрої є вільний простір у внутрішньому сховищі
vi: Không thể lưu tệp âm thanh. Vui lòng kiểm tra xem thiết bị có bộ nhớ trong khả dụng hay không.
zh: 不能写入音频文件。请确保设备在内部存储器中有剩余空间

# Audio_Unhandled_Exception_Message
source: Unexpected exception during start audio recording
ar: استثناء غير متوقع أثناء بدء تسجيل الصوت
es: Excepción inesperada durante el inicio de la grabación de audio
fr: Exception inattendue lors du démarrage de l'enregistrement audio
ka: მოულოდნელი გამონაკლისი აუდიო ჩანაწერის დაწყებისას
pt: Exceção inesperada durante o início da gravação de áudio
ro: Excepție neașteptată la pornirea înregistrării audio
ru: Непредвиденная ошибка во время начала записи
uk: Несподіване виключення під час початку аудіозапису
vi: Đã xảy ra ngoại lệ không mong muốn khi bắt đầu ghi âm
zh: 启动录音时出现预期外的异常

# AnswerRecordedMsg
source: Answer accepted. Took {0} to process
ar: تم قبول الإجابة. استغرق {0} لمعالجتها
fr: Réponse acceptée. A pris {0} pour traiter
pt: Resposta aceita. Levou {0} para processar
ro: Răspuns acceptat. Procesarea a durat {0}
ru: Ответ записан. Продолжительность {0}
uk: Відповідь прийнято. На обробку пішло {0} часу
vi: Câu trả lời đã được chấp nhận. Mất {0} để xử lý
zh: 答案已接受。用时{0}

# AnswerRecordedMsgDismiss
source: Dismiss
ar: رفض
es: Descartar
fr: Rejeter
pt: Dispensar
ro: Revocă
ru: Скрыть
uk: Відхилити
vi: Bỏ qua
zh: 清除

# Interview_SignatureClear
source: Clear
ar: مسح
es: Claro
fr: Effacer
pt: Limpar
ro: Șterge
ru: Очистить
uk: Очистити
vi: Xóa
zh: 清除

# Interview_SignatureSignHere
source: Sign here
ar: وقّع هنا
es: Firma aqui
fr: Signez ici
pt: Assine aqui
ro: Semnează aici
ru: Подпись
uk: Підпишіться тут
vi: Ký tại đây
zh: 在此签名

# Interview_TakeSignature
source: Store signature
ar: احفظ التوقيع
es: Firma de la tienda
fr: Enregistrer la signature
pt: Armazenar assinatura
ro: Stocați semnătura
ru: Сохранить подпись
uk: Зберегти підпис
vi: Lưu chữ ký
zh: 保存签名

# Interview_Questions_Integer_ProtectedValue
source: New answer to a protected question should be greater or equal to {0}
ar: يجب أن تكون الإجابة الجديدة على السؤال المحمي أكبر أو تساوي {0}
es: La nueva respuesta a una pregunta protegida debe ser mayor o igual a {0}
fr: La nouvelle réponse à une question protégée doit être supérieure ou égale à {0}
pt: Nova resposta para uma pergunta protegida deve ser maior ou igual a {0}
ro: Un răspuns nou la o întrebare protejată ar trebui să fie mai mare sau egal cu {0}
ru: Новый ответ на защищённый вопрос должен быть больше либо равен {0}
uk: Нова відповідь на захищене питання має бути більшою або рівною {0}
vi: Câu trả lời mới cho câu hỏi được bảo vệ phải lớn hơn hoặc bằng {0}
zh: 受保护问题的新答案应该大于或等于 {0}

# Interview_MaxAnswersCount
source: {0} out of {1} categories selected
ar: {0} من {1} الفئات المحددة
es: {0} de {1} categorías seleccionadas
fr: {0} sur {1} catégories sélectionnées
pt: {0} de {1} categorias selecionadas
ro: {0} din {1} opțiuni selectate
ru: {0} из {1} опций выбрано
uk: {0} з {1} обраних категорій
vi: {0} trong số {1} danh mục đã chọn
zh: {1} 个选项中的 {0} 个已被选中

# Interview_MaxAnswersCountSelected
source: The maximum number of selections ({0}) in this question has been made
ar: تم الوصول إلى الحد الأقصى لعدد الاختيارات ({0}) في هذا السؤال
fr: Le nombre maximum de sélections ({0}) pour cette question a été atteint
pt: O número máximo de seleções ({0}) nesta pergunta foi atingido
uk: У цьому питанні було зроблено максимальну кількість виборів ({0})
vi: Số lượng lựa chọn tối đa ({0}) trong câu hỏi này đã được thực hiện

# Interview_Overview
source: Overview
ar: نظرة عامة
es: Vista general
fr: Vue d'ensemble
pt: Visão geral
ro: Prezentare generală
ru: Обзор
uk: Огляд
vi: Tổng quan
zh: 概览

# Interview_Overview_Name
source: Overview
ar: نظرة عامة
es: Vista general
fr: Vue d'ensemble
pt: Visão geral
ro: Prezentare generală
ru: Обзор
uk: Огляд
vi: Tổng quan
zh: 概览

# Interview_Overview_NotAnswered
source: Not answered
ar: لم تتم الإجابة
es: No contestado
fr: Non répondu
pt: Não respondido
ro: Fără răspuns
ru: Не отвечен
uk: Без відповіді
vi: Chưa trả lời
zh: 未回答

# Interview_Overview_AdditionalInfo
source: Additional info
ar: معلومات إضافية
es: Información adicional
fr: Informations supplémentaires
pt: Informações adicionais
ro: Informații suplimentare
ru: Дополнительная информация
uk: Додаткова інформація
vi: Thông tin bổ sung
zh: 附加信息

# Interview_Overview_Warnings
source: Warning(s)
ar: تحذير(ات)
es: Advertencia (s)
fr: Avertissement(s)
pt: Aviso(s)
ro: Atenționări
ru: Ошибки
uk: Попередження(я)
vi: Cảnh báo
zh: 警告

# Interview_Overview_Comments
source: Comments
ar: تعليقات
es: Comentarios
fr: Commentaires
pt: Comentários
ro: Comentarii
ru: Комментарии
uk: Коментарі
vi: Bình luận
zh: 评论

# Supervisor_Complete_Approve_btn
source: Approve
ar: موافقة
es: Aprobar
fr: Approuver
pt: Aprovar
ro: Aprobare
ru: Утвердить
uk: Схвалити
vi: Phê duyệt
zh: 接受

# Supervisor_Complete_Assign_btn
source: Assign
ar: تعيين
es: Asignar
fr: Affecter
pt: Atribuir
ro: Alocare
ru: Назначить
uk: Призначити
vi: Giao nhiệm vụ
zh: 分配

# Supervisor_Complete_Reject_btn
source: Reject
ar: رفض
es: Rechazar
fr: Rejeter
pt: Rejeitar
ro: Respingere
ru: Отклонить
uk: Відхилити
vi: Từ chối
zh: 驳回

# OfflineSync_Cancel
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
pt: Cancelar
ru: Отмена
uk: Скасувати
vi: Hủy
zh: 取消

# OfflineSync_Abort
source: Abort
ar: إيقاف
es: Abortar
fr: Abandonner
pt: Abortar
ru: Прервать
uk: Перервати
vi: Ngừng
zh: 中止

# OfflineSync_BackToDashboard
source: Back to dashboard
ar: العودة إلى لوحة التحكم
es: Volver al tablero
fr: Retour au tableau de bord
pt: Voltar ao painel
ru: К списку заданий
uk: Повернутися до панелі керування
vi: Quay lại bảng điều khiển
zh: 回到仪表盘

# OfflineSync_Retry
source: Retry
ar: إعادة المحاولة
es: Reintentar
fr: Réessayer
pt: Tentar novamente
ru: Попробывать еще раз
uk: Спробуйте ще раз
vi: Thử lại
zh: 重试

# OfflineSync_NetworkInfo
source: Speed: {0}, Time left: {1}
ar: السرعة: {0}، الوقت المتبقي: {1}
es: Velocidad: {0}, tiempo restante: {1}
fr: Vitesse : {0}, Temps restant : {1}
pt: Velocidade: {0}, Tempo restante: {1}
ru: Скорость: {0}, Осталось: {1}
uk: Швидкість: {0}, Час, що залишився: {1}
vi: Tốc độ: {0}, Thời gian còn lại: {1}
zh: 速度： {0}， 剩余时间： {1}

# OfflineSync_InstallPlayServices
source: Google Play Services must be installed.
ar: يجب تثبيت خدمات Google Play.
es: Se deben instalar los servicios de Google Play.
fr: Google Play Services doit être installé.
pt: Os serviços do Google Play devem estar instalados.
ru: Должны быть установлены Google Play Services.
uk: Мають бути встановлені сервіси Google Play.
vi: Phải cài đặt Google Play Services.
zh: 必须先安装Google Play服务

# OfflineSync_DeviceNotSupported
source: This device is not supported.
ar: هذا الجهاز غير مدعوم.
es: Este dispositivo no es compatible.
fr: Cet appareil n'est pas pris en charge.
pt: Este dispositivo não é suportado.
ru: Это устройство не поддерживается.
uk: Цей пристрій не підтримується.
vi: Thiết bị này không được hỗ trợ.
zh: 此设备不被支持

# Synchronization_FoundDevice
source: Found interviewer device ({0})
ar: تم العثور على جهاز المحاور ({0})
es: Dispositivo de entrevistador encontrado ({0})
fr: Appareil enquêteur trouvé ({0})
pt: Dispositivo do entrevistador encontrado ({0})
ru: Найдено устройство интервьюра ({0})
uk: Знайдено пристрій для інтерв'юера ({0})
vi: Đã tìm thấy thiết bị của người phỏng vấn ({0})
zh: 发现调查员设备 ({0})

# OfflineSync_Supervisor_Title
source: Synchronization of assignments and interviews
ar: مزامنة المهام والمقابلات
es: Sincronización de asignaciones y entrevistas
fr: Synchronisation des affectations et des entretiens
pt: Sincronização de atribuições e entrevistas
ru: Синхронизация заданий и интервью
uk: Синхронізація завдань та інтерв'ю
vi: Đồng bộ hóa nhiệm vụ và phỏng vấn
zh: 任务和面访的同步

# Validity_QuestionDoesntExist
source: The current roster does not exist anymore. Please navigate to the next available section or roster using the navigation menu.
ar: القائمة الحالية لم تعد موجودة. يرجى الانتقال إلى القسم أو القائمة التالية المتاحة باستخدام قائمة التنقل.
es: La lista actual ya no existe. Navegue a la siguiente sección o lista disponible usando el menú de navegación.
fr: Le roster actuel n'existe plus. Veuillez naviguer vers la section ou le roster disponible suivant en utilisant le menu de navigation.
pt: O roster atual não existe mais. Navegue para a próxima seção ou roster disponível usando o menu de navegação.
uk: Поточний список більше не існує. Будь ласка, перейдіть до наступного доступного розділу або ростеру за допомогою меню навігації.
vi: Danh sách hiện tại không còn tồn tại nữa. Vui lòng điều hướng đến phần hoặc danh sách có sẵn tiếp theo bằng cách sử dụng menu điều hướng.
zh: 当前的二维表不再存在。请使用导航菜单导航至下一个可用的问卷模块或者二维表。

# Interview_ShowPdf
source: Show PDF
ar: عرض PDF
es: Mostrar PDF
fr: Afficher le PDF
pt: Mostrar PDF
uk: Показати PDF
vi: Hiển thị PDF
zh: 显示 PDF

# Validity_InterviewSizeLimitReached
source: This interview contains more data than the system allows. If possible, delete unnecessary roster rows and/or unanswer questions.
ar: تحتوي هذه المقابلة على بيانات أكثر مما يسمح به النظام. إذا أمكن، احذف الصفوف غير الضرورية من القائمة و/أو أجب عن الأسئلة.
es: Esta entrevista contiene más datos de los que permite el sistema. Si es posible, elimine las filas innecesarias de la lista y / o las preguntas sin respuesta.
fr: Cet entretien contient plus de données que le système ne le permet. Si possible, supprimez les lignes de roster inutiles et/ou désélectionnez les questions.
pt: Esta entrevista contém mais dados do que o sistema permite. Se possível, exclua linhas de roster desnecessárias e/ou desresponda perguntas.
uk: Це інтерв'ю містить більше даних, ніж дозволяє система. Якщо можливо, видаліть непотрібні рядки ростеру та/або змініть відповідь на запитання.
vi: Cuộc phỏng vấn này chứa nhiều dữ liệu hơn hệ thống cho phép. Nếu có thể, hãy xóa các hàng danh sách không cần thiết và/hoặc các câu hỏi chưa trả lời.

# Notifications_SummaryTitle
source: {0} notifications
ar: {0} إشعارات
es: {0} Notificaciones
pt: {0} notificações
uk: {0} сповіщень
vi: {0} thông báo

# Interview_Question_NumberRosterRemoveConfirm
source: Are you sure you want to remove {0} row(s) from each related roster?
ar: هل أنت متأكد أنك تريد إزالة {0} صف(وف) من كل قائمة ذات صلة؟
es: ¿Está seguro de que quiere eliminar la {0} fila (s) de cada lista relacionada?
fr: Êtes-vous sûr de vouloir supprimer {0} ligne(s) de chaque roster associé?
pt: Tem certeza de que deseja remover {0} linha(s) de cada roster relacionado?
uk: Ви впевнені, що хочете видалити {0} рядків з кожного пов'язаного ростеру?
vi: Bạn có chắc chắn muốn xóa {0} hàng khỏi mỗi danh sách liên quan không?
zh: 您确定想从相关的二维表要移除{0}行吗？

# Interview_Question_HideResolvedComments
source: Hide resolved
ar: إخفاء المحلولة
es: Ocultar resuelto
fr: Masquer les résolus
pt: Ocultar resolvidos
uk: Приховати вирішені
vi: Ẩn đã giải quyết

# Interview_Question_ShowResolvedComments
source: Show resolved
ar: عرض المحلولة
es: Mostrar resuelto
fr: Afficher les résolus
pt: Mostrar resolvidos
uk: Показати вирішені
vi: Hiển thị đã giải quyết

# ErrorMessage_PermissionForUnkownSourcesRequired
source: There is no permission granted to application to self update. Please enable "Allow from this source" option in 'App info' settings menu.
ar: لم يتم منح الإذن للتطبيق للتحديث الذاتي. يرجى تمكين خيار "السماح من هذا المصدر" في قائمة إعدادات "معلومات التطبيق".
fr: Aucune autorisation n'a été accordée à l'application pour se mettre à jour. Veuillez activer l'option "Autoriser à partir de cette source" dans le menu des paramètres 'Infos sur l'application'.
pt: Não há permissão concedida ao aplicativo para autoatualização. Ative a opção "Permitir desta fonte" no menu de configurações 'Informações do aplicativo'.
uk: Додатку не надано дозволу на самооновлення. Будь ласка, увімкніть опцію "Дозволити з цього джерела" в меню налаштувань "Інформація про програму".
vi: Không có quyền cấp cho ứng dụng để tự cập nhật. Vui lòng bật tùy chọn "Cho phép từ nguồn này" trong menu cài đặt 'Thông tin ứng dụng'.

source: Comment
ar: تعليق
fr: Commentaire
pt: Comentário
uk: Коментар
vi: Bình luận

# NoComment
source: No comment specified
ar: لم يتم تحديد تعليق
fr: Aucun commentaire spécifié
pt: Nenhum comentário especificado
uk: Коментар не вказано
vi: Không có bình luận nào được chỉ định

# Interview_Complete_SwitchTo_WebMode_Checkbox
source: Switch interview to Web Mode
ar: تبديل المقابلة إلى وضع الويب
fr: Passer l'entretien en mode Web
pt: Alternar entrevista para o Modo Web
uk: Переключіть інтерв'ю в веб-режим
vi: Chuyển cuộc phỏng vấn sang Chế độ Web

# Interview_Complete_SwitchTo_WebMode_Instruction
source: This interview will be accessible online after synchronization. To access the interview the respondent should enter the link below in the browser on an internet-connected computer, tablet, or smartphone. The same link can be scanned using the QR-code shown below.
ar: ستكون هذه المقابلة متاحة عبر الإنترنت بعد المزامنة. للوصول إلى المقابلة، يجب على المستجيب إدخال الرابط أدناه في المتصفح على جهاز كمبيوتر أو جهاز لوحي أو هاتف ذكي متصل بالإنترنت. يمكن مسح نفس الرابط باستخدام رمز QR الموضح أدناه.
fr: Cet entretien sera accessible en ligne après synchronisation. Pour accéder à l'entretien, le répondant doit entrer le lien ci-dessous dans le navigateur d'un ordinateur, d'une tablette ou d'un smartphone connecté à Internet. Le même lien peut être scanné en utilisant le code QR affiché ci-dessous.
pt: Esta entrevista estará acessível online após a sincronização. Para acessar a entrevista, o respondente deve inserir o link abaixo no navegador de um computador, tablet ou smartphone conectado à internet. O mesmo link pode ser escaneado usando o código QR mostrado abaixo.
uk: Це інтерв'ю буде доступне онлайн після синхронізації. Щоб отримати доступ до інтерв'ю, респондент повинен ввести посилання нижче в браузері на підключеному до Інтернету комп'ютері, планшеті або смартфоні. Це ж посилання можна відсканувати за допомогою QR-коду, наведеного нижче.
vi: Cuộc phỏng vấn này sẽ có thể truy cập trực tuyến sau khi đồng bộ hóa. Để truy cập cuộc phỏng vấn, người trả lời nên nhập liên kết dưới đây vào trình duyệt trên máy tính, máy tính bảng hoặc điện thoại thông minh có kết nối internet. Liên kết tương tự có thể được quét bằng mã QR hiển thị bên dưới.

source: Loading...
ar: جارٍ التحميل...
fr: Chargement...
pt: Carregando...
uk: Завантаження...
vi: Đang tải...

# AreaMap_Save_With_Warning_Confirm
source: You are about to save not a precise the result. Do you want to continue?
ar: أنت على وشك حفظ نتيجة غير دقيقة. هل تريد المتابعة؟
fr: Vous êtes sur le point de sauvegarder un résultat imprécis. Voulez-vous continuer?
pt: Você está prestes a salvar um resultado impreciso. Deseja continuar?
uk: Ви збираєтеся зберегти не зовсім точний результат. Ви хочете продовжити?
vi: Bạn sắp lưu kết quả không chính xác. Bạn có muốn tiếp tục không?

# AreaMap_Start_Measurement
source: Start
ar: ابدأ
fr: Démarrer
pt: Iniciar
uk: Почати
vi: Bắt đầu
