Repository: surveysolutions/surveysolutions
Catalog: src/Core/SharedKernels/Enumerator/Enumerator/Properties/UIResources.*.resx
Languages: ar, es, fr, id_id, ka, km, pt, ro, ru, uk, uk_ua, vi, vi_vn, zh

# AreaMap_InitLocation
source: Initiating...
ar: جارٍ التهيئة...
fr: Initialisation...
pt: Iniciando...
uk: Ініціювання...
vi: Đang khởi tạo...

# InterviewStatus_ApprovedByHeadquarters
source: Approved by Headquarters
ar: تمت الموافقة من قبل المقر الرئيسي
fr: Approuvé par le siège
pt: Aprovado pela Sede
uk: Затверджено штаб-квартирою
vi: Được phê duyệt bởi Trụ sở chính

# InterviewStatus_ApprovedBySupervisor
source: Approved by Supervisor
ar: تمت الموافقة من قبل المشرف
fr: Approuvé par le superviseur
pt: Aprovado pelo Supervisor
uk: Затверджені супервізором
vi: Được phê duyệt bởi Giám sát viên

# InterviewStatus_Completed
source: Completed
ar: مكتمل
fr: Terminé
pt: Concluído
uk: Завершено
vi: Hoàn thành

# InterviewStatus_Created
source: Created
ar: تم الإنشاء
fr: Créé
pt: Criado
uk: Створені
vi: Đã tạo

# InterviewStatus_Deleted
source: Deleted
ar: تم الحذف
fr: Supprimé
pt: Excluído
uk: Видалені
vi: Đã xóa

# InterviewStatus_InterviewerAssigned
source: Interviewer assigned
ar: تم تعيين المحاور
fr: Enquêteur assigné
pt: Entrevistador atribuído
uk: Призначено інтерв'юера
vi: Người phỏng vấn được chỉ định

# InterviewStatus_RejectedByHeadquarters
source: Rejected by Headquarters
ar: تم الرفض من قبل المقر الرئيسي
fr: Rejeté par le siège
pt: Rejeitado pela Sede
uk: Відхилено хедквотером
vi: Bị từ chối bởi Trụ sở chính

# InterviewStatus_RejectedBySupervisor
source: Rejected by Supervisor
ar: تم الرفض من قبل المشرف
fr: Rejeté par le superviseur
pt: Rejeitado pelo Supervisor
uk: Відхилені Супервізором
vi: Bị từ chối bởi Giám sát viên

# InterviewStatus_Restarted
source: Restarted
ar: تمت إعادة التشغيل
fr: Redémarré
pt: Reiniciado
uk: Перезапущені
vi: Đã khởi động lại

# InterviewStatus_Restored
source: Restored
ar: تمت الاستعادة
fr: Restauré
pt: Restaurado
uk: Відновлені
vi: Đã khôi phục

# InterviewStatus_SupervisorAssigned
source: Supervisor assigned
ar: تم تعيين المشرف
fr: Superviseur assigné
pt: Supervisor atribuído
uk: Призначені супервізору
vi: Giám sát viên được chỉ định
