Repository: surveysolutions/surveysolutions
Catalog: src/Core/SharedKernels/Enumerator/Enumerator/Properties/UIResources.*.resx
Languages: ar, es, fr, id_id, ka, km, pt, ro, ru, uk, uk_ua, vi, vi_vn, zh

# Interview_Cover_Supervisor_Note
source: Supervisor note:
ar: ملاحظة المشرف:
es: Nota del supervisor:
fr: Note du superviseur :
ka: ზედამხედველის შენიშვნა:
pt: Nota do supervisor:
ro: Nota controlorului:
ru: Замечания супервизора
uk: Примітка супервізора:
vi: Ghi chú của giám sát viên:
zh: 督导员备注

# Prefs_ShowLocationOnMap
source: Show location on map
ar: عرض الموقع على الخريطة
es: Mostrar localización en el mapa
fr: Afficher la localisation sur la carte
ka: რუკაზე ადგილმდებარეობის ჩვენება
pt: Mostrar localização no mapa
ro: Afișare localizare pe hartă
ru: Показывать положение на карте
uk: Показати розташування на карті
vi: Hiển thị vị trí trên bản đồ
zh: 在地图上显示位置

# Prefs_DownloadUpdatesForInterviewerApp
source: Download updates for Interviewer application
ar: تنزيل التحديثات لتطبيق المقابل
es: Descargar actualizaciones para la aplicación Interviewer
fr: Télécharger les mises à jour pour l'application Interviewer
pt: Baixar atualizações para o aplicativo do entrevistador
uk: Завантажити оновлення для додатку Interviewer
vi: Tải xuống các bản cập nhật cho ứng dụng Người phỏng vấn
zh: 为调查员app下载更新

# Prefs_ShowLocationOnMapSummary
source: Load map to show location for GPS questions
ar: تحميل الخريطة لعرض الموقع لأسئلة GPS
es: Cargar el mapa para mostrar locación en la pregunta GPS
fr: Charger la carte pour afficher la localisation des questions GPS
ka: რუკის ჩატვირთვა GPS კითხვების მდებარეობის სანახავად
pt: Carregar mapa para mostrar localização para perguntas de GPS
ro: Încărcați harta pentru a afișa localizarea pentru întrebările GPS
ru: Загружать карту для отображения текущего положения на GPS вопросах
uk: Завантажте карту, щоб показати місцезнаходження для запитань GPS
vi: Tải bản đồ để hiển thị vị trí cho các câu hỏi GPS
zh: 加载地图以显示GPS问题的位置

# Prefs_DownloadUpdatesForInterviewerAppSummary
source: If interviewers don't have an access to the internet, this functionality should be enabled, because it makes it possible to update their applications during offline synchronization with the Supervisor application
ar: إذا لم يكن لدى المقابلين إمكانية الوصول إلى الإنترنت، فيجب تمكين هذه الوظيفة لأنها تجعل من الممكن تحديث تطبيقاتهم أثناء المزامنة غير المتصلة بالإنترنت مع تطبيق المشرف
es: Si los entrevistadores no tienen acceso a Internet, esta funcionalidad debe estar habilitada, ya que permite actualizar sus aplicaciones durante la sincronización fuera de línea con la aplicación Supervisor.
fr: Si les enquêteurs n'ont pas accès à Internet, cette fonctionnalité doit être activée, car elle permet de mettre à jour leurs applications lors de la synchronisation hors ligne avec l'application Superviseur
pt: Se os entrevistadores não tiverem acesso à internet, essa funcionalidade deve ser habilitada, pois permite atualizar seus aplicativos durante a sincronização offline com o aplicativo do Supervisor
uk: Якщо інтерв'юери не мають доступу до інтернету, цю функцію слід увімкнути, оскільки вона дає змогу оновлювати їхні додатки під час офлайн-синхронізації з додатком Supervisor
vi: Nếu người phỏng vấn không có quyền truy cập internet, chức năng này nên được bật, vì nó cho phép cập nhật ứng dụng của họ trong quá trình đồng bộ hóa ngoại tuyến với ứng dụng Giám sát viên
zh: If interviewers don't have an access to the internet, 如果调研员无法连网，此功能应被启用，应该它可以让他们的app可以借助督导员的app进行离线更新。

# VariableEmptyValue
source: <empty>
ar: <فارغ>
es: <vacío>
fr: <vide>
ka: <ცარიელი>
pt: <vazio>
ro: <necompletat>
ru: <пусто>
uk: <порожньо>
vi: <trống>
zh: <空>

# Interview_Headquarters_Comment_Caption
source: Headquarters comment
ar: تعليق المقر الرئيسي
es: Comentarios de la sede
fr: Commentaire du siège
ka: სათაო ოფისის კომენტარი
pt: Comentário da sede
ro: Comentariul RINS
ru: Комментарий хедквотера
uk: Коментар штаб-квартири
vi: Bình luận của trụ sở chính
zh: 总部评论

# Interview_Interviewer_Comment_Caption
source: Interviewer comment
ar: تعليق المقابل
es: Comentario del entrevistador
fr: Commentaire de l'enquêteur
ka: ინტერვიუერის კომენტარი
pt: Comentário do entrevistador
ro: Comentariul anchetatorului
ru: Комментарий интервьюера
uk: Коментар інтерв'юера
vi: Bình luận của người phỏng vấn
zh: 调查员说明

# GpsQuestion_MissingPermissions
source: Application does not have enough permissions to execute requested action. Retry answering question and allow access. If you don't see permissions popup then go to Settings and allow application to use device location.
ar: التطبيق لا يملك الأذونات الكافية لتنفيذ الإجراء المطلوب. أعد محاولة الإجابة على السؤال واسمح بالوصول. إذا لم تشاهد نافذة الأذونات المنبثقة، فانتقل إلى الإعدادات واسمح للتطبيق باستخدام موقع الجهاز.
es: La aplicación necesita tener autorización para determinar su ubicación para poder proceder con la acción. Intente nuevamente contestar la pregunta y permita el acceso. Si no le aparece la ventana emergente, entonces vaya a la opción de configuración y autorice el uso la la detección de ubicación.
fr: L'application n'a pas suffisamment d'autorisations pour exécuter l'action demandée. Réessayez de répondre à la question et autorisez l'accès. Si vous ne voyez pas la fenêtre contextuelle des autorisations, allez dans les paramètres et autorisez l'application à utiliser la localisation de l'appareil.
ka: აპლიკაციას უნდა ჰქონდეს ნებართვა ამ მოწყობილობის ადგილმდებარეობის გამოსაყენებლად. გაიმეორეთ კითხვებზე პასუხების გაცემა და დაუშვით წვდომა. თუ არ ჩანს ნებართვების შეტყობინება, გადადით პარამეტრებში და აპლიკაციას მიეცით წვდომა ადგილმდებარეობაზე
pt: O aplicativo não tem permissões suficientes para executar a ação solicitada. Tente responder à pergunta novamente e permita o acesso. Se você não vir o pop-up de permissões, vá para Configurações e permita que o aplicativo use a localização do dispositivo.
ro: Aplicația trebuie să aibă permisiunea de a utiliza locația dispozitivului curent pentru a răspunde la această întrebare. Reîncercați răspunsul la întrebare și permiteți accesul. Dacă nu vedeți opțiunile de tip popup, accesați Setări și permiteți aplicației să utilizeze locația dispozitivului.
ru: Приложению необходимо разрешение на использование текущего положения устройства для ответа на данный вопрос
uk: Додаток не має достатніх дозволів для виконання запитуваної дії. Повторіть спробу відповісти на питання і дозвольте доступ. Якщо ви не бачите спливаюче вікно з дозволами, перейдіть до Налаштувань і дозвольте програмі використовувати місцезнаходження пристрою.
vi: Ứng dụng không có đủ quyền để thực hiện hành động yêu cầu. Thử trả lời lại câu hỏi và cho phép truy cập. Nếu bạn không thấy cửa sổ bật lên quyền, hãy vào Cài đặt và cho phép ứng dụng sử dụng vị trí của thiết bị.
zh: 为了回答此问题，应用程序需要访问您当前的设备位置。请重新尝试回答问题并准许访问。如未弹出请求对话框，请打开设置并允许程序访问设备位置。

# MissingPermissions_Camera
source: Application needs to have a permission to use camera in order to answer this question. Retry answering question and allow access. If you don't see permissions popup then go to Settings and allow application to use camera.
ar: يجب أن يكون للتطبيق إذن لاستخدام الكاميرا للإجابة على هذا السؤال. أعد محاولة الإجابة على السؤال واسمح بالوصول. إذا لم تشاهد نافذة منبثقة للأذونات، فانتقل إلى الإعدادات واسمح للتطبيق باستخدام الكاميرا.
es: La aplicación necesita tener autorización para usar la cámara para poder proceder con la acción. Intente nuevamente contestar la pregunta y permita el acceso. Si no le aparece la ventana emergente, entonces vaya a la opción de configuración y autorice el uso de la cámara
fr: L'application doit avoir l'autorisation d'utiliser la caméra pour répondre à cette question. Réessayez de répondre à la question et autorisez l'accès. Si vous ne voyez pas la fenêtre contextuelle des autorisations, allez dans les paramètres et autorisez l'application à utiliser la caméra.
ka: კითხვაზე პასუხითვის აპლიკაციას უნდა ჰქონდეს ნებართვა მოწყობილობის კამერაზე. კიდევ სცადეთ კითხვებზე პასუხის გაცემა და დაუშვით წვდომა. თუ არ ჩანს ნებართვების შეტყობინება, გადადით პარამეტრებში და აპლიკაციას მიეცით წვდომა კამერაზე
pt: O aplicativo precisa de permissão para usar a câmera para responder a esta pergunta. Tente responder à pergunta novamente e permita o acesso. Se você não vir o pop-up de permissões, vá para Configurações e permita que o aplicativo use a câmera.
ro: Aplicația trebuie să aibă permisiunea de a folosi camera pentru a răspunde la această întrebare. Reîncercați răspunsul la întrebare și permiteți accesul. Dacă nu vedeți opțiunile de tip popup, accesați Setări și permiteți aplicației să folosească camera.
ru: Приложению необходимо разрешение на использование камеры для ответа на данный вопрос
uk: Додаток повинен мати дозвіл на використання камери. Повторіть спробу відповісти на питання і дозвольте доступ. Якщо ви не бачите спливаюче вікно з дозволами, перейдіть до Налаштувань і дозвольте програмі використовувати камеру.
vi: Ứng dụng cần có quyền sử dụng máy ảnh để trả lời câu hỏi này. Thử trả lời lại câu hỏi và cho phép truy cập. Nếu bạn không thấy cửa sổ bật lên quyền, hãy vào Cài đặt và cho phép ứng dụng sử dụng máy ảnh.
zh: 应用程序需要有权限使用相机才能回答此问题。请重新回答此问题并允许使用。如果没有看到权限弹出窗口，请在平板设置中允许程序使用相机。

# MissingPermissions_Microphone
source: Application needs to have a permission to use microphone in order to answer this question. Retry answering question and allow access. If you don't see permissions popup then go to Settings and allow application to use microphone.
ar: يحتاج التطبيق إلى إذن لاستخدام الميكروفون للإجابة على هذا السؤال. أعد محاولة الإجابة على السؤال واسمح بالوصول. إذا لم تشاهد نافذة الأذونات المنبثقة، فانتقل إلى الإعدادات واسمح للتطبيق باستخدام الميكروفون.
es: La aplicación necesita tener autorización para usar el micrófono para poder proceder con la acción. Intente nuevamente contestar la pregunta y permita el acceso. Si no le aparece la ventana emergente, entonces vaya a la opción de configuración y autorice el uso del micrófono
fr: L'application doit avoir l'autorisation d'utiliser le microphone pour répondre à cette question. Réessayez de répondre à la question et autorisez l'accès. Si vous ne voyez pas la fenêtre contextuelle des autorisations, allez dans les paramètres et autorisez l'application à utiliser le microphone.
ka: კითხვაზე პასუხითვის აპლიკაციას უნდა ჰქონდეს ნებართვა მოწყობილობის მიკროფონზე. კიდევ სცადეთ კითხვებზე პასუხის გაცემა და დაუშვით წვდომა. თუ არ ჩანს ნებართვების შეტყობინება, გადადით პარამეტრებში და აპლიკაციას მიეცით წვდომა მიკროფონზე
pt: O aplicativo precisa de permissão para usar o microfone para responder a esta pergunta. Tente responder à pergunta novamente e permita o acesso. Se você não vir o pop-up de permissões, vá para Configurações e permita que o aplicativo use o microfone.
ro: Aplicația trebuie să aibă permisiunea de a folosi microfonul pentru a răspunde la această întrebare. Reîncercați răspunsul la întrebare și permiteți accesul. Dacă nu vedeți opțiunile de tip popup, accesați Setări și permiteți aplicației să folosească microfonul.
ru: Додатку необхідний дозвіл на використання мікрофона для відповіді на дане питання
uk: Додаток повинен мати дозвіл на використання мікрофону. Повторіть спробу відповісти на питання і дозвольте доступ. Якщо ви не бачите спливаюче вікно дозволів, перейдіть до Налаштувань і дозвольте програмі використовувати мікрофон.
vi: Ứng dụng cần có quyền sử dụng micro để trả lời câu hỏi này. Thử trả lời lại câu hỏi và cho phép truy cập. Nếu bạn không thấy cửa sổ bật lên quyền, hãy vào Cài đặt và cho phép ứng dụng sử dụng micro.
zh: 应用程序需要有权限使用麦克风才能回答此问题。请重新回答此问题并允许使用。如果没有看到权限弹出窗口，请在平板设置中允许程序使用麦克风。

# MissingPermissions_Storage
source: Application needs to have a permission to use storage in order to answer this question. Retry answering question and allow access. If you don't see permissions popup then go to Settings and allow application to use storage.
ar: يحتاج التطبيق إلى إذن لاستخدام التخزين للإجابة على هذا السؤال. أعد محاولة الإجابة على السؤال واسمح بالوصول. إذا لم تشاهد نافذة الأذونات المنبثقة، فانتقل إلى الإعدادات واسمح للتطبيق باستخدام التخزين.
es: La aplicación necesita tener autorización para usar el almacenamiento interno para poder proceder con la acción. Intente nuevamente contestar la pregunta y permita el acceso. Si no le aparece la ventana emergente, entonces vaya a la opción de configuración y autorice el uso de el almacenamiento interno.
fr: L'application doit avoir l'autorisation d'utiliser le stockage pour répondre à cette question. Réessayez de répondre à la question et autorisez l'accès. Si vous ne voyez pas la fenêtre contextuelle des autorisations, allez dans les paramètres et autorisez l'application à utiliser le stockage.
ka: კითხვაზე პასუხითვის აპლიკაციას უნდა ჰქონდეს ნებართვა მოწყობილობის მონაცემთა საცავზე. კიდევ სცადეთ კითხვებზე პასუხის გაცემა და დაუშვით წვდომა. თუ არ ჩანს ნებართვების შეტყობინება, გადადით პარამეტრებში და აპლიკაციას მიეცით წვდომა მონაცემთა საცავზე
pt: O aplicativo precisa de permissão para usar o armazenamento para responder a esta pergunta. Tente responder à pergunta novamente e permita o acesso. Se você não vir o pop-up de permissões, vá para Configurações e permita que o aplicativo use o armazenamento.
ro: Aplicația trebuie să aibă permisiunea de a folosi spațiul de stocare pentru a răspunde la această întrebare. Reîncercați răspunsul la întrebare și permiteți accesul. Dacă nu vedeți opțiunile de tip popup, accesați Setări și permiteți aplicației să folosească spațiul de stocare.
ru: Приложению необходимо разрешение на использование хранилища для ответа на данный вопрос
uk: Додаток повинен мати дозвіл на використання сховища. Повторіть спробу відповісти на питання і дозвольте доступ. Якщо ви не бачите спливаюче вікно з дозволами, перейдіть до Налаштувань і дозвольте програмі використовувати сховище.
vi: Ứng dụng cần có quyền sử dụng bộ nhớ để trả lời câu hỏi này. Thử trả lời lại câu hỏi và cho phép truy cập. Nếu bạn không thấy cửa sổ bật lên quyền, hãy vào Cài đặt và cho phép ứng dụng sử dụng bộ nhớ.
zh: 应用程序需要有权限使用存储才能回答此问题。请重新回答此问题并允许使用。如果没有看到权限弹出窗口，请在平板设置中允许程序使用存储。

# MissingPermissions_Microphone_Global
source: Application needs to have a permission to use microphone. Retry last action and allow access. If you don't see permissions popup then go to Settings and allow application to use microphone.
ar: يحتاج التطبيق إلى إذن لاستخدام الميكروفون. أعد محاولة الإجراء الأخير واسمح بالوصول. إذا لم تشاهد نافذة الأذونات المنبثقة، فانتقل إلى الإعدادات واسمح للتطبيق باستخدام الميكروفون.
es: La aplicación debe tener permiso para usar el micrófono. Vuelva a intentar la última acción y permita el acceso. Si no ve la ventana emergente de permisos, vaya a Configuración y permita que la aplicación use el micrófono.
fr: L'application doit avoir l'autorisation d'utiliser le microphone. Réessayez la dernière action et autorisez l'accès. Si vous ne voyez pas la fenêtre contextuelle des autorisations, allez dans les paramètres et autorisez l'application à utiliser le microphone.
pt: O aplicativo precisa de permissão para usar o microfone. Tente a última ação novamente e permita o acesso. Se você não vir o pop-up de permissões, vá para Configurações e permita que o aplicativo use o microfone.
uk: Додаток повинен мати дозвіл на використання мікрофона. Повторіть останню дію і дозвольте доступ. Якщо ви не бачите спливаюче вікно з дозволами, перейдіть до налаштувань і дозвольте програмі використовувати мікрофон.
vi: Ứng dụng cần có quyền sử dụng micro. Thử lại hành động cuối cùng và cho phép truy cập. Nếu bạn không thấy cửa sổ bật lên quyền, hãy vào Cài đặt và cho phép ứng dụng sử dụng micro.

# MissingPermissions_Storage_Global
source: Application needs to have a permission to use storage. Retry last action and allow access. If you don't see permissions popup then go to Settings and allow application to use storage.
ar: يحتاج التطبيق إلى إذن لاستخدام التخزين. أعد محاولة الإجراء الأخير واسمح بالوصول. إذا لم تشاهد نافذة الأذونات المنبثقة، فانتقل إلى الإعدادات واسمح للتطبيق باستخدام التخزين.
es: La aplicación debe tener permiso para usar el almacenamiento. Vuelva a intentar la última acción y permita el acceso. Si no ve la ventana emergente de permisos, vaya a Configuración y permita que la aplicación use el almacenamiento.
fr: L'application doit avoir l'autorisation d'utiliser le stockage. Réessayez la dernière action et autorisez l'accès. Si vous ne voyez pas la fenêtre contextuelle des autorisations, allez dans les paramètres et autorisez l'application à utiliser le stockage.
pt: O aplicativo precisa de permissão para usar o armazenamento. Tente a última ação novamente e permita o acesso. Se você não vir o pop-up de permissões, vá para Configurações e permita que o aplicativo use o armazenamento.
uk: Додаток повинен мати дозвіл на використання сховища. Повторіть останню дію і дозвольте доступ. Якщо ви не бачите спливаюче вікно з дозволами, перейдіть до Налаштувань і дозвольте програмі використовувати сховище.
vi: Ứng dụng cần có quyền sử dụng bộ nhớ. Thử lại hành động cuối cùng và cho phép truy cập. Nếu bạn không thấy cửa sổ bật lên quyền, hãy vào Cài đặt và cho phép ứng dụng sử dụng bộ nhớ.

# MissingPermission
source: Application has not enough permissions to execute requested action
ar: التطبيق لا يملك الأذونات الكافية لتنفيذ الإجراء المطلوب
es: La aplicación no cuenta con suficientes privilegios para ejecutar la acción solicitada
fr: L'application n'a pas suffisamment d'autorisations pour exécuter l'action demandée
ka: მოთხოვნილი ქმედების განსახორციელებლად აპლიკაციას არ გააჩნია საკმარისი უფლებები
pt: O aplicativo não tem permissões suficientes para executar a ação solicitada
ro: Aplicația nu are permisiuni suficiente pentru a executa acțiunea solicitată
ru: У приложения нет необходимых разрешений для выполнения действия
uk: Додаток не має достатніх дозволів для виконання запитуваної дії
vi: Ứng dụng không có đủ quyền để thực hiện hành động yêu cầu
zh: 应用程序没有权限执行该操作

source: Ok
ar: موافق
ka: კარგი
ru: Да
uk: Так
zh: 好

# Multimedia_PickFromGallery
source: Pick from gallery
ar: اختر من المعرض
es: Selección de la galería
fr: Choisir dans la galerie
ka: აირჩიეთ გალერეიდან
pt: Escolher da galeria
ro: Alegeți din galerie
ru: Выбрать из галереи
uk: Виберіть з галереї
vi: Chọn từ thư viện
zh: 从相册选择

# Multimedia_PictureSource
source: Select an option
ar: اختر خيارًا
es: Seleccione una opción
fr: Sélectionnez une option
ka: აირჩიეთ მნიშვნელობა
pt: Selecione uma opção
ro: Selectați o opțiune
ru: Выберите опцию
uk: Виберіть опцію
vi: Chọn một tùy chọn
zh: 选择一个选项

# Multimedia_TakePhoto
source: Take photo
ar: التقط صورة
es: Tome la foto
fr: Prendre une photo
ka: გადაიღეთ ფოტო
pt: Tirar foto
ro: Faceți o fotografie
ru: Сделать фото
uk: Сфотографуйте
vi: Chụp ảnh
zh: 拍照

source: Error
ar: خطأ
fr: Erreur
ka: შეცდომა
pt: Erro
ro: Eroare
ru: Ошибка
uk: Помилка
vi: Lỗi
zh: 错误

source: Warning
ar: تحذير
es: Advertencia
fr: Avertissement
pt: Aviso
ro: Avertizare
ru: Предупреждение
uk: Попередження
vi: Cảnh báo
zh: 警告

# AreaMap_Edit
source: Edit
ar: تحرير
es: Editar
fr: Modifier
ka: რედაქტირება
pt: Editar
ro: Editare
ru: Редактировать
uk: Редагувати
vi: Chỉnh sửa
zh: 编辑

# AreaMap_Location
source: Location
ar: الموقع
es: Ubicación
fr: Localisation
ka: ადგილმდებარეობა
pt: Localização
ro: Localizare
ru: Положение
uk: Місцезнаходження
vi: Vị trí
zh: 位置

# AreaMap_NoChangesInfo
source: No changes to be saved.
ar: لا توجد تغييرات ليتم حفظها.
es: No hay cambios a guardar
fr: Aucun changement à enregistrer.
ka: ცვლილებები არ დაგვიმახსოვრებია
pt: Sem alterações a serem salvas.
ro: Nu s-au făcut modificări pentru a fi salvate.
ru: Нет изменений, чтобы сохранять.
uk: Зміни не потрібно зберігати.
vi: Không có thay đổi nào để lưu.
zh: 没有需要保存的更改

# AreaMap_LocationOutOfBoundaries
source: Your location is outside the boundaries of the map.
ar: موقعك خارج حدود الخريطة.
es: Tu ubicación está fuera de los límites del mapa.
fr: Votre localisation est en dehors des limites de la carte.
pt: Sua localização está fora dos limites do mapa.
ro: Localizarea dvs. este în afara limitelor hărții
ru: Ваше местоположение вне границ карты
uk: Ваше місцезнаходження знаходиться за межами карти.
vi: Vị trí của bạn nằm ngoài ranh giới của bản đồ.
zh: 您的定位已经离开地图的边界

# AreaMap_LocationDataSourceFailed
source: Location cannot be captured. To troubleshoot, please try the following: ensure that you are outdoors, confirm that your GPS is enabled, or change your GPS's timeout setting
ar: لا يمكن التقاط الموقع. لاستكشاف الأخطاء وإصلاحها، يرجى محاولة ما يلي: تأكد من أنك في الهواء الطلق، تأكد من تمكين GPS الخاص بك، أو قم بتغيير إعداد مهلة GPS الخاص بك
es: No se puede capturar la ubicación. Para solucionar problemas, intente lo siguiente: asegúrese de estar al aire libre, confirme que su GPS esté habilitado o cambie la configuración de tiempo de espera de su GPS
fr: La localisation ne peut pas être capturée. Pour résoudre ce problème, essayez les actions suivantes : assurez-vous que vous êtes à l'extérieur, confirmez que votre GPS est activé ou modifiez le paramètre de délai d'attente de votre GPS
pt: A localização não pode ser capturada. Para solucionar, tente o seguinte: certifique-se de que você está ao ar livre, confirme que seu GPS está habilitado ou altere a configuração de tempo limite do seu GPS.
uk: Не вдається визначити місцезнаходження. Щоб усунути помилку, спробуйте виконати такі дії: переконайтеся, що ви перебуваєте на відкритому повітрі, переконайтеся, що ваш GPS увімкнено, або змініть налаштування тайм-ауту GPS
vi: Không thể lấy vị trí. Để khắc phục sự cố, vui lòng thử các cách sau: đảm bảo rằng bạn đang ở ngoài trời, xác nhận rằng GPS của bạn đã được bật, hoặc thay đổi cài đặt thời gian chờ của GPS

# AreaMap_MapIsOutOfVisibleBoundaries
source: Loaded map is outside of visible boundaries
ar: الخريطة المحملة خارج الحدود المرئية
es: El mapa cargado está fuera de los límites visibles
fr: La carte chargée est en dehors des limites visibles
pt: O mapa carregado está fora dos limites visíveis
uk: Завантажена карта знаходиться за межами видимих кордонів
vi: Bản đồ đã tải nằm ngoài ranh giới có thể nhìn thấy

# AreaMap_SelectShapefile
source: Select boundaries file
ar: اختر ملف الحدود
fr: Sélectionnez le fichier de limites
pt: Selecionar arquivo de limites
uk: Оберіть файл кордонів
vi: Chọn tệp ranh giới

# AreaMap_ErrorOnShapefileLoading
source: Error occured on loading. Shapefile cannot be opened
ar: حدث خطأ أثناء التحميل. لا يمكن التعامل مع ملف الشكل
es: Ocurrió un error al cargar. Shapefile no se puede abrir
fr: Erreur lors du chargement. Le fichier de formes ne peut pas être traité
pt: Erro ao carregar. O arquivo de forma não pode ser manipulado
uk: Виникла помилка при завантаженні. Неможливо обробити шейп-файл
vi: Đã xảy ra lỗi khi tải. Không thể xử lý tệp ranh giới

# AreaMap_NoMapsFound
source: No maps were found. Please update maps
ar: لم يتم العثور على خرائط. يرجى تحديث الخرائط
es: No se encontró ningún mapa. Por favor actualice los mapas
fr: Aucune carte trouvée. Veuillez mettre à jour les cartes
ka: რუკები ნაპოვნი არ არის. გთხოვთ, განაახლოთ რუკები
pt: Nenhum mapa encontrado. Por favor, atualize os mapas
ro: Nu au fost găsite hărți. Vă rugăm să actualizați hărțile
ru: Карты не найдены. Попробуйте обновить карты.
uk: Карт не знайдено. Будь ласка, оновіть карти
vi: Không tìm thấy bản đồ nào. Vui lòng cập nhật bản đồ
zh: 找不到地图，请上传地图。

# AreaMap_Save
source: Save
ar: حفظ
es: Guardar
fr: Sauvegarder
ka: შენახვა
pt: Salvar
ro: Salvare
ru: Сохранить
uk: Зберегти
vi: Lưu
zh: 保存

# AreaMap_Undo
source: Undo
ar: تراجع
es: Deshacer
fr: Annuler
ka: წინა მნიშვნელობის დაბრუნება
pt: Desfazer
ro: Revenire
ru: Отменить
uk: Відмінити
vi: Hoàn tác
zh: 撤销操作

# AreaMap_UpdateMaps
source: Update maps
ar: تحديث الخرائط
es: Actualizar mapas
fr: Mettre à jour les cartes
ka: რუკების განახლება
pt: Atualizar mapas
ro: Actualizare hărți
ru: Обновить карты
uk: Оновити карти
vi: Cập nhật bản đồ
zh: 更新地图
