Repository: surveysolutions/surveysolutions
Catalog: src/Core/BoundedContexts/Interviewer/WB.Core.BoundedContexts.Interviewer/Properties/InterviewerUIResources.*.resx
Languages: fr, id_id, pt

# AccountIsLockedOnServer
source: Your user account is locked. Please contact to your supervisor.
fr: Votre compte d'utilisateur est verrouillé. Adressez-vous à votre superviseur.
id_id: Akun pengguna Anda terkunci. Silahkan hubungi penyelia Anda.
pt: Sua conta de usuário está bloqueada. Favor de entrar em contato com seu supervisor.

# AccountIsNotAnInterviewer
source: Your account doesn't have Interviewer role
fr: Votre compte n'a pas le rôle de l'enquêteur
id_id: Akun Anda tidak memiliki peran Pewawancara
pt: Sua conta não tem o papel de entrevistador

# AccountIsNotApprovedOnServer
source: Your account is not approved. Please contact to your supervisor.
fr: Votre compte n'est pas approuvé. Adressez-vous à votre superviseur.
id_id: Akun Anda tidak disetujui. Silahkan hubungi penyelia Anda.
pt: Sua conta não é aprovada. Entre em contato com o seu supervisor.

# ApplicationIncompatibleWithServer
source: Your application is not compatible with server one. Update your Interviewer application
fr: Votre application n'est pas compatible avec le serveur. Mettez à jour votre application Interviewer.
id_id: Aplikasi Anda tidak kompatibel dengan server satu. Perbarui aplikasi Pewawancara Anda.
pt: Seu aplicativo não é compatível com o servidor 1. Atualizar seu aplicativo do entrevistador.

# Dashboard_CompletedLinkText
source: Completed {0}
fr: Terminé(s) ({0})
id_id: Selesai ({0})
pt: ({0}) concluído

# Dashboard_CreateInterview
source: Create interview
fr: Créer entretien
id_id: Membuat Wawancara

# Dashboard_NewItemsLinkText
source: New {0}
fr: Nouveau ({0})
id_id: Baru ({0})
pt: Nova ({0})

# Dashboard_NoInterviewsSyncButton
source: Synchronize
fr: Synchroniser
id_id: Menyinkronkan
pt: Sincronizar

# Dashboard_NoInterviewsText
source: Synchronize to get new tasks or contact your supervisor for further instructions
fr: Synchroniser afin d'obtenir de nouvelles affectations, ou contacter votre superviseur pour des informations complémentaires
id_id: Sinkronkan untuk mendapatkan tugas baru atau hubungi penyelia Anda untuk instruksi lebih lanjut
pt: Sincronizar para obter novo tarefas ou entrar em contato seu supervisor para mais instruções

# Dashboard_NoInterviewsTitle
source: You have no new assignments
fr: Vous n'avez aucune nouvelle affectation
id_id: Anda tidak memiliki tugas baru
pt: Você não tem nenhum novas atribuições

# Dashboard_NoNewItemsLinkText
source: No New
fr: Aucun nouveau entretien
id_id: Tidak ada yang baru
pt: Nehum novo

# Dashboard_Reinitialize_Interview_Message
source: This interview is completed. Do you want to restart the interview?
fr: Cet entretien est terminé. Vous voulez le réinitialiser afin d'y apporter des changements ?
id_id: Wawancara ini selesai. Apakah Anda ingin memulai kembali wawancara?
pt: Esta entrevista é concluída. Quer reiniciar a entrevista?

# Dashboard_RejectedLinkText
source: Rejected {0}
fr: Rejeté(s) ({0})
id_id: ditolak ({0})
pt: ({0}) rejeitado

# Dashboard_RemoveInterviewQuestion
source: Are you sure you want to delete this interview "{0}" ?
fr: Êtes-vous sûr de vouloir supprimer cet entretien « {0} » ?
id_id: Apakah Anda yakin Anda ingin menghapus wawancara ini "{0}" ?
pt: Tem certeza que deseja excluir esta entrevista "{0}" ?

# Dashboard_StartedLinkText
source: Started {0}
fr: Entamé(s) ({0})
id_id: dimulai ({0})
pt: Começou ({0})

# Dashboard_Title
source: {0} assignments for {1}
id_id: {0} tugas untuk {1}

# DashboardItem_CensusModeComment
source: Census mode, Interviews created: {0}
fr: Mode recensement, Entretiens créés : {0}
id_id: Modus sensus, Wawancara diciptakan: {0}
pt: Modo de censo, entrevistas criado: {0}

# DashboardItem_CompletedOn
source: Completed on {0}
fr: Terminé le {0}
id_id: Selesai pada {0}
pt: Concluído em {0}

# DashboardItem_CreatedOn
source: Created on {0}
fr: Créé le {0}
id_id: Ditetapkan pada {0}
pt: Criado em {0}

# DashboardItem_InProgress
source: In progress
fr: En cours
id_id: Sedang berlangsung

# DashboardItem_NotStarted
source: Not started
fr: Pas encore commencé
id_id: Belum dimulai
pt: Não iniciado

# DashboardItem_RejectedOn
source: Rejected on {0}
fr: Rejeté le {0}
id_id: Ditolak pada {0}
pt: Rejeitado na {0}

# DashboardItem_StartedOn
source: Started on {0}
fr: Entamé le {0}
id_id: Dimulai pada {0}
pt: Começou na {0}

# InternalServerError
source: Server error. Please contact the support team at support@mysurvey.solutions.
fr: Erreur de serveur. Veuillez contacter l'équipe de soutien à support@mysurvey.solutions.
id_id: Server error. Silahkan hubungi tim pendukung di support@mysurvey.solutions.
pt: Erro de servidor. Favor entrar em contato com a equipe de suporte em support@mysurvey.solutions.

# InvalidEndpoint
source: Provided Synchronization endpoint is invalid. Check settings.
fr: L'adresse web de l'application Supervisor n'est pas valide. Assurez-vous d'avoir composé la bonne adresse.
id_id: Alamat situs Supervisor tidak benar. Pastikan bahwa Anda memasukkan alamat url yang benar.
pt: Endereço do site supervisor é inválido. Certifique-se de que você digitou o endereço correto do url.

# Login_Online_Signin_Explanation_message
source: If you forgot your password and headquarter has reset it you could try to sign in online
fr: Vous pourriez essayer de vous connecter en ligne si vous avez oublié votre mot de passe ou s'il a été réinitialisé
id_id: Anda bisa mencoba masuk secara online jika Anda lupa sandi Anda atau akun anda diatur ulang
pt: Você poderia tentar entrar on-line se você esqueceu sua senha ou foi zerado

# Login_Online_SignIn_Failed
source: Authentication problem on the remote server too. Please contact your Supervisor or Headquarter
fr: Problème d'authentification au serveur. Veuillez contacter votre superviseur ou le quartier général
id_id: Masalah otentikasi pada remote server juga. Silahkan hubungi Penyelia Anda atau Kantor Pusat
pt: Problema de autenticação no servidor remoto também. Entre em contato com seu Supervisor ou sede

# Maintenance
source: The website of Survey Solutions Supervisor is on the maintenance mode now. Sorry for the inconvenience
fr: Le site web de l'application Supervisor est en cours de maintenantance. Désolé pour le désagrément
id_id: Situs Penyelia Survey Solutions sedang pada modus perawatan. Maaf untuk ketidaknyamanannya
pt: O site de Survey Solutions Supervisor agora ésta em modo de manutenção. Desculpe pela inconveniência

# NoNetwork
source: No network. Check your network settings
fr: Aucune connexion. Vérifiez vos paramètres sans fil et réseaux
id_id: Tidak ada jaringan. Periksa pengaturan jaringan Anda
pt: Não há rede. Verifique suas configurações de rede

# Prefs_AboutApplication
source: About application
fr: A propos de l'application
id_id: Tentang aplikasi
pt: Sobre o aplicativo

# Prefs_ApplicationVersionTitle
source: Application version:
fr: Version de l'application:
id_id: Versi aplikasi:
pt: Versão do aplicativo:

# Prefs_BufferSizeSummary
source: Number of bytes for package by receiving/transmitting data from/to supervisor application
fr: Nombre d'octets par paquet reçu de/transmis vers l'application Supervisor
id_id: Jumlah byte untuk paket dengan menerima/mengirim data dari/ke aplikasi penyelia
pt: Número de bytes por pacote por receber/transmitir dados de/para o aplicativo supervisor

# Prefs_BufferSizeTitle
source: Communication package size
fr: Taille du paquet de communication
id_id: Ukuran paket komunikasi
pt: Tamanho do pacote de comunicação

# Prefs_ConnectionSettings
source: Connection settings
fr: Paramètres de connexion
id_id: Pengaturan sambungan
pt: Configurações de Conexão

# Prefs_DeviceIdTitle
source: Device ID:
fr: ID d'appareil:
id_id: ID perangkat:
pt: ID do dispositivo:

# Prefs_EndpointTitle
source: Supervisor URL
fr: URL de l'application Supervisor
id_id: URL Penyelia

# Prefs_GpsReceiveTimeoutSecSummary
source: Number of seconds to wait for coordinates
fr: Nombre de secondes d'attente pour les coordonnées
id_id: Jumlah detik untuk menunggu koordinat
pt: Número de segundos para esperar por coordenadas

# Prefs_GpsReceiveTimeoutSecTitle
source: GPS Receive timeout
fr: Délai d'attente de réception GPS
id_id: Waktu menerima GPS sudah habis
pt: GPS receber tempo limite

# Prefs_HttpResponseTimeoutSummary
source: Number of seconds to wait until server response
fr: Nombre de secondes à attendre la réponse du serveur
id_id: Jumlah detik untuk menunggu sampai server merespon
pt: Número de segundos para esperar a resposta do servidor

# Prefs_HttpResponseTimeoutTitle
source: Server Response timeout
fr: Délai de réponse du serveur a expiré
id_id: Waktu respon server sudah habis
pt: Tempo limite de resposta do servidor

# Prefs_InterviewSettings
source: Interview settings
fr: Paramètres de l'entretien
id_id: Pengaturan wawancara
pt: Configurações de entrevista

# RequestCanceledByUser
source: Request cancelled by user
fr: Action annulée par l'utilisateur
id_id: Permintaan dibatalkan oleh pengguna
pt: Pedido cancelado pelo usuário

# RequestTimeout
source: Timeout when connecting to the Survey Solutions Supervisor website. Check your internet connection.
fr: Délai d'attente lors de la connexion sur le site de sondage Solutions superviseur. Vérifiez votre connexion internet.
id_id: Waktu habis saat menghubungkan ke Situs Penyelia Survey Solutions. Periksa koneksi internet Anda.
pt: Tempo limite ao conectar ao site do urvey Solutions Supervisor. Verifique sua conexão de internet.

# ServiceUnavailable
source: No connection to the Survey Solutions Supervisor. Please make sure that the website is available.
fr: Aucune connexion avec l'application Supervisor. Veuillez vous assurer que Supervisor est disponible.
id_id: Tidak ada koneksi ke Penyelia Survey Solutions. Pastikan bahwa situs ini tersedia.
pt: Nenhuma conexão com o Survey Solutions Supervisor. Por favor, verifique-se de que o site está disponível.

# Synchronization_Cancel
source: Cancel
fr: Annuler
id_id: Batal
pt: Cancelar

# Synchronization_Download_Description_Format
source: {0} of {1} {2} done
fr: {0} de {1} {2} reçus
id_id: {0} dari {1} {2} dilakukan
pt: {0} de {1} {2} feito

# Synchronization_Download_Title
source: Downloading new assignments
fr: En cours de mettre à jour les affectations
id_id: Memperbarui tugas
pt: Atualizando as atribuições

# Synchronization_Fail_State_NewInterviews_Format
source: {0} of {1} new interviews downloaded
fr: {0} de {1} nouveaux entretiens reçus
id_id: {0} dari {1} wawancara baru diunduh
pt: {0} de {1} novas entrevistas baixadas

# Synchronization_Fail_State_RejectedInterviews_Format
source: {0} of {1} rejected interviews returned
fr: {0} de {1} entrevues rejetés retournés
id_id: {0} dari {1} wawancara yang ditolak dikembalikan
pt: {0} de {1} entrevistas rejeitadas retornadas

# Synchronization_Fail_State_UploadedInterviews_Format
source: {0} of {1} completed interviews uploaded
fr: {0} de {1} entrevues réalisées téléchargées
id_id: {0} dari {1} wawancara yang selesai diunggah
pt: {0} de {1} entrevistas concluídas carregados

# Synchronization_Fail_Title
source: Synchronization was interrupted, please try again
fr: La synchronisation a été interrompue. Veuillez réessayer
id_id: Sinkronisasi terganggu, silahkan dicoba lagi
pt: Sincronização foi interrompida, por favor, tente novamente

# Synchronization_Fail_UnexpectedException
source: Unexpected exception
fr: Exception inattendue
id_id: Pengecualian yang tak terduga
pt: Exceção inesperada

# Synchronization_Interviews
source: interviews
fr: entretiens
id_id: wawancara
pt: entrevistas

# Synchronization_LockedAssignments_Text
source: Assignments are locked until synchronization is complete
fr: Vos affectations sont verrouillées jusqu'à ce que la synchronisation est terminée
id_id: Penugasan terkunci sampai sinkronisasi selesai
pt: As atribuições estão bloqueadas até que a sincronização é concluída

# Synchronization_Questionnaires
source: questionnaires
id_id: kuesioner
pt: questionários

# Synchronization_Success_Description
source: All assignments were updated
fr: Toutes les affectations ont été mises à jour
id_id: Semua penugasan telah diperbarui
pt: Todas as atribuições foram atualizadas

# Synchronization_Success_State_NewInterviews_Format
source: {0} new interviews downloaded
fr: {0} nouveaux entretiens ont été reçus
id_id: {0} wawancara baru diunduh
pt: {0} novas entrevistas baixadas

# Synchronization_Success_State_RejectedInterviews_Format
source: {0} rejected interviews returned
fr: {0} entretiens rejetés ont été reçus
id_id: {0} wawancara yang ditolak dikembalikan
pt: {0} entrevistas rejeitadas retornadas

# Synchronization_Success_State_UploadedInterviews_Format
source: {0} completed interviews uploaded
fr: {0} entretiens terminés ont été envoyés
id_id: {0} wawancara yang sudah selesai diunggah
pt: {0} entrevistas concluídas carregados

# Synchronization_Success_Title
source: Synchronization succesfully completed
fr: Synchronisation achevé avec succès
id_id: Sinkronisasi berhasil diselesaikan
pt: Sincronização concluído com sucesso

# Synchronization_Upload_CompletedAssignments_Text
source: completed assignments
fr: entretiens terminés
id_id: penugasan yang selesai
pt: atribuições concluídas

# Synchronization_Upload_Description_Format
source: {0} of {1} {2} done
fr: {0} de {1} {2} envoyés
id_id: {0} dari {1} {2} dikerjakan
pt: {0} de {1} {2} feito

# Synchronization_Upload_Interviews_Text
source: interviews
fr: entretiens
id_id: wawancara
pt: entrevistas

# Synchronization_Upload_Title_Format
source: Uploading {0}
fr: En cours de télécharger {0}
id_id: Mengunggah {0}
pt: Carregando {0}

# Synchronization_UserAuthentication_Description
source: Preparing for synchronization
fr: En cours de préparer la synchronisation
id_id: Mempersiapkan untuk sinkronisasi
pt: Preparando-se para sincronização

# Synchronization_UserAuthentication_Title
source: User authentication
fr: Authentification d'utilisateur
id_id: Otentikasi pengguna
pt: Autenticação de usuário

# Synchronization_UserLinkedToAnotherDevice_Status
source: User authentication error
fr: Erreur lors de l'authentification d'utilisateur
id_id: Kesalahan otentikasi pengguna
pt: Erro de autenticação de usuário

# Synchronization_UserLinkedToAnotherDevice_Title
source: Your account was relinked to another tablet
fr: Votre compte a été reliée à une autre tablette
id_id: Akun Anda dihubungkan kembali ke tablet lain
pt: Sua conta foi vinculados novamente para outro tablet

# Synchronization_UserPassword_Update_Format
source: Authentication problem. We were unable to confirm your interviewer account ('{0}'). Your account may have one of the following problems: have a different password than you entered, be locked by Headquarter, or be deleted by Headquarter. Please enter your updated password. If doing so does not resolve the problem, please contact your Supervisor or Headquarter.
fr: Problème d'authentification. Nous n'avons pas pu confirmer votre compte enquêteur ('{0}'). Votre compte peut avoir l'un des problèmes suivants : il a un mot de passe différent de celui que vous avez composé, il est été verrouillé par le quartier général, ou il a été supprimé par le quartier général. Veuillez composer votre mot de passe à nouveau. Si cela ne résout pas le problème, veuillez contacter votre superviseur ou le quartier général.
id_id: Masalah otentikasi. Kami tidak dapat mengkonfirmasi akun pewawancara Anda ('{0}'). Akun Anda mungkin memiliki salah satu dari masalah berikut: memiliki password yang berbeda dari yang Anda masukkan, dikunci oleh Kantor Pusat, atau dihapus oleh Kantor Pusat. Silahkan masukkan password Anda yang diperbarui. Jika hal itu tidak menyelesaikan masalah, silahkan hubungi Penyelia Anda atau Kantor Pusat.
pt: Problema de autenticação. Fomos incapazes de confirmar sua conta do entrevistador ('{0}'). Sua conta pode ter um dos seguintes problemas: ter uma senha diferente do que você entrou, ser bloqueada pela sede, ou ser excluído pela sede. Favor a digitar sua senha atualizada. Se fazer isso não se resolve o problema, entre em contato com seu Supervisor ou sede.

# Unauthorized
source: Your login or password is incorrect
fr: Votre login ou mot de passe n'est pas correct
id_id: Login atau sandi Anda salah
pt: Seu login ou senha está incorreta

# UnexpectedException
source: Unexpected error
fr: Erreur inattendue
id_id: Kesalahan yang tidak terduga
pt: Erro inesperado

# UpgradeRequired
source: New version of application was released. Please, update the application
fr: Une nouvelle version de l'application Interviewer existe. Veuillez mettre à jour votre application
id_id: Versi baru dari aplikasi telah dirilis. Silahkan perbarui aplikasi
pt: Nova versão do aplicativo foi lançado. Por favor, atualizar o aplicativo

# HostUnreachable
source: No internet access to the Survey Solutions Supervisor website. Check server adddress and(or) network settings
fr: Erreur de serveur. Veuillez contacter l'équipe de soutien à support@mysurvey.solutions
