Repository: surveysolutions/surveysolutions
Catalog: src/Core/BoundedContexts/Headquarters/WB.Core.BoundedContexts.Headquarters/Resources/DataExport.*.resx
Languages: cs, es, ka, ro, ru, sq, uk

source: Add to queue
cs: Přidat do fronty
es: Añadir a la cola
ro: Adaugă la coadă
ru: Добавить в очередь
sq: Shto në radhë
uk: Додати в чергу

source: all statuses
cs: všechny stavy
es: Todos los estados
ro: toate stările
ru: любом статусе
sq: të gjitha statuset
uk: всі статуси

# ApprovedByHeadquarters
source: Approved by Headquarters status
cs: Schváleno podle stavu ústředí
es: Aprobado por la sede
ro: Stare: aprobat de RINS
ru: статусе утверждено хедквотером
sq: Statusi Miratuar nga Zyra Qendrore
uk: Затверджено статусом штаб-квартири

# ApprovedBySupervisor
source: Approved by Supervisor status
cs: Schváleno statusem supervizora
es: Aprobado por supervisor
ro: Stare: aprobat de controlor
ru: статусе утверждено супервизором
sq: Statusi Miratuar nga Supervizori
uk: Затверджено статусом наукового керівника

source: Binary Data
cs: Binární data
es: Datos binarios
ka: ბინარული მონაცემები
ro: Date în format binar
ru: Бинарные данные
sq: Të dhëna binare
uk: Двійкові дані

# BinaryDescription
source: Archive with binary data (e.g., pictures, audio)
cs: Archivace s binárními daty (např. obrázky, zvuk)
es: Archivar con datos binarios (imágenes, audio)
ka: არქივი ბინარული მონაცემებით (მაგალითად სურათები)
ro: Arhivă cu date binare
ru: Собранные бинарные данные (изображения, аудио файлы)
sq: Arkiv me të dhëna binare (p.sh., foto, audio)
uk: Архів із двійковими даними (наприклад, зображеннями, аудіо)

# Bytes
source: MB
ro: MB (megabytes)
ru: МБ
uk: МБ

source: Completed
cs: Hotový
es: Completado
ka: შესრულებული
ro: Finalizat
ru: Обработано
sq: Përfunduar
uk: Завершено

source: Compressing
cs: Stlačující
es: Comprimiendo
ro: Comprimare
ru: Сжатие
sq: Po kompresohet
uk: Стиснення

# ConfirmStop
source: Are you sure you want to stop
cs: Opravdu chcete přestat
es: Esta seguro que desea parar?
ka: დარწმუნებული ხართ, რომ გსურთ გაჩერდეთ?
ro: Sunteți sigur că doriți să încheiați
ru: Вы уверены, что хотите остановить
sq: Jeni i sigurt që doni të ndaloni
uk: Ви впевнені, що хочете зупинитися

# DataDestination
source: Export file destination
cs: Cíl exportu souboru
es: Destino del archivo de exportación
ro: Calea fișierului exportat
ru: Назвачение экспортного файла
sq: Destinacioni i skedarit të eksportuar
uk: Призначення експорту файлу

# DataDestination_Dropbox
source: Upload to Dropbox
cs: Nahrát do Dropboxu
es: Subir a Dropbox
ro: Încărcați în Dropdox
ru: Загрузить на Dropbox
sq: Ngarko në Dropbox
uk: Завантажити в Dropbox

# DataDestination_GoogleDrive
source: Upload to Google Drive
cs: Nahrát na Disk Google
es: Subir a Google Drive
ro: Încărcați în Google Drive
ru: Загрузить на Google Drive
sq: Ngarko në Google Drive
uk: Завантажити на Google Диск

# DataDestination_OneDrive
source: Upload to OneDrive
cs: Nahrání na OneDrive
es: Subir a OneDrive
ro: Încărcați în OneDrive
ru: Загрузить на OneDrive
sq: Ngarko në OneDrive
uk: Передавання в службу OneDrive

# DataDestination_Zip
source: Download
cs: Stáhnout
es: Descargar
ro: Descărcați
ru: Скачать
sq: Shkarko
uk: Завантажити

# DataExport_CompletedOn
source: Completed on {{date}}
cs: Dokončeno {{date}}
es: Completado el {{date}}
ro: Completat la {{date}}
ru: Завершено: {{date}}
uk: Завершено {{date}}

# DataExport_Destination
source: Destination: {{dest}}
cs: Cíl: {{dest}}
es: Destino: {{dest}}
ro: Destinație: {{dest}}
ru: Место назначения: {{dest}}
sq: Destinacioni: {{dest}}
uk: Пункт призначення: {{dest}}

# DataExport_Destination_Dropbox
source: Export file will be uploaded to Dropbox
cs: Exportní soubor bude nahrán do Dropboxu
es: El archivo de exportación se cargará en Dropbox
ro: Fișierul de export va fi încărcat în Dropbox
ru: Экспортный файл будет загружен в Dropbox
sq: Skedari i eksportuar do të ngarkohet në Dropbox
uk: Файл експорту буде завантажено в Dropbox

# DataExport_Destination_File
source: Export file will be avaliable for download
cs: Exportní soubor bude k dispozici ke stažení
es: El archivo de exportación estará disponible para descargar
ro: Fișierul de export va fi disponibil pentru descărcare
ru: Экспортный файл будет доступен для скачивания
sq: Skedari i eksportuar do të jetë i vlefshëm për shkarkim
uk: Експортувати файл буде доступний для завантаження

# DataExport_Destination_GoogleDrive
source: Export file will be uploaded to Google Drive
cs: Exportní soubor bude nahrán na Disk Google
es: El archivo de exportación se cargará en Google Drive
ro: Fișierul de export va fi încărcat în Google Drive
ru: Экспортный файл будет загружен в Google Drive
sq: Skedari i eksportuar do të ngarkohet në Google Drive
uk: Файл експорту буде завантажено на Google Диск

# DataExport_Destination_OneDrive
source: Export file will be uploaded to OneDrive
cs: Exportovaný soubor se nahraje na OneDrive
es: El archivo de exportación se cargará en OneDrive
ro: Fișierul de export va fi încărcat în OneDrive
ru: Экспортный файл будет загружен в OneDrive
sq: Skedari i eksportuar do të ngarkohet në OneDrive
uk: Файл експорту буде передано до OneDrive

# DataExport_FileLastUpdate
source: Last updated: {{date}}
cs: Poslední aktualizace: {{date}}
es: Última actualización: {{date}}
ro: Ultima actualizare: {{date}}
ru: Последнее обновление: {{date}}
sq: Përditësimi i fundit: {{date}}
uk: Останнє оновлення: {{date}}

# DataExport_FileSize
source: File size: {{size}} MB
cs: Velikost souboru: {{size}} MB
es: Tamaño de archivo: {{size}} MB
ro: Dimensiunea fișierului: {{size}} MB
ru: Размер файла: {{size}} MB
sq: Madhësia e skedarit: {{size}} MB
uk: Розмір файлу: {{size}} MB

# DataExport_FileWasRegenerated
source: File was regenerated
cs: Soubor byl znovu vygenerován
es: El archivo fue regenerado
ro: Fișierul a fost regenerat
ru: Файл был пересоздан
sq: Skedari u rigjenerua ose u fshi
uk: Файл було згенеровано повторно

# DataExport_Header
source: Select type and format of data to export
cs: Vyberte typ a formát exportovaných dat
es: Seleccione el tipo de formato de datos a exportar
ka: აირჩიეთ ექსპორტ მონაცემების ტიპი და ფორმატი
ro: Selectați tipul și formatul datelor de exportat
ru: Выберите тип и формат данных для экспорта
sq: Zgjidh llojin dhe formatin e të dhënave që do të eksportohen
uk: Вибір типу та формату даних для експорту

# DataExport_InterviewsStatus
source: Interviews in {{status}}.
cs: Rozhovory v {{status}}.
es: Entrevistas en {{status}}.
ro: Interviuri în {{status}}
ru: Интервью в {{status}}.
sq: Intervista në {{status}}.
uk: Інтерв'ю в {{status}}.

# DataExport_QueuedOn
source: Queued on {{date}}
cs: Ve frontě {{date}}
es: En cola el {{date}}
ro: La coadă din {{date}}
ru: Добавлено в очередь: {{date}}
sq: Vendosur në radhë më {{date}}
uk: У черзі {{date}}

# DataExport_Regenerate
source: Regenerate
cs: Regenerovat
es: Regenerado
ro: Regenerare
ru: Пересоздать
sq: Gjenero sërish
uk: Відновити

# DataExport_RegenerateDesc
source: Queue export with the same params
cs: Export fronty se stejnými parametry
es: Cola de exportación con los mismos parámetros
ro: Exportați coada cu aceleași setări
ru: Поставить в очередь экспорт с теми же параметрами
sq: Vendos në radhë eksportimin me parametra të njëjtë
uk: Експорт черги з тими самими параметрами

# DataExport_ServiceIsNotAvailable
source: Export service is not available
cs: Služba exportu není k dispozici
es: El servicio de exportación no está disponible
ro: Exportarea nu este posibilă
ru: Экспортный сервис недоступен
sq: Shërbimi i eksportit nuk është i disponueshëm
uk: Послуга експорту недоступна

# DataExport_Title
source: Data Export
cs: Export dat
es: Exportar datos
ka: მონაცემების ექსპორტი
ro: Exportul datelor
ru: Экспорт данных
sq: Eksportimi i të dhënave
uk: Експорт даних

source: Data export API
cs: Rozhraní API pro export dat
es: API de exportación de datos
ro: API pentru exportul datelor
ru: API Экспорта данных
sq: API për eksportimin e të dhënave
uk: API експорту даних

# DataExportApiDesc
source: You can setup automatic export of collected interview data using our API toolset for more information and inctruction use:
cs: Můžete nastavit automatický export shromážděných dat rozhovoru pomocí naší sady nástrojů API pro více informací a použití pokynů:
es: Puede configurar la exportación automática de los datos de entrevistas utilizando nuestro conjunto de herramientas API para obtener más información y el uso de la construcción:
ro: Puteți configura exportul automat al datelor colectate de interviu folosind setul nostru de instrumente API. Pentru mai multe informații și instrucțiuni, folosiți:
ru: Вы можете настроить автоматический экспорт собранных данных используя API. Более подробно прочитать об API и способе использования можно на:
sq: Ju mund të konfiguroni eksportin automatik të të dhënave të mbledhura nga intervistat duke përdorur paktën e instrumenteve API për t’i përdorur për më shumë informacion dhe udhëzime:
uk: Ви можете налаштувати автоматичний експорт зібраних даних інтерв'ю за допомогою нашого набору інструментів API для отримання додаткової інформації та використання інструкцій:

# DataExportApiInfoPage
source: Data Export API reference
cs: Referenční informace k rozhraní API pro export dat
es: Referencia de la API de exportación de datos
ro: API de referință pentru exportul de date
ru: Справочник по API экспорта данных
sq: Referenca API për Eksportin e të Dhënave
uk: Довідник з API експорту даних

source: Data format
cs: Formát dat
es: Formato de datos
ro: Format dată
ru: Формат данных
sq: Formati i të dhënave
uk: Формат даних

# DataFormat_Spss
source: SPSS format
cs: Formát SPSS
es: Formato SPSS
ro: Format SPSS
ru: SPSS формат
sq: Formati SPSS
uk: Формат SPSS

# DataFormat_Stata
source: Stata 14 format
cs: Formát Stata 14
es: Formato Stata 14
ro: Format Stata 14
ru: Stata 14 формат
sq: Formati Stata 14
uk: Формат Stata 14

# DataFormat_Tab
source: Tab separated data
cs: Data oddělená tabulátory
es: Datos separados por tabulaciones
ro: Date separate prin tab
sq: Të dhëna të ndara me tab
uk: Дані, розділені табуляцією

source: Data type
cs: Datový typ
es: Tipo de datos
ro: Tipul de date
ru: Тип данных
sq: Lloji i të dhënave
uk: Тип даних

# DataType_Binary
source: Binary Data. Archive with binary data (e.g., pictures, audio)
cs: Binární data. Archivace s binárními daty (např. obrázky, zvuk)
es: Datos binarios. Archivar con datos binarios (por ejemplo, imágenes, audio)
ro: Date binare. Arhive cu date binare (de exemplu, imagini, audio)
ru: Двоичные данные. Архив с двоичными данными, включая картинки и аудиозаписи.
sq: Të dhënat binare. Arkiv me të dhëna binare (p.sh., foto, audio)
uk: Двійкові дані. Архів із двійковими даними (наприклад, зображеннями, аудіо)

# DataType_Ddi
source: DDI. Data Documentation Initiative XML data
cs: Údaje XML iniciativy DDI. Data Documentation Initiative
es: DDI. Datos XML de la Iniciativa de documentación de datos
ro: DDI. Date XML pentru inițiativa EU "Data Initiative Documentation"
ru: DDI (Data Documentation Initiative) данные в формате XML
sq: DDI. Të dhënat e Data Documentation Initiative XML
uk: DDI. Ініціатива з документації даних XML-дані

# DataType_MainSurveyData
source: Main Survey Data. Zip archive with main interview data
cs: Hlavní údaje průzkumu. Zip archiv s hlavními daty rozhovoru
es: Datos de la encuesta principal. Archivo zip con los datos de la entrevista principal
ro: Date principale ale sondajului/anchetei. Arhiva ZIP cu datele principale ale interviului
ru: Основной экспортный файл. Архив, сожержащий ответы на вопросы интервью
sq: Të dhënat kryesore të Anketës. Arkiva Zip me të dhënat kryesore të intervistave
uk: Основні дані опитування. Zip-архів з основними даними інтерв'ю

# DataType_Paradata
source: Paradata. Metadata on the interview process (events and timing)
cs: Paradata. Metadata o průběhu pohovoru (události a načasování)
es: Paradata. Metadatos sobre el proceso de la entrevista (eventos y tiempo)
ro: Paradate. Metadate despre procesul de interviu (evenimente și calendar)
ru: Параданные. Доступные данные, описывающие процесс сбора (события, времена)
sq: Paradata. Metadata të procesit të intervistimit (ngjarjet dhe koha)
uk: Парадані. Метадані про процес інтерв'ю (події та хронометраж)

# DataWasNotGenerated
source: Not generated
cs: Negenerováno
es: No generado
ka: არადაგენერირებული
ro: Datele nu au fost generate
ru: Не создавалось
sq: Nuk u gjenerua
uk: Не генерується

# DDIDescription
source: Data Documentation Initiative XML data
cs: Data XML iniciativy pro dokumentaci dat
ka: DDI XML მონაცემები
ro: Date XML pentru inițiativa EU "Data Initiative Documentation"
ru: DDI данные в формате XML
sq: Të dhënat e Data Documentation Initiative XML
uk: Ініціатива з документації даних XML-дані

source: Download
cs: Stáhnout
es: Descargar
ka: გადმოწერა
ro: Descărcare
ru: Скачать
sq: Shkarko
uk: Завантажити

# Error_Canceled
source: Export job was canceled by user.
cs: Úloha exportu byla zrušena uživatelem.
es: El usuario canceló el trabajo de exportación.
ro: Exportul a fost anulat de utilizator
ru: Экспорт был отменен пользователем.
sq: Veprimi i eksportimit u anulua nga përdoruesi.
uk: Завдання експорту було скасовано користувачем.

# Error_NotEnoughExternalStorageSpace
source: Not enough space fot the selected cloud storage provide. Please free space and restart the job or choose another provider.
cs: Nedostatek místa pro vybrané cloudové úložiště poskytnout. Uvolněte místo a restartujte úlohu nebo vyberte jiného poskytovatele.
es: No hay suficiente espacio para el almacenamiento de nube seleccionado. Libere espacio y reinicie el trabajo o elija otro proveedor.
ro: Nu este suficient spațiu pentru stocarea în cloud selectată. Eliberați spațiu și reporniți lucrarea sau alegeți un alt furnizor.
ru: Недостаточно свободного места на выбранном внешнем хранилище. Освободите место, запустите экспорт заново или выберите другого провайдера.
sq: Memoria e ruajtjes së të dhënave në re nuk ka hapësirë të mjaftueshme. Ju lutemi, lironi hapësirë dhe vazhdoni punën ose zgjidhni një ofrues tjetër.
uk: Недостатньо місця для вибраного хмарного сховища. Будь ласка, звільніть місце та перезапустіть роботу або виберіть іншого постачальника.

# Error_Unhandled
source: An unexpected error occurred during export. We are sorry for inconvenience. Please contact support team support@mysurvey.solutions with the log files *.log that are stored in the application folder. Additional information to this issue is available at the support page: https://support.mysurvey.solutions/headquarters/config/standalone-server-errors/.
cs: Během exportu došlo k neočekávané chybě. Omlouváme se za vzniklé nepříjemnosti. Obraťte se na tým podpory support@mysurvey.solutions se soubory protokolu *.log které jsou uloženy ve složce aplikace. Další informace k tomuto problému jsou k dispozici na stránce podpory: https://support.mysurvey.solutions/headquarters/config/standalone-server-errors/.
es: Se produjo un error inesperado durante la exportación. Disculpe las molestias. Póngase en contacto con el equipo de soporte. Información adicional sobre este problema está disponible en la página de soporte: https://support.mysurvey.solutions/headquarters/config/standalone-server-errors/.
ro: A apărut o eroare neașteptată în timpul exportului. Regretăm neplăcerile produse. Vă rugăm să contactați echipa de asistență la emailul: support@mysurvey.solutions și să furnizați fișierele jurnal * .log care sunt stocate în folderul aplicației. Informații suplimentare despre această problemă sunt disponibile la pagina de asistență: https://support.mysurvey.solutions/headquarters/config/standalone-server-errors/.
ru: Во время экспорта произошла непредвиденная ошибка. Приносим извинения за неудобства. Пожалуйста, свяжитесь со службой поддержки support@mysurvey.solutions (https://support.mysurvey.solutions/headquarters/config/standalone-server-errors/).
sq: Gjatë eksportit ndodhi një gabim i papritur. Na falni për shqetësimin. Ju lutemi, kontaktoni me ekipin mbështetës.
uk: Під час експорту сталася несподівана помилка. Просимо вибачення за тимчасові незручності. Будь ласка, зв'яжіться зі службою підтримки support@mysurvey.solutions з лог-файлами *.log, які зберігаються в папці програми. Додаткова інформація з цього питання доступна на сторінці підтримки: https://support.mysurvey.solutions/headquarters/config/standalone-server-errors/.

# ErrorThereAreRunningProcesses
source: You can't change the export settings because the export process is already running.
cs: Nastavení exportu nelze změnit, protože proces exportu je již spuštěn.
es: No puede cambiar la configuración de exportación porque el proceso de exportación ya se está ejecutando.
ka: თქვენ არ შეგიძლიათ ექსპორტის მონაცემთა შეცვლა, რადგან ექსპორტის პროცესი უკვე დაწყებულია
ro: Nu puteți modifica setările de export pentru că procesul de export este deja în derulare
ru: Вы не можите изменять настройки экспорта пока имеются запущенные экспорт процессы.
sq: Nuk mund të ndryshoni cilësimet e eksportit, pasi procesi i eksportimit është duke u ekzekutuar tashmë.
uk: Параметри експорту змінити не можна, оскільки процес експорту вже запущено.

# export
source: export process
cs: Proces exportu
es: proceso de exportación
ka: ექსპორტი
ro: Proces de export al datelor
ru: экспорт
sq: procesi i eksportimit
uk: Процес експорту

# ExportBtn
source: Export
cs: Vývoz
es: Exportar
ro: Exportul datelor
ru: Экспорт
sq: Eksporto
uk: Експорт

# ExportExplanation
source: Pressing Generate button creates a data archive of interviews available on the server at that time. The time of archive creation and the archive size are shown in the table. The last generated data archive can be downloaded by pressing Download button. Press Generate button again to create a new archive.
cs: Stisknutím tlačítka Generovat se vytvoří datový archiv rozhovorů dostupných v daném okamžiku na serveru. Čas vytvoření archivu a velikost archivu jsou uvedeny v tabulce. Poslední vygenerovaný datový archiv si můžete stáhnout stisknutím tlačítka Stáhnout. Opětovným stisknutím tlačítka Generovat vytvoříte nový archiv.
es: Al presionar el botón "Generar" se crea un archivo de datos de las entrevistas disponibles en el servidor en ese momento. El tiempo de creación del archivo y el tamaño del archivo se muestran en la tabla. El último archivo de datos generado se puede descargar presionando el botón Descargar. Presione el botón "Generar" nuevamente para crear un nuevo archivo.
ka: დაგენერირების ღილაკზე დაჭერა ქმნის ინტერვიუების მონაცემთა ბაზის არქივს, რომელის სერვეზეა იმ დროს . არქივის შექმნის დრო და ზომა ნაჩვენებია ცხრილში. ბოლო დაგენერირებული მონაცემთა არქივი შესაძლებელია გადმოიწეროს გადმოწერის ღილაკზე დაჭერით. დააჭირეთ დაგენერირების ღილაკს ისევ რადგან შექმნათა ახალი არქივი
ro: Apăsând butonul Generați se creează o arhivă de date a interviurilor disponibile pe server în acel moment. Timpul creării arhivei și mărimea arhivelor sunt afișate în tabel. Ultima arhivă de date generată poate fi descărcată apăsând butonul Descărcare. Apăsați butonul Generați din nou pentru a crea o nouă arhivă.
ru: По нажатию кнопки «Создать» генерируется архив данных интервью доступных на сервере в текущий момент. Время создания и размер архива показаны в таблице. Последний созданный архив можно загрузить нажав кнопку «Скачать». Нажмите кнопку «Создать» для того чтобы получить обновленный архив
sq: Shtypja e butonit Gjenero krijon një arkiv të dhënash nga intervistat e vlefshme në server gjatë asaj kohe. Ora e krijimit të arkivit dhe madhësia e arkivit tregohen në tabelë. Arkivi i të dhënave krijuar së fundmi mund të shkarkohet duke shtypur butonin Shkarko. Shtyp butonin Krijo sërish, për të krijuar një arkiv të ri.
uk: Натискання кнопки «Створити» створює архів даних інтерв'ю, доступних на сервері на той момент. Час створення архіву та розмір архіву наведені в таблиці. Останній згенерований архів даних можна завантажити, натиснувши кнопку Завантажити. Натисніть кнопку Згенерувати ще раз, щоб створити новий архів.

source: Export range:
cs: Rozsah exportu:
es: Rango de exportación:
ka: ექსპორტის დიაპაზონი
ro: Domeniul de export
ru: Диапазон экспорта:
sq: Diapazoni i eksportit:
uk: Асортимент експорту:

# FileSizeTitle
source: File size
cs: Velikost souboru
es: Tamaño de archivo
ka: ფაილის ზომა
ro: Mărime fișierului
ru: Размер файла
sq: Madhësia e skedarit
uk: Розмір файлу

# FilterTitle
source: Filter interviews to export
cs: Filtrování rozhovorů pro export
es: Filtros
ro: Filtrul pentru interviurile de exportat
ru: Фильтр интервью для экспорта
sq: Filtro intervistat që do të eksportohen
uk: Фільтрування інтерв'ю для експорту

source: Format
cs: Formát
es: Formato
ka: ფორმატი
ru: Формат
sq: Formati
uk: Формат

# FormatTitle
source: format
cs: formát
es: formato
ka: ფორმატი
ru: формат
sq: formati
uk: Формат

# FromDate
source: From
cs: Od
es: Desde
ro: Din
ru: С
sq: Nga
uk: Від

source: Generate
cs: Generovat
es: Generar
ka: დაგენერირება
ro: Generați
ru: Создать
sq: Gjenero
uk: Генерувати

# GeneratedDataSets
source: Previously generated export sets
cs: Dříve vygenerované exportní sady
es: Archivos de exportación generados previamente
ro: Seturile exportate anterior
ru: Ранее сгеренированные экспортные файлы
sq: Grupet për eksportim të gjeneruara më parë
uk: Раніше створені набори експорту

# GeneratedDataSets_Desc
source: Data is exported in a zip archive containing the data files of specified content and type. Below is a list of previously exported data files.
cs: Data jsou exportována do zip archivu obsahujícího datové soubory zadaného obsahu a typu. Níže je uveden seznam dříve exportovaných datových souborů.
es: Los datos se exportan en un archivo zip que contiene los archivos de datos de contenido y tipo específicos. A continuación se muestra una lista de archivos de datos exportados anteriormente.
ro: Datele sunt exportate într-o arhivă ZIP care conține fișierele de date de conținut și tip specificat. Mai jos este o listă a fișierelor de date exportate anterior.
ru: Данные экспортируются в zip-архив, содержащий файлы данных указанного содержания и типа. Ниже приведен список ранее экспортированных файлов данных.
sq: Të dhënat eksportohen në një arkiv zip, që përmban skedarë me të dhëna me përmbajtje dhe lloj të caktuar. Më poshtë është një listë e skedarëve të të dhënave të eksportuara më parë.
uk: Дані експортуються в zip-архів, що містить файли даних зазначеного вмісту та типу. Нижче наведено список раніше експортованих файлів даних.

source: Generating
cs: Generující
es: Generando
ka: აგენერირებს
ro: Generare
ru: Создается
sq: Po gjenerohet
uk: Генерації

source: Google Drive
cs: Disk Google
ru: Google Диск
uk: Google Диск

# InterviewerAssigned
source: Interviewer assigned status
cs: Status přiřazeného tazatele
es: Entrevistador asignado
ro: Starea anchetatorului desemnat
ru: статусе назначено на интервьюера
sq: Status i caktuar për intervistuesin
uk: Присвоєний інтерв'юеру статус

# ItemsInQueue
source: Items in export queue:
cs: Položky ve frontě exportu:
es: Ítems en cola de exportación:
ka: ფაილები ექპორტის რიგში
ro: Elemente de exportat
ru: Количество экспортных файлов в очереди:
sq: Objektet në radhën e eksportimit:
uk: Елементи в черзі на експорт:

# LastGeneratedTitle
source: Generated on
cs: Vygenerováno dne
es: Generado
ka: ბოლო დაგენერირებული
ro: Generat pe data de
ru: Дата генерации
sq: Krijuar më
uk: Створено на

source: Last update date
cs: Datum poslední aktualizace
es: Última actualización
ka: ბოლო განახლების დრო
ro: Ultima actualizare
ru: Обновлено
sq: Data e përditësimit të fundit
uk: Дата останнього оновлення

# MainSurveyDataTitle
source: Main Survey Data
cs: Hlavní údaje průzkumu
es: Datos de encuesta principal
ka: მთავარი კვლევის მონაცემები
ro: Datele anchetei principale
ru: Основные данные обследования
sq: Të Dhënat Kryesore të Anketës
uk: Основні дані опитування

source: Metadata
ro: Metadate
ru: Метаданные
uk: Метадані
