Repository: surveysolutions/surveysolutions
Catalog: src/Core/BoundedContexts/Headquarters/WB.Core.BoundedContexts.Headquarters/Resources/DataExport.*.resx
Languages: cs, es, ka, ro, ru, sq, uk

source: Name
cs: Jméno
es: Nombre
ka: სახელი
ro: Nume
ru: Имя
sq: Emërtimi
uk: Ім'я

source: No Data available
cs: Data nejsou k dispozici
es: No hay datos disponibles
ka: მონაცემი არ არის
ro: Date indisponibile
ru: Данные недоступны
sq: Nuk ka të dhëna të vlefshme
uk: Немає даних

# NoDataSets
source: No generated data sets yet
cs: Zatím nejsou vygenerovány žádné datové sady
es: Aún no se han generado conjuntos de datos
ro: Nu au fost încă generate seturi de date
ru: Нет созданных экспортных файлов
sq: Nuk ka ende grupe të gjeneruara të të dhënave
uk: Ще немає згенерованих наборів даних

source: Paradata
ro: Paradate: Informații privind desfășurarea anchetei
uk: Парадані

# ParadataDescription
source: Metadata on the interview process (events and timing)
cs: Metadata o průběhu pohovoru (události a načasování)
es: Metadata del proceso de entrevista (eventos y tiempos)
ka: metadata ინტერვიუს პროცესზე (მოვლენები და დრო)
ro: Metadate privind desfașurarea interviului (evenimente si durată)
ru: Доступные данные, описывающие процесс сбора
sq: Metadata mbi procesin e intervistës (ngjarjet dhe koha)
uk: Метадані про процес інтерв'ю (події та хронометраж)

source: Preparing
cs: Připravování
es: Preparando
ro: Pregătire
ru: Подготовка
sq: Po përgatitet
uk: Підготовка

source: Progress
cs: Pokrok
es: Progreso
ka: პროგრესი
ro: În desfășurare
ru: Прогресс
sq: Vazhdon
uk: Прогрес

source: Questionnaire information
cs: Informace z dotazníku
es: Información del cuestionario
ro: Progres
ru: Информация по опроснику
uk: Анкетна інформація

# QuestionnaireInformation_Exclude
source: Exclude meta information about questionnaire
cs: Vyloučení meta informací o dotazníku
es: Excluir metainformación sobre el cuestionario
ro: Informații despre chestionar
ru: Исключить мета информацию по опроснику
uk: Виключити мета-інформацію про анкету

# QuestionnaireInformation_Include
source: Include meta information about questionnaire
cs: Zahrnout meta informace o dotazníku
es: Incluir metainformación sobre el cuestionario
ro: Excludeți meta-informațiile despre chestionar
ru: Включить мета информацию по опроснику
uk: Включити мета-інформацію про анкету

# QuestionnaireTranslation
source: Translation
cs: Překlad
es: Traducción
ro: Includeți meta-informațiile despre chestionar
ru: Перевод
uk: Переклад

# QueuedTitle
source: Queued
cs: Zařazený do fronty
es: Encolado
ka: რიგშია
ro: Traducere
ru: Поставлено в очередь
sq: I/e vendosur në radhë
uk: Черги

source: Save binary data to:
cs: Uložit binární data do:
es: Guarde los datos binarios en:
ro: Salvați datele de tip binar pe:
ru: Сохранить бинарные данные в:
sq: Ruaj të dhënat binare në:
uk: Збережіть двійкові дані в:

source: Start date
cs: Datum zahájení
es: Fecha de inicio
ka: დაწყების დრო
ro: Data începerii
ru: Дата начала
sq: Data e fillimit
uk: Початок

# StatusOfExportTitle
source: Status of exported interviews
cs: Stav exportovaných rozhovorů
es: Estado de entrevistas exportadas
ka: ექსპორტირებული ინტერვიუების სტატუსი
ro: Starea interviurilor exportate
ru: Статус экспортируемых интервью
sq: Statusi i intervistave të eksportuara
uk: Статус експортованих інтерв'ю

# SurveyQuestionnaire
source: Survey template
cs: Šablona průzkumu
es: Plantilla de encuesta
ro: Șablon de sondaj/anchetă
ru: Вопросник обследования
sq: Modeli i anketës
uk: Шаблон опитування

# SurveyTemplateTitle
source: (version) Survey questionnaire
cs: (verze) Dotazník průzkumu
es: (versión) Cuestionario
ka: (ვერსია) კვლევის კითხვარი
ro: (versiunea) Chestionarul anchetei
ru: (версия) Шаблон обследования
sq: (version) Pyetësori i anketës
uk: (версія) Анкета опитування

source: Tabular Format
cs: Tabulkový formát
es: Formato tabular
ka: ცხრილის ფორმატი
ro: Format de tip tabel
ru: Табличный формат
sq: Format tabelar
uk: Табличний формат

# ToDate
source: To
cs: K
es: A
ro: Către
ru: По
sq: Në
uk: До

# Translation_CardLabel
source: Translation: {{language}}
cs: Překlad: {{language}}
es: Traducción: {{language}}
ro: Traducere: {{language}}
ru: Перевод: {{language}}
uk: Переклад: {{language}}

# XMLFileDescription
source: XML format
cs: Formát XML
es: Formato XML
ka: XML ფორმატი
ro: format XML
ru: XML формат
sq: Format XML
uk: Формат XML

# ZipArchiveDescription
source: Zip archive with main interview data
cs: Zip archiv s hlavními daty rozhovoru
es: Archivo zip con datos de la entrevista principal
ka: zip არქივი მთავარი ინტერვიუს მონაცემებით
ro: Arhiva Zip cu datele interviului principal
ru: Зип архив с собранными данными
sq: Arkiv Zip me të dhënat kryesore të intervistave
uk: Zip-архів з основними даними інтерв'ю

source: Zip file
cs: Soubor ZIP
es: Archivo zip
ro: Fișier Zip
ru: Zip архив
sq: Skedar Zip
uk: ZIP-файл

# DataExport_QuestionnaireWithVersion
source: {{title}} (ver. {{version}})
ru: {{title}} (вер. {{version}})

source: Dropbox
cs: Virtuální schránka
