Repository: surveysolutions/surveysolutions
Catalog: src/Core/BoundedContexts/Headquarters/WB.Core.BoundedContexts.Headquarters/Resources/PreloadingVerificationMessages.*.resx
Languages: ar, cs, es, fr, ka, pt, ro, ru, sq, uk, zh

# PL0041_AnswerExceedsMaxAnswersCount
source: Answered options count to multiple choice question can't be more than max allowed answers count
cs: Počet zodpovězených možností u otázky s výběrem odpovědí nemůže být vyšší než maximální povolený počet odpovědí.
es: Las respuestas a una pregunta de opción múltiple no pueden más que el número máximo de respuestas permitidas.
fr: La question à choix multiple ne peut pas avoir plus de max réponses.
ro: Opțiunile de răspuns de la întrebarea cu răspunsuri multiple nu pot fi mai multe decât numărul maxim permis de răspunsuri.
ru: Количество отвеченных опций не может быть больше чем максимально разрешенное количство отвеченных опций
sq: Numri i opsioneve me përgjigje për pyetjet me shumë zgjedhje nuk mund të jetë më shumë sesa numri i lejuar maksimal i përgjigjeve.
uk: Кількість варіантів відповідей на питання з множинним вибором не може перевищувати максимально допустиму кількість відповідей.
zh: 多选题的答案不能包含超过{0}个答案。

# HasAssignmentsToImport
source: Please, wait until previous import of assignments is completed
ru: Пожалуйста подождите пока завершится текущий процесс импорта назначений

# ArchiveWithPasswordNotSupported
source: Password-protected archives are not supported
cs: Archivy chráněné heslem nejsou podporovány
es: No se admiten archivos protegidos por contraseña
ro: Arhivele protejate cu parolă nu sunt suportate
ru: Архивы защищенные паролем не поддерживаются
sq: Arkivat e mbrojtura me fjalëkalim nuk mbështeten
uk: Захищені паролем архіви не підтримуються

# PL0005_QuestionDataTypeMismatch
source: [PL0005] N/A
ar: [PL0002] N/A

# PL0002_MoreThenOneLevel
source: [PL0002] N/A
cs: [PL0002] N/A. Kontaktujte Administrátora.
es: [PL0002] N/A. Contacte al equipo de soporte en support@mysurvey.solutions
ka: [PL0002] არ არსებობს
uk: [PL0002] N/A. Зверніться до служби підтримки вашого сервера
