Repository: surveysolutions/surveysolutions
Catalog: src/Core/BoundedContexts/Headquarters/WB.Core.BoundedContexts.Headquarters/Resources/PreloadingVerificationMessages.*.resx
Languages: ar, cs, es, fr, ka, pt, ro, ru, sq, uk, zh

# PL0003_ColumnWasntMappedOnQuestion
source: Column cannot be mapped to any question in the questionnaire.
ar: لا يمكن تعيين العامود الى أي سؤال في الاستبيان
cs: Sloupec nelze namapovat na žádnou otázku v dotazníku.
es: La columna no puede mapeada a ninguna pregunta del cuestionario
fr: La colonne ne peut être représentée par aucune question du questionnaire.
ka: კითხვარში სვეტის მიბმა ნებისმიერ(არცერთ?) კითხვაზე არ შეიძლება
pt: Coluna não pode ser mapeada para qualquer pergunta no questionário.
ro: Coloana nu poate fi reprodusă pentru orice întrebare din chestionar.
ru: Колонка не связана с каким-либо вопросом в данном опроснике
sq: Kolona nuk mund të përputhet me asnjë pyetjeje të pyetësorit.
uk: Стовпчик не може бути прив'язаний до жодного питання в анкеті.
zh: 列不能与问卷中的任何问题相匹配。

# PL0004_FileWasntMappedRoster
source: File cannot be mapped to any roster in the questionnaire.
ar: لا يمكن تعيين الملف إلى أي لائحة في الاستبيان.
cs: Soubor nelze namapovat na žádný seznam (roster) v typu dotazníku.
es: Archivo no puede ser asignado a ninguna lista del cuestionario
fr: Le fichier ne peut être représenté par aucun tableau dans le questionnaire.
ka: კითხვარში ფაილის მიბმა ნებისმიერ(არცერთ?) როსტერზე არ შეიძლება
pt: Arquivo não pode ser mapeado para qualquer lista no questionário.
ro: Fișierul nu poate fi reprodus pentru orice Listă din chestionar.
ru: Файл не связан ни с одним из ростеров в данном опроснике
sq: Skedari nuk mund të përputhet me asnjë roster në pyetësor.
uk: Файл не може бути прив'язаний до жодного ростеру в анкеті.
zh: 文件不能与问卷中的任何登记表相匹配。

# PL0024_DataWasNotFound
source: Preloading data were not found.
ar: لم يتم العثور على بيانات التحميل المسبق
cs: Předběžné data nebyly nalezeny.
es: Datos precargados no se encontraron
fr: Les données de préchargement n'ont pas été trouvées
ka: წინასწარ ჩამოტვირთული მონაცემები ვერ მოიძებნა
pt: O pré-carregamento de dados não foi encontrado.
ro: Nu pot fi găsite datele preîncărcate.
ru: Загруженные данные не обнаружены
sq: Të dhënat e ngarkimit paraprak nuk u gjetën.
uk: Дані попереднього завантаження не знайдено.
zh: 未找到预加载数据

# PL0035_QuantityNotParsed
source: Only integer values are allowed.
ar: يسمح فقط بعدد صحيح.
cs: Jsou povoleny pouze celočíselné hodnoty.
es: Solamente se permiten valores enteros
fr: Seules les valeurs entières sont autorisées.
ka: დასაშვებია მხოლოდ რიცხვითი მნიშვნელობები.
ro: Sunt permise doar valori întregi.
ru: Только целые значения разрешины.
sq: Lejohen vetëm vlerat e plota.
uk: Допускаються лише цілі значення.
zh: 只允许整数

# PL0036_QuantityShouldBeGreaterThanMinus1
source: Quantity should be greater than or equal to -1.
ar: يجب أن تكون الكمية أكبر من أو تساوي -1.
cs: Množství by mělo být větší nebo rovné -1.
es: La cantidad debe ser mayor o igual a -1
fr: La quantité doit être supérieure ou égale à -1.
ka: რაოდენობა მეტი ან ტოლი უნდა იყოს -1-ის
ro: Cantitatea trebuie să fie mai mare sau egală cu -1.
ru: Количество должно быть больше -1.
sq: Sasia duhet të jetë më e madhe ose e barabartë me -1.
uk: Кількість повинна бути більшою або дорівнювати -1.
zh: 数量需大于等于-1

# PL0037_ColumnIsNotIdentifying
source: Column cannot be mapped to non identifying question
ar: لا يمكن تعيين العامود الى أي سؤال غير محدد
fr: La colonne ne peut pas être mappée à une question non identifiant
ru: Колонка должна быть связана только с идентифицирующим вопросом
zh: 列未能与识别问题相匹配

# PL0038_UnsupportedAreaQuestion
source: Area question cannot be preloaded.
ar: سؤال المنطقة لا يمكن إعادة تحميله
fr: La question de surface ne peut pas être préchargée.
ru: Воспрос измерения площади не может быть загружен.
zh: 不能预加载面积问题

# PL0040_QuestionnaireDataIsNotFound
source: File with questionnaire level data is missing.
ar: الملف مع البيانات على مستوى الاستبيان مفقود.
cs: Chybí soubor s údaji úrovně typu dotazníku.
es: No se ha encontrado el archivo con los datos de nivel del cuestionario
fr: Aucun fichier de préchargement trouvé avec des données du questionnaire.
ro: Lipsește fișierul cu date.
ru: Файл с данными опросника не найден
sq: Skedari me të dhëna të nivelit të pyetësorit mungon.
uk: Відсутній файл з даними на верхньому рівні анкети.
zh: 问卷模板层级的数据文件丢失。

# PL0030_GpsMandatoryFilds
source: GPS question requires Latitude and Longitude to be set.
ar: يتطلب تحديد مسألة نظام تحديد المواقع تحديد خط العرض وخط الطول.
cs: Otázky GPS vyžadují nastavenou zeměpisnou šířku a délku.
es: La pregunta de GPS requiere que se establezcan la latitud y la longitud.
fr: L'identification de la question GPS nécessite que la latitude et la longitude soient définies.
pt: Gps pré-carregadas pergunta requer a Latitude e Longitude, a ser definido.
ro: Întrebările referitoare la GPS necesită valori pentru Latitudine și Longitudine
ru: Для GPS вопроса обязательно наличие значений и широты и долготы
sq: Pyetja e GPS-së kërkon vendosjen e Gjerësisë dhe Gjatësisë.
uk: GPS-питання вимагає встановлення широти та довготи.
zh: 预填写的GPS问题要求设置纬度和经度。

# PL0006_IdDublication
source: Duplicate Id values found.
ar: تم العثور على قيم معرف مكرر.
cs: Byly nalezeny duplicitní hodnoty ID.
es: Se encontraron identificadores duplicados
fr: Valeurs ID en doublon trouvées.
ka: ნაპოვნია დუბლირებული ID
pt: Valores de Id duplicados encontrados.
ro: Au fost găsite id-uri duplicate.
ru: Найдены повторяющиеся значения идентификатора.
sq: U gjetën vlera identifikuese të dubluara.
uk: Знайдено дублікати значень ідентифікатора.
zh: 发现了重复的编号。

# PL0007_ServiceColumnIsAbsent
source: One or more parent Id column is missing.
cs: Chybí jeden nebo více nadřazených ID polí.
es: Una o más columnas de identificación padre hacen falta
fr: Une ou plusieurs colonnes parent ID sont manquantes.
ka: ერთი ან ერთზე მეტი მშობელი ID არ არსებობს
pt: Está em falta uma ou mais colunas contendo a ID principal
ro: Lipsesc una sau mai multe coduri de identificare ale coloanei pentru nivelul ierarhic superior
ru: Отсутствует один или несколько столбцов родительского идентификатора.
sq: Një ose më shumë kolona identifikuese mëmë mungojnë.
uk: Відсутній один або декілька стовпців батьківського ідентифікатора.
zh: 一个或多个父编码缺失。

# PL0008_OrphanRosterRecord
source: Roster record does not have a parent.
ar: سجل القائمة ليس لديه الاصل.
cs: Seznam (roster) nemá nadřazenou hodnotu.
es: Registro del roster no tiene padre
fr: L'enregistrement du Tableau n'a pas un parent.
ka: როსტერის ჩანაწერს არ გააჩნია მშობელი
pt: Registro de lista não tem ID principal.
ro: Înregistrarea din Listă nu are nivel ierarhic superior
ru: У записи ростера нет родителя.
sq: E dhëna e rosterit nuk ka një mëmë.
uk: Запис у ростері не має батька.
zh: 登记表记录没有父项。

# PL0009_RosterIdIsInconsistantWithRosterSizeQuestion
source: Roster Id is inconsistent with roster size.
ar: لا يتعارض معرف القائمة مع حجم القائمة.
cs: ID seznamu (rosteru) není konzistentní s velikostí seznamu.
es: El identificador del roster es inconsistente con su tamaño
fr: L'ID du tableau ne correspond pas à la taille du tableau.
ka: როსტერის ID თავსებადი არ არის ზომასთან
pt: Lista Id é inconsistant com o tamanho de lista.
ro: Id-ul Listei nu corespunde dimensiunii Listei.
ru: Идентификатор ростера не соответствует размеру ростера.
sq: Identifikuesi i rosterit nuk përputhet me madhësinë e rosterit.
uk: Ідентифікатор ростеру не відповідає розміру ростеру.
zh: 登记表编号与登记表大小不一致。

# PL0010_UnsupportedLinkedQuestion
source: Linked questions cannot be preloaded.
ar: لا يمكن تحميل الأسئلة المرتبطة مسبقا.
fr: Les questions liées ne peuvent pas être préchargées.
pt: Pergunta vinculada não é suportada no pré-carregamento de dados.
ru: Ссылочные вопросы не могут быть предварительно загружены.
zh: 数据预加载不支持关联问题。

# PL0011_GeneralError
source: General error occurred.
ar: حدث خطأ عام.
fr: Une erreur générale s'est produite.
pt: Ocorreu um erro geral.
ru: Произошла общая ошибка.
zh: 发生了一般错误。

# PL0012_QuestionWasNotFound
source: Question found in the uploaded file(s) that does not exist in the questionnaire
ar: السؤال الذي تم العثور عليه في الملف (الملفات) التي تم تحميلها والتي لا توجد في الاستبيان
fr: Question trouvée dans le (s) fichier (s) téléchargé (s) qui n'existe pas dans le questionnaire
pt: Pergunta não foi encontrada.
ru: Вопрос, найденный в загруженном файле (файлах), не существует в опроснике
zh: 在问卷中不存在已上传文件中的问题

# PL0013_ValueIsNullOrEmpty
source: Provided value is null or empty
ar: القيمة المقدمة صفر أو فارغة
fr: La valeur fournie est nulle ou vide
pt: Valor fornecido é nulo ou está vazio
ru: Значение равно null или пустое
zh: 提供的为空值

# PL0014_ParsedValueIsNotAllowed
source: Provided question value not allowed.
ar: قيمة السؤال المقدمة غير مسموحة
cs: Hodnota otázky není povolena.
es: Valor de pregunta no es permitido
fr: La valeur de la question fournie n'est pas autorisée.
ka: კითხვის მოცემული მნიშვნელობა არ არის დაშვებული
pt: [PL0014] Valor da pergunta fornecido não é permitido.
ro: Răspuns inadmisibil
ru: Значение не допускается в качестве ответа вопрос.
sq: Vlerat e paraqitura për pyetjen nuk lejohen.
uk: Значення питання не дозволено.
zh: [PL0014] 提供的问题数值不被允许。

# PL0015_QuestionTypeIsIncorrect
source: Type of question is not correct.
ar: نوع السؤال غير صحيح
fr: Le type de question n'est pas correct.
pt: [PL0015] Tipo de pergunta não é correto.
ru: Тип вопроса неверен.
zh: [PL0015] 问题类型不正确。

# PL0016_ExpectedDateTimeNotParsed
source: Invalid Date or Time value entered in the date question.
ar: تم إدخال قيمة التاريخ أو الوقت غير صالحة في سؤال التاريخ.
cs: Neplatná hodnota data nebo času zadaná v otázce data.
es: Se han ingresado valores de fecha u hora no válidos en la pregunta
fr: Date ou heure saisie est non valide dans la question de type date.
ka: "date" კითხვაში შეყვანილია არასწორი დრო ან თარიღი
pt: Valor da data ou Hora é inválido
ro: Valoarea introdusă nu este de tip dată.
ru: Неверное значение даты или времени, введенное в вопросе с типом дата.
sq: Vlera e Datës dhe Orës e vendosur në pyetjen e datës është e pasaktë.
uk: Неправильне значення дати або часу, введене в запитанні про дату.
zh: 无效的日期或时间数值。

# PL0017_ExpectedGpsNotParsed
source: Invalid GPS value.
ar: قيمة نظام تحديد المواقع غير صالحة.
cs: Neplatná hodnota GPS.
es: Valor de GPS no es válido
fr: Valeur GPS non valide.
ka: GPS მნიშვნელობა არასწორია
pt: Valor inválido de GPS.
ro: Valoarea introdusă nu este de tip GPS.
ru: Недопустимое значение GPS.
sq: Vlerë e pasaktë e GPS-së.
uk: Неправильне значення GPS.
zh: 无效的GPS数值。

# PL0018_ExpectedIntNotParsed
source: Only integer values are allowed.
ar: يسمح فقط بعدد صحيح.
cs: Jsou povoleny pouze celočíselné hodnoty.
es: Solamente se permiten valores enteros
fr: Seules les valeurs entières sont autorisées.
ka: მხოლოდ მთელი მნიშვნელობებია დაშვებული
pt: São permitidos apenas valores inteiros.
ro: Sunt permise doar valori întregi.
ru: Допускаются только целые значения.
sq: Lejohen vetëm vlerat e plota.
uk: Допускаються лише цілі значення.
zh: 只允许整数。

# PL0019_ExpectedDecimalNotParsed
source: Only real values are allowed.
ar: يسمح فقط بالقيم الحقيقية.
cs: Jsou povoleny pouze skutečné hodnoty.
es: Solamente se permiten valores decimales
fr: Seules les valeurs réelles sont autorisées.
ka: მხოლოდ ნამდვილი მნიშვნელობებია დაშვებული
pt: São permitidos apenas valores reais.
ro: Sunt permise doar valori reale.
ru: Разрешены только числовые значения.
sq: Lejohen vetëm vlerat reale.
uk: Допускаються тільки реальні значення.
zh: 只允许实数。

# PL0022_AnswerIsIncorrectBecauseIsRosterSizeAndNegative
source: Roster size question cannot have negative values.
ar: لا يمكن أن يكون لحجم قائمة السؤال قيم سالبة
cs: Otázka velikosti seznamu (rosteru) nemůže mít záporné hodnoty.
es: La pregunta que define el tamaño del roster no puede contener un número negativo
fr: La question sur la taille du tableau ne peut de valeurs négatives.
ka: კითხვას როსტერის ზომაზე არ შეიძლება უარყოფითი მნიშვნელობა ჰქონდეს
pt: Questão de tamanho do lista não pode ter valores negativos.
ro: Dimensiunea Listei nu poate avea valori negative.
ru: Вопрос о размере ростера не может иметь отрицательных значений.
sq: Pyetja e madhësisë së rosterit nuk mund të ketë vlera negative.
uk: Питання про розмір ростеру не може мати від'ємних значень.
zh: 登记表大小问题不能有负值。

# PL0023_UnsupportedMultimediaQuestion
source: Picture question cannot be preloaded.
ar: لا يمكن اعادة تحميل سؤال الصورة
fr: La question d'image ne peut pas être préchargée.
pt: Pergunta de imagens não é suportada no pré-carregamento de dados.
ru: Вопрос с картинкой не может быть предварительно загружен.
zh: 数据预加载不支持图片问题。

# PL0025_ResponsibleNameIsEmpty
source: Responsible field was not provided for 1 or more observations
ar: الحقل المسؤول لم يقدم لواحد أو أكثر من الملاحظات
fr: Le champ responsable n'a pas été fourni pour une ou plusieurs observations
pt: O nome do responsável não foi fornecido.
ru: Поле с ответственным не было указано
zh: 没有提供负责人的名称

# PL0026_ResponsibleWasNotFound
source: Responsible does not exist for 1 or more observations
ar: المسؤول غير موجود لواحد أو أكثر من الملاحظات
cs: Zodpovědný uživatel neexistuje pro 1 nebo více pozorování.
es: No existe responsable para una o más observaciones.
fr: Le responsable n'existe pas pour 1 ou plusieurs observations
ka: პასუხისმგებელი არ არსებობს ერთი ან მეტი დაკვირვებისთვის
pt: O Responsável fornecido não foi encontrado
ro: Responsabilul nu există pentru una sau mai multe observații.
ru: Ответственный не существует
sq: Përgjegjësi nuk ekziston për 1 ose më shumë vrojtime.
uk: Відповідальний не існує для 1 або більше спостережень.
zh: 没有找到提供的负责人

# PL0027_ResponsibleIsLocked
source: Responsible is a locked user for 1 or more observations
ar: المسؤول هو مستخدم مقفل لواحد أو أكثر من الملاحظات
cs: Zodpovědný uživatel je uzamčený pro 1 nebo více pozorování.
es: El responsable de una o más observaciones se encuentra bloqueado.
fr: Le Responsable est un utilisateur verrouillé pour 1 ou plusieurs observations
ka: პასუხისმგებელი არის დაბლოკილი მომხმარებელი ერთი ან მეტი დაკვირვებისთვის
pt: Responsável está bloqueado
ro: Responsabilul este blocat pentru una sau mai multe observații.
ru: Ответственный помечен заблокированный
sq: Përgjegjësi është përdorues i bllokuar për 1 ose më shumë vrojtime.
uk: Відповідальний - заблокований користувач за 1 або більше спостережень.
zh: 负责人被锁定

# PL0028_UserIsNotSupervisorOrInterviewer
source: User is not Supervisor or Interviewer for 1 or more observations
ar: المستخدم ليس المشرف أو الباحث ل 1 أو أكثر من الملاحظات
fr: L'utilisateur n'est pas un Chef d'équipe ou un Enquêteur pour une ou plusieurs observations
ka: მომხმარებელი არც ზედამხედველი და არც ინტერვიუერია ერთი ან მეტი დაკვირვებისთვის
pt: O Usuário fornecido não é o Supervisor ou Entrevistador
ro: Utilizatorul nu este Controlor sau Anchetator pentru una sau mai multe observații.
ru: Пользователь не является супервизором или интервьюером
zh: 提供的用户不是督导员或调查员

# PL0029_AnswerIsIncorrectBecauseIsRosterSizeAndMoreThan40
source: Answer to roster size question cannot be greater than {0}.
ar: لا يمكن أن تكون الإجابة على سؤال حجم القائمة أكبر من {0}.
cs: Odpověď na otázku o velikosti seznamu (rosteru) nemůže být větší než {0}.
es: La respuesta a una pregunta que define el tamaño de la lista no puede ser mayor a {0}
fr: La réponse à la question sur la taille du tableau ne peut pas être supérieure à {0}.
ka: როსტერის ზომასთან დაკავშირებულ კითხვაზე პასუხი არ შეიძლება {0} -ზე მეტი იყოს
pt: Resposta na pergunta de tamanho do lista não pode ser superior a {0}.
ro: Răspunsul privind dimensiunea Listei nu poate fi mai mare de {0}.
ru: Ответ на вопрос о размере списка не может превышать {0}.
sq: Përgjigjja për pyetjen mbi madhësinë e rosterit nuk mund të jetë më shumë se {0}.
uk: Відповідь на питання про розмір списку не може бути більшою за {0}.
zh: 登记表大小问题的答案不能超过{0}。

# PL0030_GpsFieldsRequired
source: GPS questions require separate columns for Latitude and Longitude
ar: تتطلب أسئلة نظام تحديد المواقع العالمي أعمدة منفصلة لخطوط الطول والعرض
cs: Otázky GPS vyžadují samostatné sloupce pro zeměpisnou šířku a délku
es: La pregunta GPS requiere columnas separadas para Latitud y Longitud
fr: Les questions GPS nécessitent des colonnes séparées pour la latitude et la longitude
ka: GPS კითხვები მოითხოვს ცალკე სვეტებს განედისა და გრძედისთვის
pt: GPS pergunta necessário colunas de Latitude e Longitude
ro: Întrebările referitoare la GPS necesită coloane separate pentru Latitudine și Longitudine
ru: Вопросы GPS требуют отдельных столбцов для широты и долготы
sq: Pyetjet GPS-së kërkojnë kolona të veçanta për Gjerësinë dhe Gjatësinë
uk: GPS-питання вимагають окремих стовпчиків для широти та довготи
zh: GPS问题要求纬度和经度列

# PL0031_ColumnNameDuplicatesFound
source: Two or more columns have the same name.
ar: عامودين او اكثر لهما نفس الاسم
cs: Dva nebo více sloupců mají stejný název.
es: Dos o más columnas posee el mismo nombre
fr: Deux ou plusieurs colonnes ont le même nom.
ka: ორ ან ორზე მეტ სვეტს აქვთ ერთი და იგივე სახელი
pt: Encontrado duplicado de nomes de colunas
ro: Una sau mai multe coloane au același nume.
ru: Два или более столбца имеют одно и то же имя.
sq: Dy ose më shumë kolona kanë emërtim të njëjtë.
uk: Два або більше стовпців мають однакові назви.
zh: 发现了重复的列名。

# PL0032_LatitudeMustBeGeaterThenN90AndLessThen90
source: Latitude must be greater than -90° and less than 90°.
ar: يجب أن يكون خط العرض أكبر من -90 درجة وأقل من 90 درجة.
cs: Zeměpisná šířka musí být větší než -90° a menší než 90°.
es: Latitud debe ser mayor a -90° y menor a 90°
fr: La latitude doit être supérieure à -90 ° et inférieure à 90 °.
ka: გრძედი უნდა იყოს უფრო მეტი ვიდრე -90 ° და ნაკლები 90 °.
pt: Latitude deve ser superior a-90 ° e menor que 90 °.
ro: Latitudinea trebuie să fie cuprinsă între -90° și 90°.
ru: Широта должна быть больше -90 ° и меньше 90 °.
sq: Gjerësia duhet të jetë më e madhe se -90° dhe më e vogël se 90°.
uk: Широта повинна бути більше -90° і менше 90°.
zh: 纬度必须在-90°和90°之间。

# PL0033_LongitudeMustBeGeaterThenN180AndLessThen180
source: Longitude must be greater than -180° and less than 180°.
ar: يجب أن يكون خط الطول أكبر من -180 درجة وأقل من 180 درجة.
cs: Zeměpisná délka musí být větší než -180° a menší než 180°.
es: Longitud debe ser mayor a -180° y menor a 180°
fr: La longitude doit être supérieure à -180 ° et inférieure à 180 °.
ka: განედი უნდა იყოს უფრო მეტი ვიდრე -180 ° და ნაკლები 180 °.
pt: Longitude deve ser superior a-180 ° e menos de 180 °.
ro: Longitudinea trebuie să fie cuprinsă între -180° și 180°.
ru: Долгота должна быть больше -180 ° и меньше 180 °.
sq: Gjatësia duhet të jetë më e madhe se -180° dhe më e vogël se 180°.
uk: Довгота повинна бути більше -180° і менше 180°.
zh: 经度必须在-180°和180°之间。

# PL0034_CommaSymbolIsNotAllowedInNumericAnswer
source: Invalid decimal separator. The "," symbol is not allowed in numeric answers. Please use "." instead.
ar: فاصل عشري غير صالح. لا يسمح الرمز "،" في إجابات رقمية. الرجاء استخدام "." بدلاً منه
cs: Neplatný oddělovač desetinných míst. Symbol "," není povolen v číselných odpovědích. Prosím, použijte "." namísto.
es: Separador decimal es inválido. El símbolo "," no es permitido en respuestas numéricas, favor use "."
fr: Séparateur décimal non valide. Le symbole "," n'est pas autorisé dans les réponses numériques. Veuillez utiliser "." au lieu de ",".
ka: ათწილადის გამყოფი არასწორია. "," სიმბოლო არ არის ნებადართული რიცხვით პასუხებში. გთხოვთ, გამოიყენეთ "."
pt: "," símbolo não é permitido em respostas numéricas. Por favor, use "." como separador decimal.
ro: Separator de zecimale nevalid. Simbolul "," nu este permis. Utilizați simbolul ".".
ru: Недопустимый разделитель десятичной дроби. Символ "," не допускается в числовых ответах. Пожалуйста, используйте "." вместо.
sq: Ndarës dhjetor i pasaktë. Simboli "," nuk lejohet në përgjigjet numerike. Ju lutemi, përdorni "." në vend të tij.
uk: Неправильний десятковий роздільник. Символ "," не допускається у числових відповідях. Будь ласка, використовуйте "." замість нього.
zh: 数值型答案中不允许","符号。请使用.作为小数点分隔符。

# PL0039_UnsupportedAudioQuestion
source: Audio question cannot be preloaded.
ar: لا يمكن إعادة تحميل السؤال الصوتي
fr: La question audio ne peut pas être préchargée.
ru: Звуковой вопрос не может быть предварительно загружен.
zh: 不能预加载录音问题

# PL0042_IdIsEmpty
source: Id column doesn't have any value.
cs: Pole s ID nemá žádnou hodnotu.
es: La columna de identificación no tiene ningún valor.
fr: La colonne Id est vide.
ro: Id-ul coloanei nu are nicio valoare.
ru: Отсутствует значение для поля Id интервью
sq: Kolona identifikuese nuk ka asnjë vlerë.
uk: Стовпець Id не має значення.
zh: Id一列没有包含任何值

# PL0045_TextListAnswerHasDifferentAmountOfRecordsThanRosterFile
source: Inconsistency detected between the number of records in the data file {0}, which has {1} records, and the trigger question {2}, which has {3} rows. Interview id: {4}
fr: Incohérence détectée entre le nombre d'éléments dans le répertoire et la question de la liste de textes {0}. La liste contient {1} éléments mais la question déclenchée {2} comporte {3} élément pour l'identifiant de l’interview : {4}
ru: Несоответствие найдено между количеством записей в файле {0}, который содержит {1} записей и вопросом-источником {2}, который содержит {3} строки. Код интервью: {4}
zh: 数据文件{0}和触发问题{2}包含的记录不一致。数据文件 包含{1}个记录，触发问题{2}包含{3}个记录。问卷编号：{4}

# PL0046_HasDifferentTextsInListAndRosterTitles
source: Inconsistency detected between the items lists in the data file {0} and question {1}. Items present in the text list and absent in the file: {2}. Rows from data file absent in text list question: {3}. Interview id: {4}
fr: Incohérence détectée entre les éléments de liste dans le tableau {0} et la question de liste de textes {1}. Éléments présents dans la liste de texte et absents de la liste: {2}. Éléments présents dans la liste, mais pas dans la question de la liste de texte: {3}. Identifiant de l'interview: {4}
ru: Несоответствие найдено между списком в файле с данными {0} и вопросом {1}. Элементы, присутствующие в списковом вопсрое и отсутствующие в файле: {2}. Строки из файла с данными, отсутствующие в списке: {3}. Код интервью: {4}
zh: 数据文件{0}和问题{1}中的项目列表之间存在不一致。出现在文本列表中但不存在于数据文件中的项目为：{2}。出现在数据文件中但不存在于文本列表中的项目为：{3}。问卷编号：{4}

# PL0043_TextListAnswerHasDuplicatesInTexts
source: Text list question {0} has non-unique items: {1}. Interview id: {2}
fr: La question de la liste de textes {0} comporte des éléments avec du texte en double: {1} pour l'identifiant de l'interview {2}
ru: Вопрос со списком {0} содержит неуникальные элементы: {1}. Код интервью: {2}
zh: 文本列表问题{0}包含非唯一项目：{1}。问卷编号：{2}

# PL0044_TextListAnswerHasDuplicatesInCodes
source: Text list question {0} has non-unique item codes: {1}. Interview id: {2}
fr: La question de la liste de textes {0} comporte des éléments avec des codes en double: {1} pour l'identifiant de l'interview {2}
ru: Вопрос со списком {0} содержит неуникальные коды: {1}. Код интервью: {2}
zh: 文本列表问题{0}包含非唯一项目编号：{1}。问卷编号：{2}
