Repository: surveysolutions/surveysolutions
Catalog: src/Core/BoundedContexts/Headquarters/WB.Core.BoundedContexts.Headquarters/Resources/Report.*.resx
Languages: ro, zh

# COLUMN_ANDROID_4_4_OR_LOWER
source: ANDROID 4.4 OR LOWER
ro: ANDROID 4.4 SAU VERSIUNE MAI VECHE
zh: 安卓4.4或以下

# COLUMN_APPROVED_BY_HQ
source: APPROVED BY HQ
ro: APROBAT DE RINS
zh: 总部已审核通过

# COLUMN_APPROVED_BY_SUPERVISOR
source: APPROVED BY SUPERVISOR
ro: APROBAT DE CONTROLOR
zh: 督导员已审核通过

# COLUMN_AVERAGE
source: AVERAGE
ro: MEDIA
zh: 平均值

# COLUMN_COMPLETED
source: COMPLETED
ro: FINALIZATE
zh: 已完成

# COLUMN_DAYS
source: DAYS
ro: ZILE
zh: 天数

# COLUMN_INTERVIEWER_ASSIGNED
source: INTERVIEWER ASSIGNED
ro: ANCHETATOR ALOCAT
zh: 已分配调查员

# COLUMN_LESS_THAN_100MB_FREE_SPACE
source: LESS THAN 100MB FREE SPACE
ro: SUB 100MB SPAȚIU LIBER
zh: 可用空间小于100MB

# COLUMN_NEVER_SYNCHED
source: NEVER SYNCHED
ro: Niciodata sincronizat
zh: 从未同步

# COLUMN_NEVER_UPLOADED
source: NEVER UPLOADED
ro: Niciodata incarcat
zh: 从未上传

# COLUMN_NO_ASSIGNMENTS_RECEIVED
source: NO ASSIGNMENTS RECEIVED
ro: FĂRĂ INTERVIURI ALOCATE
zh: 没有收到任务

# COLUMN_OLD_VERSION
source: OLD VERSION
ro: VERSIUNE VECHE
zh: 历史版本

# COLUMN_QUESTIONNAIRE_TEMPLATE
source: QUESTIONNAIRE TITLE
ro: TITLUL CHESTIONARULUI
zh: 问卷标题

# COLUMN_REJECTED_BY_HQ
source: REJECTED BY HQ
ro: RESPINSE DE RINS
zh: 被总部拒绝

# COLUMN_REJECTED_BY_SUPERVISOR
source: REJECTED BY SUPERVISOR
ro: RESPINSE DE CONTROLOR
zh: 被督导员拒绝

# COLUMN_SUPERVISOR_ASSIGNED
source: SUPERVISOR ASSIGNED
ro: INTERVIURI ALOCATE CONTROLORULUI
zh: 已分配督导员

# COLUMN_TABLET_REASSIGNED
source: TABLET REASSIGNED
ro: TABLETE REALOCATE
zh: 已重新分配平板电脑

# COLUMN_TEAM_MEMBER
source: TEAM MEMBER
ro: MEMBRUL ECHIPEI
zh: 团队成员

# COLUMN_TEAMS
source: TEAMS
ro: ECHIPE
zh: 团队

# COLUMN_TEMPLATE_VERSION
source: QUESTIONNAIRE VERSION
ro: VERSIUNEA CHESTIONARULUI
zh: 问卷版本

# COLUMN_TOTAL
source: TOTAL
zh: 合计

# COLUMN_WRONG_TIME_ON_TABLET
source: WRONG TIME ON TABLET
ro: TIMP ERONAT PE TABLETĂ
zh: 平板电脑时间错误

source: Total
zh: 合计
