Repository: surveysolutions/surveysolutions
Catalog: src/Core/BoundedContexts/Headquarters/WB.Core.BoundedContexts.Headquarters/Resources/Strings.*.resx
Languages: ar, es, ro, sq, uk

source: All interviewers
ar: جميع المقابلات
es: Todos los entrevistadores
ro: Toți anchetatorii
sq: Të gjithë intervistuesit
uk: Всі інтерв'юери

source: All periods
ar: جميع الفترات
es: Todos los períodos
ro: Toate perioadele
sq: Të gjitha periudhat
uk: Всі періоди

source: All questionnaires
ar: جميع الاستبيانات
es: Todos los cuestionarios
ro: Toate chestionarele
sq: Të gjithë pyetësorët
uk: Всі анкети

source: All teams
ar: جميع الفرق
es: Todos los equipos
ro: Toate echipele
sq: Të gjitha ekipet
uk: Всі команди

source: any headquarters
ar: أي مقر رئيسي
es: cualquier usuario de sede
ro: orice RINS
sq: çdo zyrë qendrore
uk: будь-який штаб-квартира

source: Assignments
ar: مهام
es: Asignaciones
ro: Interviuri alocate
sq: Detyrat
uk: Завдання

source: Average
ar: معدل
es: Promedio
ro: Medie
sq: Mesatare
uk: Середній

source: Cancel
ar: إلغاء
es: Cancelar
ro: Anulare
sq: Anulo
uk: Скасувати

# CommandTransformator_ParseQuestionError
source: Error when parse question answer
ar: خطأ عند تحليل سؤال الإجابة
es: Error al procesar la respuesta de la pregunta
ro: Eroare la analizarea răspunsului
sq: Gabim kur analizohet përgjigjja e pyetjes
uk: Не вдається розібрати відповідь на запитання

# ControlPanelController_RepeatLastInterviewStatus
source: Status set by Survey Solutions support team
ar: الحالة وضعت من قبل فريق دعم Survey Solutions
es: Estado asignado por el equipo de soporte de Survey Solutions
ro: Status definit de echipa de suport Survey Solutions
sq: Status i vendosur nga ekipi i mbështetjes së Survey Solutions
uk: Статус, установлений командою підтримки Survey Solutions

source: Days
ar: أيام
es: Días
ro: Zile
sq: Ditë
uk: Дні

source: Error
ar: خطأ
ro: Eroare
sq: Gabim
uk: Помилка

# HQ_AccountController_AccountPasswordChangedSuccessfully
source: Account password successfully updated
ar: تم تحديث كلمة المرور للحساب بنجاح
es: La clave de la cuenta ha sido actualizada satisfactoriamente
ro: Parola contului a fost actualizată cu succes
sq: Fjalëkalimi i llogarisë u përditësua me sukses
uk: Пароль облікового запису успішно оновлено

# HQ_AccountController_AccountPasswordChangedSuccessfullyFormat
source: Password for account <b>{0}</b> successfully updated
ar: تم تحديث كلمة المرور للحساب <b> {0} </ b> بنجاح
es: La clave de la cuenta <bar>{0}</br> actualizada satisfactoriamente
ro: Parola pentru contul <b>{0}</b> a fost actualizată cu succes
sq: Fjalëkalimi për llogarinë <b>{0}</b> u përditësua me sukses
uk: Пароль до облікового запису <b>{0}</b> успішно оновлено

# HQ_AccountController_AccountUpdatedSuccessfully
source: Account information successfully updated
ar: تم تحديث معلومات الحساب بنجاح
es: Información de la cuenta actualizada satisfactoriamente
ro: Contul a fost actualizat cu succes
sq: Të dhënat e llogarisë u përditësuan me sukses
uk: Інформація про обліковий запис успішно оновлюється

# HQ_AccountController_AccountUpdatedSuccessfullyFormat
source: Information about <b>{0}</b> successfully updated
ar: تم تحديث معلومات حول <b> {0} </ b> بنجاح
es: Información sobre <br>{0}</br> actualizada satisfactoriamente
ro: Informația despre <b>{0}</b> a fost actualizată cu succes
sq: Të dhënat mbi <b>{0}</b> u përditësuan me sukses
uk: Інформація про <b>{0}</b> успішно оновлюється

# HQ_Views_Manage_Title
source: Manage account
ar: إدارة الحساب
es: Administrar cuenta
ro: Gestionarea contului
sq: Menaxho llogarinë
uk: Керування обліковим записом

source: Interviews
ar: مقابلات
es: Entrevistas
ro: Interviuri
sq: Intervistat
uk: Інтерв'ю

# InterviewStatus_ApprovedByHeadquarters
source: Approved by Headquarters
ar: موافق عليه من قبل المقر الرئيسي
es: Aprobado por sede
ro: Aprobate de RINS
sq: Miratuar nga Zyra Qendrore
uk: Затверджено штаб-квартирою

# InterviewStatus_ApprovedBySupervisor
source: Approved by Supervisor
ar: موافق عليه من قبل المشرف
es: Aprobado por supervisor
ro: Aprobate de controlor
sq: Miratuar nga Supervizori
uk: Затверджено науковим керівником

# InterviewStatus_Completed
source: Completed
ar: مكتمل
es: Completado
ro: Finalizate
sq: Përfundoi/Të përfunduara
uk: Завершено

# InterviewStatus_Created
source: Created
ar: تم انشاءه
es: Creada
ro: Create
sq: U krijua/të krijuara
uk: Створений

# InterviewStatus_Deleted
source: Deleted
ar: محذوف
es: Eliminada
ro: Șterse
sq: U fshi/të fshira
uk: Видалені

# InterviewStatus_InterviewerAssigned
source: Interviewer assigned
ar: الباحث المعين
es: Entrevistador asignado
ro: Interviuri alocate anchetatorului
sq: Intervistuesi u caktua
uk: Призначено інтерв'юера

# InterviewStatus_ReadyForInterview
source: Ready for interview
ar: جاهز للمقابلة
es: Listo para entrevista
ro: Pregătite de interviu
sq: Gati për intervistë
uk: Готові до співбесіди

# InterviewStatus_RejectedByHeadquarters
source: Rejected by Headquarters
ar: مرفوض من المقر الرئيسي
es: Rechazado por sede
ro: Respinse de RINS
sq: Refuzuar nga Zyra Qendrore
uk: Відхилено штаб-квартирою

# InterviewStatus_RejectedBySupervisor
source: Rejected by Supervisor
ar: مرفوض من قبل المشرف
es: Rechazado por supervisor
ro: Respinse de controlor
sq: Refuzuar nga Supervizori
uk: Відхилено науковим керівником

# InterviewStatus_Restarted
source: Restarted
ar: تم اعادة تشغيله
es: Reiniciada
ro: Restartate
sq: Rifilloi
uk: Перезавантаження

# InterviewStatus_Restored
source: Restored
ar: تم استعادته
es: Restablecida
ro: Recuperate
sq: U rivendos
uk: Відновлений

# InterviewStatus_SentToCapi
source: Sent to Capi
ar: ارسل الى Capi
es: Enviada a Capi
ro: Trimise către Capi
sq: U dërguan te Capi
uk: Відправлено до Капі

# InterviewStatus_SupervisorAssigned
source: Supervisor assigned
ar: المشرف المعين
es: Asignada a supervisor
ro: Interviuri alocate controlorului
sq: Supervizori u caktua
uk: Призначений науковий керівник

# ObserverNotAllowed
source: Observer is not allowed to perform this action
ar: لا يسمح للمراقب بتنفيذ هذا الإجراء
es: Observador no es permitido para esta acción
ro: Responsabilul DTS nu poate realiza această acțiune
sq: Vrojtuesi nuk lejohet ta kryejë këtë veprim
uk: Спостерігач не має права виконувати цю дію

# SurverManagement_MainMenu_ManageAccount
source: Manage account
ar: إدارة الحساب
es: Administrar cuenta
ro: Gestionarea contului
sq: Menaxho llogarinë
uk: Керування обліковим записом

source: Total
ar: مجموع
sq: Gjithsej
uk: Підсумок

source: Unexpected error occurred
ar: حدث خطأ غير متوقع
es: Un error inesperado ha ocurrido
ro: Eroare
sq: Ndodhi një gabim i papritur
uk: Сталася неочікувана помилка

# ViewHelpers_Invalid_property
source: Invalid property
ar: خاصية غير صالحة
es: Propiedad inválida
ro: Acțiune nevalidă
sq: Veti e pavlefshme
uk: Неприпустиме майно

source: Teams
ar: الفرق
es: Equipos
sq: Ekipet
uk: Команди

source: With errors
ar: مع أخطاء
es: Con errores
ro: Cu erori
sq: Me gabime
uk: З помилками
