Repository: surveysolutions/surveysolutions
Catalog: src/UI/Headquarters/WB.UI.Headquarters/App_GlobalResources/BatchUpload.*.resx
Languages: ka, ro, sq

# AdvancedMode
source: Advanced data upload mode
ka: მონაცემთა ატვირთვის გაფართოებული რეჟიმი
ro: Import avansat
sq: Modalitet i avancuar i ngarkimit të të dhënave

# AdvancedModeDescription
source: In order to pre-load data to more sections and variables, you can prepare a set of .tab files that correspond to the structure of your questionnaire and put in a .zip archive . Please use the template archive below. You can put only those files and columns that you wish to upload. Any columns left missing or with titles not corresponding to an existing variable in the questionnaire will be ignored.
ka: იმისათვის რომ წინასწარ ჩატვირთოთ მონაცემები ბევრ სექციებში და ცვლადებში, თქვენ წინასწარ უნდა გაამზადოთ .tab ფაილები, რომლებიც პასუხობს თქვენი კითხვარის სტრუქტურას და მოათავსეთ ისინი .zip არქივში. გთხოვთ, გამოიყენოთ ქვემოთ მოცემული არქივის ნიმუში. თქვენ უნდა განათავსოთ მხოლოდ ის ფაილები და სვეტები, რომლებიც გსურთ და ატვირთეთ. ნებისმიერი სხვა სვეტი, რომელიც არ შეესაბამება არსებული კითხვარის ცვლადებს, არ აიტვირთება.
ro: Pentru a preîncărca date în mai multe secțiuni și variabile, puteți pregăti un set de fișiere .tab care corespund structurii chestionarului dvs. și puneți-le într-o arhivă .zip. Utilizați arhiva template de mai jos. Puteți pune numai acele fișiere și coloane pe care doriți să le încărcați. Orice coloane lipsă sau cu titluri care nu corespund unei variabile existente în chestionar vor fi ignorate.
sq: Për të ngarkuar të dhënat paraprakisht në më shumë rubrika dhe variable, mund të përgatitni një grup skedarësh .tab që përkojnë me strukturën e pyetësorit tuaj dhe vendosini në një arkivë .zip. Ju lutemi përdorni arkivin tip më poshtë. Ju mund të vendosni vetëm ata skedarë dhe kolona që dëshironi të ngarkoni. Çdo kolonë që mungon ose ka një titull që nuk përkon me një variabël ekzistues nuk do të pranohen.

source: All
ka: ყველა
ro: Tot
sq: Të gjitha

# AreYouSureYouWantToDeleteFormat
source: Are you sure you want to delete this file ?
ka: დარწმუნებული ხართ, რომ გსურთ ამ ფაილის წაშლა?
ro: Sunteți sigur că doriți să ștergeți acest fișier?
sq: Jeni të sigurt që dëshironi ta fshini këtë skedar?

# AssignedToMultipleEnumerators
source: Assigned to {0} enumerators
ka: მიკუთვნებულია {0} აღმრიცხველს
ro: Alocat către {0} anchetatori
sq: Caktuar {0} intervistuesve

# AssignedToMultipleSupervisors
source: Assigned to {0} supervisors
ka: მიკუთვნებულია {0} ზედამხედველს
ro: Alocat către {0} controlori
sq: Caktuar {0} supervizorëve

# AssignedToSingleEnumerator
source: Assigned to 1 enumerator
ka: მიკუთვნებულია 1 აღმრიცხველს
ro: Alocat către 1 anchetator
sq: Caktuar 1 intervistuesi

# AssignedToSingleSupervisor
source: Assigned to 1 supervisor
ka: მიკუთვნებულია 1 ზედამხედველს
ro: Alocat către 1 controlor
sq: Caktuar 1 supervizori

# AssignmentsAreNotCreated
source: No assignments were created
ka: მიკუთვნებები არ არის გაკეთებული
ro: Nu au fost alocate
sq: Nuk u caktua asnjë detyrë

source: Back to import
ka: უკან იმპორტისკენ
ro: Înapoi la import
sq: Kthehu te importi

# BatchDescription
source: Upload archive with identifying tab file and collected data.
ka: ატვირთეთ არქივი იდენტიფიცირებული ტაბ-ფაილით და შეგროვებული მონაცემებით
ro: Încărcare fișier tab cu date de identificare și date colectate anterior.
sq: Ngarko një arkivë zip me një ose më shumë skedarë të ndarë me tab që përkojnë me nivelin kryesor të intervistës dhe rosterat përkatëse. Lejon ngarkimin paraprak të variableve në çdo nivel të intervistës.<br/> Të gjithë skedarët e të dhënave duhet të përmbajnë __id të ndryshueshme të intervistës me një varg unik ose identifikues numerik të intervistës. Adresat brenda rosterave dhe rosterave të përsëritur krijohen njësoj si te të dhënat e eksportuara.<br/> <br/> Si alternativë, mund të specifikohen kolonat vijuese në skedarin e nivelit kryesor të intervistës:<br/> _responsible – emri i përdoruesit i zyrës qendrore, supervisorit ose një intervistuesi që do të jetë përgjegjës për detyrën;<br/> _quantity - kapaciteti i detyrës;<br/> _email - email-i i të intervistuarit (vetëm për intervistat në internet);<br/> _password - fjalëkalimi për të nisur një intervistë (vetëm për intervistat në internet);<br/> _webmode - është kjo detyrë në modalitetin e internetit (duhet përdorur vlera 1);<br/> _record_audio - regjistrimi audio për intervistat është aktivizuar (1 - aktivizuar, 0 - çaktivizuar, bosh - merre këtë vlerë nga pyetësori);<br/> _comment – komente për detyrën

# BatchFileVerificationFailed
source: Verification of the uploaded file failed
ka: ატვირთული ფაილის ვერიფიკაცია ვერ შესრულდა
ro: Încărcare eșuată a fișierului
sq: Verifikimi i skedarit të ngarkuar dështoi

# BatchTitle
source: Identifying and collected data (archive)
ka: იდენტიფიკაცია და მონაცემების შეგროვება (არქივი)
ro: Date de identificare și date colectate anterior (arhivă)
sq: Të dhënat identifikuese dhe të mbledhura (arkiv)

# BatchUpload_Title
source: Batch upload
ka: პაკეტური ატვირთვა
ro: Încărcare automată
sq: Ngarkim në grup

# BreadCrumbs_CreatingMultipleInterviews
source: creating multiple assignments
ka: ბევრი მიკუთვნებების შექმნა
ro: creare de alocări multiple
sq: po krijohen detyra të shumëfishta

source: Browse teams
ka: ჯგუფების მოძებნა
ro: Echipe
sq: Shfleto ekipet

source: Cell
ka: უჯრა
ro: Celulă
sq: Qelizë

source: Code
ka: კოდი
ro: Cod
sq: Kod

source: Column
ka: სვეტი
ro: Coloană
sq: Kolonë

source: Create assignments
ka: მიკუთვნების შექმნა
ro: Crează alocări
sq: Krijo detyra

source: Create interviews
ka: ინტერვიუს შექმნა
ro: Crează interviuri
sq: Krijo intervista

# CreateSample
source: Create interviews from this data
ka: ინტერვიუს შექმნა ამ მონაცემებიდან
ro: Crează interviuri din datele existente
sq: Krijo intervista nga këto të dhëna

source: Create users
ka: მომხმარებლების შექმნა
ro: Crează utilizatori
sq: Krijo përdorues

source: Creating multiple assignments
ka: ბევრი მიკუთვნებების შექმნის პროცესი
ro: Creare alocări multiple
sq: Po krijohen detyra të shumëfishta

source: Creating multiple interviews
ka: ბევრი ინტერვიუების შექმნის პროცესი
ro: Creare interviuri multiple
sq: Po krijohen intervista të shumëfishta

source: Creating users
ka: მომხმარებლების შექმნის პროცესი
ro: Creare utilizatori
sq: Përdoruesit po krijohen

# DataForMultipleAssignmentsFound
source: Data for {0} assignments found
ka: {0} მიკუთვნებებისთვის მონაცემები ნაპოვნია
ro: Date găsite pentru {0} interviuri alocate
sq: U gjetën të dhëna për {0} detyra

# DataForMultipleInterviewsFound
source: Data for {0} interviews found
ka: {0} ინტერვიუებისთვის მონაცემები ნაპოვნია
ro: Date găsite pentru {0} interviuri realizate
sq: U gjetën të dhëna për {0} intervista

# DataForSingleAssignmentFound
source: Data for 1 assignment found
ka: 1 მიკუთვნებისთვის მონაცემები ნაპოვნია
ro: Date găsite pentru 1 unitate de anchetat
sq: U gjetën të dhëna për 1 detyrë

# DataForSingleInterviewFound
source: Data for 1 interview found
ka: 1 ინტერვიუსთვის მონაცემები ნაპოვნია
ro: Date găsite pentru 1 interviu realizat
sq: U gjetën të dhëna për 1 intervistë

# DataIsValid
source: Data are valid
ka: მონაცემები სანდოა (ნამდვილია)
ro: Date valide
sq: Të dhënat janë të vlefshme

source: Delete
ka: წაშლა
ro: Șterge
sq: Fshi

source: Details
ka: დეტალები
ro: Detalii
sq: Hollësitë

# DownloadDescListRequiredPreffiledData
source: Variables marked as Identifying in Designer. Download a
ka: ცვლადები, აღნიშნულნი, როგორც იდენტიფიცირებული დიზაინერში. გადმოწერეთ
ro: Variabile definite în Designer ca fiind de identificare.
sq: Variable të shenjuara si Identifikues në Designer. Shkarko një

source: Download invalid assignments
ka: არასწორი მიკუთვნებების გადმოწერა
ro: Descarcă interviurile alocate nevalide
sq: Shkarko detyrat e pavlefshme

source: Download invalid interviews
ka: არასწორი ინტერვიუების გადმოწერა
ro: Descarcă interviurile nevalide
sq: Shkarko intervistat e pavlefshme

# DownloadLinkTitleListRequiredPreffiledData
source: .tab template.
ka: .tab ნიმუში.
ro: template .tab.
sq: format .tab.

# DownloadTabTemplate
source: Download .tab template for this questionnaire
ka: გადმოწერეთ .tab ნიმუში ამ კითხვარისთვის
ro: Descarcă template-ul .tab pentru acest chestionar
sq: Shkarko formatin .tab për këtë pyetësor

# DownloadTemplateArchive
source: Download .zip template for this questionnaire
ka: გადმოწერეთ .zip ნიმუში ამ კითხვარისთვის
ro: Descarcă template-ul .zip pentru acest chestionar
sq: Shkarko formatin .zip për këtë pyetësor

# EmptySupervisorDescription
source: If usernames are not specified you will need to assign a supervisor to all assignments in a later step.
ka: თუ მომხმარებლის სახელები არ არის აღნიშნული, თქვენ ზედამხედველს უნდა მიაკუთვნოთ ყველა დავალება სამომავლოდ
ro: În cazul în care nu sunt specificați utilizatorii, trebuie să alocați un controlor pentru toate interviurile alocate.
sq: Nëse emrat e përdoruesve nuk janë të specifikuara, si hap i mëtejshëm, do t’ju duhet të caktoni një supervizor për të gjitha detyrat.

source: Estimated Time
ka: სავარაუდო დრო
ro: Timp estimat
sq: Koha e llogaritur

source: File
ka: ფაილი
ro: Fișier
sq: Skedari

source: File name
ka: ფაილის სახელი
ro: Nume fișier
sq: Emërtimi i skedarit

# FileNotParsed
source: File wasn't parsed. Only tab-delimited files are allowed.
ka: ფაილი არ იყო გაანალიზებული. დასაშვებია მხოლოდ tab-delimited ფაილი.
ro: Sunt permise doar fișierele .tab.
sq: Skedari nuk u analizua. Lejohen vetëm skedarët e ndarë me tab.

source: File size
ka: ფაილის ზომა
ro: Dimensiunea fișierului
sq: Madhësia e skedarit

# FileSizeLimit
source: The file size can not exceed 300MB.
ka: ფაილის ზომამ არ შეიძლება 300MB-ს გადააჭარბოს
ro: Dimensiunea fișierului nu poate depăși 300MB.
sq: Madhësia e skedarit nuk mund të jetë mbi 300MB.

source: Finished
ka: დასრულებულია
ro: Finalizat
sq: Përfundoi

# FinishedWithError
source: Finished with error(s)
ka: დასრულებულია შეცდომებით
ro: Finalizat cu erori
sq: Përfundoi me gabim(e)

# FinishedWithErrorMessage
source: Finished with error(s). Reason:
ka: დასრულებულია შეცდომებით. მიზეზი:
ro: Finalizat cu erori. Motivul:
sq: Përfundoi me gabim(e). Arsyeja:

# FormatNotSupported
source: File format is not supported. The data inside the file will be ignored
ka: ფაილის ფორმატი არ შეესაბამება. მონაცემები ფაილის შიგნით იგნორირებული იქნება
ro: Formatul fișierului nu este permis. Datele conținute vor fi ignorate
sq: Formati i skedarit nuk mbështetet. Të dhënat në skedar nuk do të pranohen

# HideListPrefilledData
source: Hide list of required identifying data
ka: საჭირო საიდენტიფიკაციო მონაცემების დამალვა
ro: Ascunde lista de întrebări de identificare
sq: Fshih listën e të dhënave identifikuese të kërkuara

# Import_Verification_1_AssignmentVerified
source: 1 assignment verified successfully
ka: 1 დავალება წარმატებით დადასტურდა
ro: 1 unitate de anchetare distribuită cu succes
sq: 1 detyrë u verifikua me sukses

# Import_Verification_1_Error
source: 1 error
ka: 1 შეცდომა
ro: 1 eroare
sq: 1 gabim

# Import_Verification_AssignmentsVerified
source: {0} assignments verified successfully
ka: {0} დავალებები წარმატებით დადასტურდა
ro: {0} interviuri alocate cu succes
sq: {0} detyrat u verifikuan me sukses

# Import_Verification_Errors
source: {0} errors
ka: {0} შეცდომები
ro: {0} erori
sq: {0} gabime

# Import_VerificationOfAssignmentData
source: Verification of assignment data
ka: დავალების მონაცემთა გადამოწმება
ro: Verificarea interviurilor alocate
sq: Verifikimi i të dhënave të detyrës

# Import_VerificationOfAssignments_ForQuestionnaire
source: Verification of assignments for questionnaire {0}
ka: კითხვარების {0} დავალებების გადამოწმება
ro: Verificarea interviurilor alocate pentru chestionarul {0}
sq: Verifikimi i detyrave për pyetësorin {0}

# Import_VerificationOfDataFile
source: Verification of data file
ka: მონაცემთა ფაილის გადამოწმება
ro: Verificarea fișierului
sq: Verifikimi i skedarit të të dhënave

# Import_VerificationOfDataFile_Progress
source: step {0} of {1}
ka: ნაბიჯი {0} {1}-დან
ro: pasul {0} din {1}
sq: hapi {0} nga {1}

# Import_VerificationOfDataFile_Succeeded
source: Verification of data file succeeded
ka: მონაცემთა გადამოწმება წარმატებით დასრულდა
ro: Verificare completă
sq: Skedari i të dhënave u verifikua me sukses

# ImportAssignments_PageTitle
source: Creating multiple assignments with batch upload
ka: ბევრი დავალების შექმნა პაკეტური ატვირთვისთვის
ro: Crearea alocării multiple cu încărcare automată
sq: Po krijohen detyra të shumta me ngarkim në grup

# ImportAssignmentsFor
source: Importing assignments for {0}
ka: {0}-სთვის დავალებების იმპორტი
ro: Importarea interviurilor alocate pentru {0}
sq: Po importohen detyrat për {0}

# ImportFrom
source: Importing information from {0} for {1}
ka: ინფორმაციის იმპორტი {0}-დან {1}-სთვის
ro: Importarea informației din fișierul {0} pentru chestionarul {1}
sq: Po importohet informacioni nga {0} për {1}

source: Importing
ka: იმპორტი
ro: Importare
sq: Po importohet

# ImportInProgress
source: Other assignment import process is running. Only one assignment import process at a time is allowed. Wait until the process is finished and then upload a new sample file. Follow the link if you want to get more detailed progress information about the other import process.
ka: სხვა დავალებების იმპორტირების პროცესი მიმდინარეობს. დასაშვებია მხოლოდ ერთი დავალების იმპორტი დროის კონკრეტულ მომენტში. დაელოდეთ პროცესის დასრულებას და შემდეგ ატვირთეთ სხვა ფაილი. დეტალური ინფორმაციისთვის გამოიყენეთ მოცემული ბმული.
ro: Se execută un alt proces de import a interviurilor alocate. Doar un singur proces de import este permis. Așteptați până la terminarea procesului și apoi încărcați un nou fișier. Urmați linkul dacă doriți să obțineți informații detaliate despre progresele înregistrate în legătură cu celălalt proces de import.
sq: Procesi i importimit të detyrave të tjera po ekzekutohet. Lejohet vetëm një proces importimi detyrash çdo herë. Pritni, derisa të përfundojë procesi dhe, më pas, ngarkoni një skedar të ri model. Shkoni te kjo adresë, nëse doni informacion më të hollësishëm mbi ecurinë e procesit tjetër të importimit.

# ImportInterviews_ChooseFile
source: Choose a file to upload
ka: აირჩიეთ ფაილი ასატვირთად
ro: Alegeți un fișier de importat
sq: Zgjidh skedarin që do të ngarkosh

# ImportInterviews_Done
source: Done:
ka: შესრულებულია:
ro: Efectuat:
sq: U krye:

# ImportInterviews_NoneFailed
source: None failed
ka: არაფერი არ შესრულდა:
ro: Ne-eșuate
sq: Nuk dështoi asnjë

# ImportInterviews_PageTitle
source: Creating multiple interviews with batch upload
ka: ბევრი ინტერვიუების შექმნა პაკეტური ატვირთვისთვის
ro: Crearea interviurilor multiple cu încărcare automată
sq: Po krijohen intervista të shumta me ngarkim në grup

# ImportInterviews_SelectButtonText
source: Select
ka: მონიშვნა
ro: Selectare
sq: Zgjidh

# ImportInterviews_SelectResponsible
source: Select responsible
ka: აირჩიეთ პასუხისმგებელი
ro: Selectarea responsabilului
sq: Zgjidh përgjegjësin

# ImportInterviewsFor
source: Importing interviews for {0}
ka: {0}-სთვის ინტერვიუების იმპორტი
ro: Importarea interviurilor pentru {0}
sq: Po importohen intervista për {0}

# ImportProgressFormat
source: {0} of {1}
ka: {1}-დან {0}
ro: {0} din {1}
sq: {0} nga {1}

source: Import sample
ka: ნიმუშის იმპორტი
ro: Importarea eșantionului
sq: Importo kampionin

source: Import status
ka: სტატუსის იმპორტი
ro: Statusul importării
sq: Statusi i importimit

# InterviewsAreNotCreated
source: No interviews were created
ka: არცერთი ინტერვიუ გაკეთებული არ არის
ro: Nu au fost create interviuri
sq: Nuk u krijua asnjë intervistë

# InterviewsImport_ImportingProgressPageTitle
source: Importing interviews
ka: ინტერვიუების იმპორტი
ro: Importarea interviurilor alocate
sq: Detyrat po importohen

# InVerificationProcess
source: is in verification process, verified
ka: არის ვერიფიკაციის პროცესში, დადასტურდა
ro: este în proces de verificare, verificat
sq: është në proces verifikimi

# IsInvalid
source: is invalid. Please fix error(s) below and upload again.
ka: არის არასწორი. გთხოვთ შეასწოროთ ქვემოთ მოყვანილი შეცდომები და ატვირთოდ თავიდან
ro: este nevalid. Vă rugăm rezolvați erorile de mai jos și încărcați din nou.
sq: është i pavlefshëm. Ju lutemi, korrigjoni gabimin(gabimet) e mëposhtëm dhe ngarkojeni sërish.

# LastUpdateDate
source: Last date updated
ka: განახლებულია უკანასკნელი თარიღი
ro: Data ultimei încărcări
sq: Data e fundit e përditësuar

# ManualModeDescription
source: You can create individual assignments by entering all required data in {0}
ka: თქვენ შეგიძლიათ {0}-ში შექმნათ ინდივიდუალური დავალებები ყველა აუცილებელი მონაცემებით
ro: Puteți aloca individual interviuri introducând toate câmpurile cerute în {0}
sq: Ju mund të krijoni detyra individuale duke vendosur të gjitha të dhënat e nevojshme në {0}

# ManualModeLinkTitle
source: manual mode
ka: მექანიკური რეჟიმი
ro: modul manual
sq: modalitet manual

source: Message
ka: შეტყობინება
ro: Mesaj
sq: Mesazh

# MultipleAssignmentFailedToBeCreated
source: {0} assignments failed to be created
ka: {0} დავალებების შექმნა არ შესრულდა
ro: {0} interviuri alocate eșuate
sq: {0} detyra nuk arritën të krijoheshin

# MultipleAssignmentsCreated
source: {0} assignments created
ka: {0} დავალებები შეიქმნა
ro: {0} interviuri alocate create
sq: {0} detyra u krijuan

# MultipleErrorsWereFound
source: {0} errors found
ka: ნაპოვნია {0} შეცდომა
ro: {0} erori găsite
sq: {0} gabime u gjetën

# MultipleInterviewFailedToBeCreated
source: {0} interviews failed to be created
ka: {0} ინტერვიუს შექმნა არ შესრულდა
ro: {0} interviuri eșuate
sq: {0} intervista nuk arritën të krijoheshin

# MultipleInterviewsCreated
source: {0} interviews created
ka: {0} ინტერვიუ შეიქმნა
ro: {0} interviuri create
sq: {0} intervista të krijuara

# NumberInterviewCreated
source: Interview(s) created
ka: ინტერვიუები შეიქმნა
ro: Interviuri create
sq: Intervista(t) u krijua(n)

source: out of
ka: დან
ro: din
sq: nga

# PleaseWait
source: Please wait, the file
ka: გთხოვთ დაიცადოთ, ფაილი
ro: Vă rugăm așteptați
sq: Ju lutemi, pritni, skedari

# PrefilledQuestionsRequired
source: File does not contain column(s) for the required identifying questions: <br/> <br/> <b>{0}</b>
ka: ფაილს არ გააჩნია სვეტები შესაბამისი საიდენტიფიკაციო კითხვების: <br/> <br/> <b>{0}</b>
ro: Fișierul nu conține coloane pentru datele de identificare solicitate: <br/> <br/> <b>{0}</b>
sq: Skedari nuk përmban kolonë(a) për pyetjet e kërkuara identifikuese: <br/> <br/> <b>{0}</b>

# PrefilledRequiredData
source: Required identifying data
ka: საჭირო საიდენტიფიკაციო მონაცემები
ro: Date de identificare solicitate
sq: Të dhënat e nevojshme identifikuese

# Prerequisite_FileOpen
source: Uploaded file cannot be opened. Please check that it is in correct format.
ka: ატვირთული ფაილი არ იხსნება. შეამოწმეთ ფაილის ფორმატი.
ro: Fișierul încărcat nu poate fi accesat. Vă rugăm verificați formatul acestuia.
sq: Skedari i ngarkuar nuk mund të hapet. Ju lutemi, sigurohuni që është në formatin e duhur.

# Prerequisite_TabOrTxtFile
source: Only .tab and .txt files are allowed for upload.
ka: მხოლოდ .tab და .txt ფაილები ატვირთვა არის შესაძლებელი
ro: Doar fișierele .tab și .txt sunt permise.
sq: Vetëm skedarët .tab dhe .txt mund të ngarkohen.

# Prerequisite_UnsupportedFiles
source: The following files are not supported: {0}.
ka: შემდეგი ფაილები არ არის მხარდაჭერილი: {0}.
ro: Următoarele fișiere nu sunt permise: {0}.
sq: Këto skedarë nuk mbështeten: {0}.

# Prerequisite_ZipFile
source: Only .zip files are allowed for upload.
ka: მხოლოდ .zip ფაილების ატვირთვა არის შესაძლებელი
ro: Doar fișierele .zip sunt permise.
sq: Vetëm skedarët .zip mund të ngarkohen.

source: Processing...
ka: პროცესის მიმდინარეობა
ro: În lucru...
sq: Po përpunohet...

source: Ready for user creation
ka: მზადყოფნა მომხმარებლის შესაქმნელად
ro: Pregătite pentru creare
sq: Gati për krijimin e përdoruesit

source: Ready for validation
ka: მზადყოფნა ვალიდაციისთვის
ro: Pregătite pentru validare
sq: Gati për validim

source: Records count
ka: მზადყოფნა დასათვლელად
ro: Număr de înregistrări
sq: Regjistron numrin

# RefreshActionOnUserUpload
source: Refresh
ka: განახლება
ro: Actualizare
sq: Rifresko

# ResponsibleSupervisorWillBeAssigned
source: The responsible user will be assigned automatically
ka: პასუხისმგებელი მომხმარებელი მიეკუთვნება ავტომატურად
ro: Utilizatorul responsabil va fi distribuit automat
sq: Përdoruesi përgjegjës do të caktohet automatikisht

source: Row
ka: მწკრივი
ro: Rând
sq: Rresht

# RunningInterviewImportProcess
source: Go to running assignment import process
ka: გაშვებული დავალებების იმპორტის პროცესში გადასვლა
ro: Procesul de importare al interviurilor alocate
sq: Shko te procesi i importimit të detyrës që po ekzekutohet

# SampleCreationCompleted
source: Interview creation completed successfully.
ka: ინტერვიუს შექმნა წარმატებით დასრულდა
ro: Crearea cu succes a interviului.
sq: Krijimi i intervistës përfundoi me sukses.

# SampleCreationResult
source: Interview Creation Result
ka: ინტერვიუს შექმნის შედეგები
ro: Rezultatul creării interviului
sq: Rezultati i Krijimit të Intervistës

# SampleImportWithErrors
source: Interview import completed with errors
ka: ინტერვიუს იმპორტი შეცდომებით დასრულდა
ro: Interviul importat a fost completat cu erori
sq: Importimi i intervistës përfundoi me gabime

# SampleSuccess
source: Interview import successfully completed
ka: ინტერვიუს იმპორტი წარმატებით დასრულდა
ro: Interviul importat a fost completat cu succes
sq: Importimi i intervistës përfundoi me sukses

# SelectResponsibleToAssign
source: Select the responsible for this batch
ka: მონიშნეთ პასუხისმგებელი ამ პაკეტებისთვის
ro: Selectați responsabilul pentru acest grup
sq: Zgjidh përgjegjësin për këtë grup

# SimpleDescription
source: Upload tab separated file with necessary identifying data. Optionally, specify usernames of supervisors or enumerators in the _responsible column, in _quantity column you can specify capacity of assignment.
ka: ატვირთეთ tab გამოყოფილი ფაილი საჭირო საიდენტიფიკაციო მონაცემებით. სურვილისამებრ, დააკონკრეტეთ ზედამხედველების ან მომხსენებლების მომხმარებლის სახელწოდება საპასუხისმგებლო სვეტში, _ სურვილისამებრ სვეტში შეგიძლიათ მიუთითოთ დავალების მოცულობა.
ro: Încărcați fișierul .tab cu datele de identificare necesare. Opțional, specificați numele de utilizator al controlorilor sau anchetatorilor în coloana _responsible, iar în coloana _quantity puteți specifica capacitatea de alocare.
sq: Ngarko skedarë të ndarë me tabse me vlera për pyetjet vetëm në nivel interviste. Përfshi vlerat për pyetjet identifikuese dhe pyetje të tjera në nivelin kryesor të intervistës. Nuk lejon ngarkimin paraprak të vlerave brenda rosterave.<br/> <br/> Si alternativë, mund të specifikoni kolonat vijuese:<br/> _responsible – emri i përdoruesit i zyrës qendrore, supervizorit ose intervistuesit që do të jetë përgjegjës për detyrën;<br/> _quantity – kapaciteti i detyrës;<br/> _email – emaili i të intervistuarit (vetëm për intervistat në internet);<br/> _password – fjalëkalimi për të nisur një intervistë (vetëm për intervistat në internet);<br/> _webmode – është kjo detyrë në modalitetin e internetit (duhet përdorur vlera 1);<br/> _record_audio – regjistrimi audio është aktivizuar për intervistat (1 - aktivizuar, 0 - çaktivizuar, bosh – merreni këtë vlerë nga pyetësori);<br/> _comment – komente për detyrën

# SimpleTitle
source: Identifying data only
ka: ხოლოდ მონაცემების იდენტიფიცირება
ro: Date de identificare
sq: Vetëm të dhënat identifikuese

# SingleAssignmentCreated
source: 1 assignment created
ka: შეიქმნა 1 დავალება
ro: 1 interviu alocat
sq: u krijua 1 detyrë

# SingleAssignmentFailedToBeCreated
source: 1 assignment failed to be created
ka: 1 დავალება ვერ შეიქმნა
ro: 1 interviu nealocat
sq: 1 detyrë nuk arriti të krijohej

# SingleErrorFound
source: 1 error found
ka: ნაპოვნია 1 შეცდომა
ro: 1 eroare găsită
sq: U gjet 1 gabim

# SingleInterviewCreated
source: 1 interview created
ka: 1 ინტერვიუ შექმნა
ro: 1 interviu creat
sq: u krijua 1 detyrë
