Repository: surveysolutions/surveysolutions
Catalog: src/UI/Headquarters/WB.UI.Headquarters/App_GlobalResources/BatchUpload.*.resx
Languages: ka, ro, sq

# SingleInterviewFailedToBeCreated
source: 1 interview failed to be created
ka: 1 ინტერვიუ ვერ შეიქმნა
ro: 1 interviu eșuat
sq: 1 detyrë nuk arriti të krijohej

source: Status
ka: სტატუსი
sq: Statusi

# SupervisorMustBeSelected
source: Supervisor or interviewer must be selected
ka: ზედამხედველი ან ინტერვიუერი უნდა შეირჩეს
ro: Trebuie selectat controlorul sau anchetatorul
sq: Duhet zgjedhur supervizori ose intervistuesi

source: Upload
ka: ატვირთვა
ro: Încărcat
sq: Ngarko

source: Upload date
ka: ატვირთვის თარიღი
ro: Data încărcării
sq: Data e ngarkimit

# UploadDescription
source: Upload a file with identifying data to create new assignments. Specify usernames for supervisors or enumerators to make batch assignments.
ka: ატვირთეთ ფაილი ადეკვატური მონაცემებით, რათა შეიქმნას ახალი დავალებები. მიუთითეთ ზედამხედველების ან დამწერლების მომხმარებლის სახელები, რათა სურათების დავალებები გააკეთონ.
ro: Încărcați fișierul cu datele de identificare pentru a crea noi interviuri alocate. Specificați numele de utilizator al controlorilor sau anchetatorilor.
sq: Ngarko një skedar me të dhëna identifikuese për të krijuar detyra të reja. Specifiko emrat e përdoruesve për zyrën qendrore, supervizorët ose intervistuesit për të krijuar grupe detyrash.

source: Uploaded
ka: ატვირთულია
ro: Încărcat
sq: U ngarkua

source: Upload new data
ka: ახალი მონაცემების ატვირთვა
ro: Încarcă date noi
sq: Ngarko të dhëna të reja

# UploadNewFile
source: Upload a new file
ka: ახალი ფაილის ატვირთვა
ro: Încarcă un nou fișier
sq: Ngarko një skedar të ri

source: Upload sample
ka: ატვირთვის ნიმუში
ro: Încarcă eșantion
sq: Ngarko kampionin

# UploadSampleDescription
source: To upload the sample to be interviewed, please prepare a file (size up to 300MB) with tab-separated values (.tab file) corresponding to the template below, containing values of those variables from your questionnaire that were marked as identifying.
ka: გასაუბრებისთვის ნიმუშის ატვირთვისთვის, გთხოვთ, მოამზადოთ ფაილები (ზომის მდე 300 მბ) tab- განცალკევებული ღირებულებით (.tab ფაილი), რომელიც შეესაბამება ქვემოთ მოცემულ თარგს, რომელიც შეიცავს თქვენს კითხვარისგან იმ ცვლადების მნიშვნელობას, რომლებიც იდენტიფიცირებულია.
ro: Pentru a încărca eșantionul care urmează să fie anchetat, vă rugăm să pregătiți un fișier (cu o dimensiune de până la 300MB) cu valori separate prin tab (fișier .tab), corespunzătoare template-ului de mai jos, care conține valori ale acelor variabile din chestionarul dvs. care au fost marcate ca fiind de identificare.
sq: Për ngarkimin e kampionit për t’u intervistuar, ju lutemi, përgatitni një skedar (me madhësi deri në 300MB) me vlera të ndara me tab (skedar .tab) që përkojnë me formatin e mëposhtëm, që përmban vlerat e atyre variableve nga pyetësori juaj që ishin shënjuar si identifikuese.

source: Upload .tab file
ka: ატვირთვა. Tab ფაილი
ro: Încărcare fișier .tab
sq: Ngarko skedarin .tab

# UploadUsers
source: Batch User Upload
ka: Batch მომხმარებელი ატვირთვა
ro: Încărcare automată a utilizatorilor
sq: Ngarkim i përdoruesve në grup

# UploadUsers_NotAllowedExtension
source: Only files with {0} and {1} extensions are allowed for upload.
ka: ატვირთვისთვის დაშვებულია მხოლოდ ფაილი {0} და {1} გაგრძელება.
ro: Doar fișierele cu extensiile {0} și {1} sunt permise.
sq: Vetëm skedarët me prapashtesën {0} dhe {1} lejohet të ngarkohen.

# UploadUsers_Title
source: List of files with preloaded users
ka: ფაილების სია ახლიდან ჩატვირთულ მომხმარებლებით
ro: Lista de fișiere cu utilizatori preîncărcați
sq: Lista e skedarëve me përdoruesit e ngarkuar paraprakisht

# UploadUsersDescription
source: Prepare a file with tab-separated values (.tab file) corresponding to a template below. Columns marked with (*) are required. Only 'Supervisor' or 'Interviewer' are allowed in the 'role' column.
ka: ქვემოთ მოყვანილ შაბლონთან დაკავშირებული ფაილების მომზადება tab- განცალკევებული მნიშვნელობებით (.tab ფაილი). აუცილებელია სტრიქონების ჩვენება (*). მხოლოდ "ხელმძღვანელი" ან "ინტერვიუერი" ნებადართულია "როლის" სვეტში.
ro: Pregătirea unui fișier cu valori separate prin tab (.tab) corespunzător template-ului de mai jos. Coloanele marcate cu (*) sunt obligatorii. În coloana de 'roluri' se trec numai 'Controlorii' și 'Anchetatorii'.
sq: Përgatitni një skedar me vlera të ndara me tab (.tab file) që përputhen me formatin e mëposhtëm. Kolonat me shenjën (*) janë të detyrueshme. Vetëm 'Supervizori' ose 'Intervistuesi' lejohen në kolonën ‘roli'.

source: Upload .zip file
ka: ატვირთვა. Zip ფაილი
ro: Încărcare fișier .zip
sq: Ngarko skedarin .zip

# UserBatchUploads
source: Batch User Upload
ka: Batch მომხმარებელი ატვირთვა
ro: Încărcare automată a utilizatorilor
sq: Ngarkimi i përdoruesve në grup

source: User preloading process is missing
ka: მომხმარებელი თავიდან ჩატვირთვის პროცესი არ არის
ro: Lipsește procesul de preîncărcare a utilizatorilor
sq: Mungon procesi i ngarkimit paraprak të përdoruesit

source: user(s) have been created
ka: მომხმარებელი/მომხმარებლები შეიქმნა
ro: utilizatorii au fost creați
sq: përdoruesi(t) janë krijuar

source: Validated
ka: დამტკიცებული
ro: Validat
sq: U validuan

source: Validating
ka: დამტკიცება
ro: În curs de validare
sq: Po validohen

# ValidationFinishedWithError
source: Validated
ka: დამტკიცებული
ro: Validat
sq: U validuan

# VerificationCompleted
source: Verification complete
ka: შემოწმება დასრულებულია
ro: Verificare completă
sq: Verifikimi u krye

source: Verify
ka: შემოწმება
ro: Verificare
sq: Verifiko

source: Verify panel data
ka: პანელის მონაცემების შემოწმება
ro: Verificarea datelor panel
sq: Verifiko të dhënat e panelit

# VerifySampleData
source: Verify data
ka: მონაცემების შემოწმება
ro: Verificarea datelor
sq: Verifiko të dhënat

# ViewListPrefilledData
source: View list of required identifying data
ka: საჭირო საიდენტიფიკაციო მონაცემების ნახვა
ro: Vizualizarea listei cu date de identificare obligatorii
sq: Shih listën e të dhënave të nevojshme identifikuese
