Repository: surveysolutions/surveysolutions
Catalog: src/UI/Headquarters/WB.UI.Headquarters/App_GlobalResources/Reports.*.resx
Languages: es, ka, ru, sq, zh

source: Approved by HQ
es: Aprobado por sede
ka: დამტკიცებულია სათაო ოფისის მიერ
ru: Утверждено хедквотером
sq: Miratuar nga ZQ
zh: 总部已审核通过

source: Approved by supervisor
es: Aprobado por supervisor
ka: დამტკიცებულია ზედამხედველის მიერ
ru: Утверждено супервизором
sq: Miratuar nga supervizori
zh: 督导员已审核通过

source: Completed
es: Completado
ka: დასრულებულია
ru: Завершено
sq: Përfundoi
zh: 已完成

source: Completion date
es: Fecha de completado
ka: დასრულების თარიღი
ru: Дата завершения
sq: Data e përfundimit
zh: 完成日期

source: Cumulative Interview Chart
es: Cuadro acumulado de entrevistas
ka: კუმულატიური ინტერვიუს გრაფიკი
ru: Накопительный График Интервью
sq: Diagrami Kumulativ i Intervistës
zh: 访谈累计图

source: Dates range
es: Rango de fechas
ka: დროის დიაპაზონი
ru: Период
sq: Diapazoni i datave
zh: 日期范围

source: Interview Chart
es: Cuadro de entrevistas
ka: ინტერვიუს გრაფიკი
ru: График интервью
sq: Diagrami i intervistës
zh: 访谈图

source: Interviewers
ru: Интервьюеры
sq: Intervistuesit
zh: 调查员

source: Interviewer assigned
es: Entrevistador asignado
ka: ინტერვიუერი დავალებულია
ru: Интервьюер назначен
sq: Intervistuesi u caktua
zh: 已分配调查员

source: Questionnaire
es: Cuestionario
ka: კითხვარი
ru: Опросник
sq: Pyetësor
zh: 问卷

source: Rejected by HQ
es: Rechazado por sede
ka: უარყოფილია სათაო ოფისის მიერ
ru: Отклонено хедквотером
sq: Refuzuar nga HQ
zh: 总部已驳回

source: Rejected by supervisor
es: Rechazado por supervisor
ka: უარყოფილია ზედამხედველის მიერ
ru: Отклонено супервизором
sq: Refuzuar nga supervizori
zh: 督导员已驳回

source: Supervisor assigned
es: Supervisor asignado
ka: ზედამხედველის მიერ დავალებული
ru: Супервизор назначен
sq: Supervizori i caktuar
zh: 已分配督导员

source: Supervisors and Surveys
es: Supervisores y Encuestas
ka: ზედამხედველები და კვლევები
ru: Супервизоры и обследования
sq: Supervizorët dhe Anketat
zh: 督导员和调查

# SurveyName
source: Questionnaire Title
es: Titulo de cuestionario
ka: კითხვარის სათაური
ru: Название обследования
sq: Titulli i Pyetësorit
zh: 问卷标题

source: Surveys and Statuses
es: Encuestas y estados
ka: კვლევები და სტატუსები
ru: Обследования и статусы
sq: Anketat dhe Statuset
zh: 调查和状态

source: Teams and Statuses
es: Equipos y estados
ka: გუნდები და სტატუსები
ru: Команды и статусы
sq: Ekipet dhe Statuset
zh: 团队和状态

source: Variables
ka: ცვლადები
ru: Переменные
sq: Variablet
zh: 变量

source: Version
es: Versión
ka: ვერსია
ru: Версия
sq: Versioni
zh: 版本

# TemplateVersion
source: Questionnaire Version
es: Versión de cuestionario
ka: კითხვარის ვერსია
ru: Версия опросника
sq: Versioni i pyetësorit
zh: 模板版本

source: Restarted
es: Reiniciado
ka: გადატვირთულია
ru: Перезапущено
sq: Rifilloi
zh: 重启

# Report_Surveys_and_Statuses
source: Surveys and Statuses
es: Encuestas y estados
ka: კვლევები და სტატუსები
ru: Отчет по обследованиям и статусам интервью
sq: Anketat dhe Statuset
zh: 调研极其状态

# Report_Teams_and_Statuses
source: Teams and Statuses
es: Equipos y estados
ka: გუნდები და სტატუსები
ru: Отчет по командам и статусам интервью
sq: Ekipet dhe Statuset
zh: 团队和状态

# Report_Quantity_By_Interviewers
source: Quantity By Interviewers
es: Cantidad por entrevistadores
ka: რაოდენობა ინტერვიუერების მიხედვით
ru: Отчет по кол-ву выполненой работы интервьюеров
sq: Sasia sipas Intervistuesve
zh: 调查员完成的数量

# Report_Days_by_Interview_Status
source: Days by Interview Status
es: Días por estado de la entrevista
ka: დღეები ინტერვიუს სტატუსის მიხედვით
ru: Отчет по кол-ву дней в статусе интервью
sq: Ditët sipas Statusit të Intervistës
zh: 访谈的状态天数

# Report_Devices_and_Interviewers
source: Devices and Interviewers
es: Dispositivos y Entrevistadores
ka: მოწყობილობები და ინტერვიუერები
ru: Отчет по устройствам интервьюеров
sq: Pajisjet dhe Intervistuesit
zh: 设备和调查员

# Report_Supervisors_And_Statuses
source: Supervisors And Statuses
es: Supervisores y estados
ka: ზედამხედველები და სტატუსები
ru: Отчет по супервизорам и статусам интервью
sq: Supervizorët dhe Statuset
zh: 督导员极其状态

# Report_Speed_By_Supervisors
source: Speed By Supervisors
es: Velocidad de los supervisores
ka: სიჩქარე ზედამხედველების მიხედვით
ru: Отчет по скорости супервизоров
sq: Shpejtësia sipas Supervizorëve
zh: 督导员完成的速度

# Report_Speed_Between_Statuses_By_Interviewers
source: Speed Between Statuses By Interviewers
es: Velocidad entre estados por entrevistadores
ka: სტატუსებს შორის სიჩქარე ინტერვიუერების მიხედვით
ru: Отчет по скорости интервьюеров при переводе из одного статуса интевью в другое
sq: Shpejtësia midis Statuseve sipas Intervistuesve
zh: 调查员的访谈完成速度

# Report_Speed_Between_Statuses_By_Supervisors
source: Speed Between Statuses By Supervisors
es: Velocidad entre estados por supervisores
ka: სტატუსებს შორის სიჩქარე ზედამხედველების მიხედვით
ru: Отчет по скорости супервизоров перевода из одного статуса интервью в другое
sq: Shpejtësia midis Statuseve sipas Supervizorëve
zh: 督导员的完成速度

# Report_Speed_By_Interviewers
source: Speed By Interviewers
es: Velocidad de los entrevistadores
ka: სიჩქარე ინტერვიუერების მიხედვით
ru: Отчет по скорости работы интервьюеров
sq: Shpejtësia sipas Intervistuesve
zh: 调查员的完成速度

# Report_Quantity_By_Supervisors
source: Quantity By Supervisors
es: Cantidad por supervisores
ka: რაოდენობა ზედამხედველების მიხედვით
ru: Отчет по кол-ву выполненой работы супервизоров
sq: Sasia sipas Supervizorëve
zh: 督导员完成的数量

# Report_Average_Interview_Duration
source: Average interview duration
es: Duración promedio de la entrevista
ka: ინტერვიუს საშუალო ხანგრძლივობა
ru: Средняя продолжительность интервью
sq: Kohëzgjatja mesatare e intervistës
zh: 平均的访谈间期

# Report_Number_of_Completed_Interviews
source: Number of completed interviews
es: Número de entrevistas completadas
ka: დასრულებული ინტერვიუების რაოდენობა
ru: Количество завершенных интервью
sq: Numri i intervistave të përfunduara
zh: 完成访谈的数量

# Report_Status_Duration
source: Status Duration
es: Duración del estado
ka: სტატუსის ხანგრძლივობა
ru: Длительность статусов
sq: Kohëzgjatja e Statusit
zh: 状态间期

# Report_Team_Members_and_Statuses
source: Team Members and Statuses
es: Miembros de equipo y estados
ka: გუნდის წევრები და სტატუსები
ru: Члены команды и статусы
sq: Pjesëtarët e Ekipeve dhe Statuset
zh: 团队成员和状态

# Report_Average_case_assignment_duration
source: Average case assignment duration
es: Duración promedio en la asignación de casos
ka: დავალების საშუალო ხანგრძლივობა
ru: Средняя продолжительность назначений
sq: Kohëzgjatja mesatare e caktimit të rastit
zh: 平均的个案任务间期

# Report_Average_HQ_processing_time
source: Average HQ processing time
es: Tiempo promedio de procesamiento por sede
ka: სათაო ოფისის დამუშავების საშუალო დრო
ru: Среднее время обработки хедквотером
sq: Koha mesatare e përpunimit nga ZQ
zh: 平均的总部处理时间

# Report_Average_overall_case_processing_time
source: Average overall case processing time
es: Tiempo promedio total de procesamiento de casos
ka: საერთო დამუშავების საშუალო დრო
ru: Среднее время обработки
sq: Koha e përgjithshme mesatare e përpunimit të rastit
zh: 平均的个案处理时间

# Report_Average_supervisor_processing_time
source: Average supervisor processing time
es: Tiempo promedio de procesamiento por supervisor
ka: ხელმძღვანელის დამუშავების საშუალო დრო
ru: Среднее время обработки супервизором
sq: Koha mesatare e përpunimit nga supervizori
zh: 平均的督导员处理时间

# Report_Number_of_interviews_approved_by_HQ
source: Number of interviews approved by HQ
es: Número de entrevistas aprobadas por sede
ka: სათაო ოფისის მიერ დამტკიცებული ინტერვიუების რაოდენობა
ru: Количество интервью утвержденных хедквотером
sq: Numri i intervistave të miratuara nga ZQ
zh: 由总部批准的访谈数量

# Report_Number_of_interview_transactions_by_HQ
source: Number of interview transactions by HQ
es: Número de transacciones de entrevista hechos por sede
ka: სათაო ოფისის მიერ ინტერვიუს ტრანზაქციების რაოდენობა
ru: Количество интервью обработанных хедквотером
sq: Numri i transaksioneve të intervistave nga ZQ
zh: 由总部完成部署的访谈数量

# Report_Number_of_interview_transactions_by_Supervisor
source: Number of interview transactions by Supervisor
es: Número de transacciones de entrevista hechos por supervisor
ka: ზედამხედველის მიერ გასაუბრების ოპერაციების რაოდენობა
ru: Количество интервью обработанных супервизором
sq: Numri i transaksioneve të intervistave nga Supervizori
zh: 由督导员部署的访谈数量

source: Import users template
ru: Шаблон импорта пользователей
sq: Modeli i importimit të përdoruesve
zh: 导入用户模板

# LastUpdatedDate
source: Updated on
ru: Обновлено
sq: Përditësuar më
zh: 更新于

# StatusDuration
source: Count Days of interview in Status
es: Conteo de dias de la entrevista en esl estado
ru: Количество дней интервью в Статусе
sq: Numëro ditët e intervistës në Status
zh: 在状态中计算访谈的天数

# Updating
source: Update in progress
ru: Обновление в процессе
sq: Përditësimi po kryhet
zh: 正在更新

# Updated
source: Updated {0}
ru: Обновлено {0}
sq: Të përditësuar {0}
zh: 更新 {0}

source: Update now
ru: Обновить сейчас
sq: Përditëso tani
zh: 马上更新

# PivotView
source: Pivot table
ru: Сводная таблица
sq: Tabela Pivot
zh: 透视表

source: Question
ru: Вопрос
sq: Pyetje
zh: 问题

source: View options
ru: Опции просмотра
sq: Shih opsionet
zh: 查看选项

source: Sum
ru: Сумма
sq: Shuma
zh: 加总

source: Min
ru: Минимум
sq: Minimale
zh: 最小值

source: Max
ru: Максимум
sq: Maksimale
zh: 最大值

source: Count
ru: Количество
sq: Numërimi
zh: 计数

source: Select condition question
ru: Выберите уточняющий вопрос
sq: Zgjidh pyetjen me kusht
zh: 选择条件型问题

source: Select question
ru: Выберите вопрос
sq: Zgjidh pyetjen
zh: 选择问题

source: Condition Question
ru: Уточняющий вопрос
sq: Pyetje me kusht
zh: 条件问题

# TeamLeadsOnly
source: By Teams
ru: По командам
sq: Sipas Ekipeve
zh: 根据队伍

# WithInterviewers
source: By Team Members
ru: По членам команд
sq: Sipas Pjesëtarëve të Ekipit
zh: 基于团队成员

source: Average
ru: Среднее
sq: Mesatarja
zh: 平均值

source: Question text
ru: Текст вопроса
sq: Teksti i pyetjes
zh: 问题题目

# ByAnswerValue
source: Filter by numeric value
ru: Отфильтровать по числовому значению
sq: Filtro sipas vlerës numerike
zh: 由数值进行过滤

source: Question Label
ru: Тег вопроса
sq: Etiketa e Pyetjes
zh: 问题标签

source: Percentile 95
ru: Перцентиль 95%
sq: Nivel përqindjeje 95
zh: 百分位 95

source: Percentile 50
ru: Перцентиль 50%
sq: Nivel përqindjeje 50
zh: 百分位 50

source: Percentile 05
ru: Перцентиль 5%
sq: Nivel përqindjeje 05
zh: 百分位 05

source: Median
ru: Медиана
sq: Mesatare
zh: 中位数

source: Supervisor
ru: Супервизор
sq: Supervizori
zh: 督导员

# HeatMapView
source: Show heatmap overlay
ru: Показать тепловую карту
sq: Shfaq heatmap-in e mbivendosjes
zh: 显示热力图

source: Heat Radius
ru: Радиус
sq: Rrezja e nxehtësisë
zh: 热力半径

# MapDataLoading
source: Map data is loading
ru: Данные карты загружаются
sq: Të dhënat e hartës po ngarkohen
zh: 地图数据正在导入

# QuestionnaireCompatibilityIssues_UnknownAnswer
source: There is compatibility issues between questionnaire versions. Some answers in early versions of questionnaire are no longer exist in latest questionnaire version. Such answers were ignored
ru: Имеются проблемы совместимости между разными версиями опросника. Некоторые ответы в прошлых версиях опросника больше не присутствуют в последней версии опросника. Такие ответы были проигнорированы.
sq: Ka një problem përputhshmërie midis versioneve të pyetësorit. Disa përgjigje në versionin e mëparshëm të pyetësorit nuk ekzistojnë më në variantin e fundit të pyetësorit. Këto përgjigje nuk u pranuan
zh: 在问卷的版本间存在兼容性问题。老版本问卷的一些答案，不再存在于最新版本的问卷中。此类答案已被忽略
