Repository: surveysolutions/surveysolutions
Catalog: src/UI/Headquarters/WB.UI.Headquarters/App_GlobalResources/Settings.*.resx
Languages: ro, ru, zh

# ChangeStateConfirm
source: Are you sure you want to change protection state? You will need to regenerate exported data in order to open it.
ro: Sigur doriți să schimbați setarea de protecție? Va trebui să regenerați datele exportate pentru a o deschide.
ru: Вы уверены, что хотите изменить настройки шифрования? Экспортные данные необходимо будет обновить перед тем как скачать.
zh: 您确定要改变保护状态吗？您需要重新生成要导出的数据。

source: Current logo
ro: Sigla actuală
ru: Текущий логотип
zh: 当前标识

source: Enable encryption
ro: Activați criptarea
ru: Включить шифрование
zh: 启用加密

# ExportEncryption_Description
source: Check Enable encryption box to encrypt export data archives and protect them with the provided password. Change password by pressing the circular error button. After encryption, only people who know the password can open the exported data.
ro: Bifați caseta Activează criptare pentru a cripta arhivele de date de export și pentru a le proteja cu parola furnizată. Schimbați parola apăsând butonul de eroare circulară. După criptare, numai persoanele care cunosc parola pot deschide datele exportate.
ru: Установите флажок «Включить шифрование» для шифрования архивов данных экспорта и защиты их с помощью предоставленного пароля. Измените пароль, нажав круговую кнопку. После шифрования только пользователи, знающие пароль, могут открыть архивы данных.
zh: 勾选“启用加密”将导出数据归档进行加密并使用提供的密码保护。点击刷新按钮更改密码。启用加密后，只有知道密码得到人才可以打开导出数据。

# ExportEncryption_Title
source: Export Encryption
ro: Criptare export
ru: Шифровать экспортируемые данные
zh: 导出加密

source: Export encryption settings
ro: Exportați setările de criptare
ru: Экспорт параметров шифрования
zh: 导出加密设置

# GlobalNoteClearingConfirm
source: Are you sure you want to delete global note?
ro: Sigur doriți să ștergeți nota globală?
ru: Вы уверены, что хотите удалить глобальное сообщение?
zh: 您确定雅删除全局注释吗？

# GlobalNoteSaved
source: Note saved
ro: Notă salvată
ru: Сохранено
zh: 未保存

# GlobalNoteSettings
source: Global note
ro: Notă globală
ru: Настройка уведомления
zh: 全局注释

# GlobalNoteSettings_Description
source: Specify text in the Global Note field to be shown on the top of every screen on the server.
ro: Specificați textul în câmpul Notă globală care va fi afișat în partea de sus a fiecărui ecran de pe server.
ru: Укажите текст в поле «Глобальное сообщение», который будет отображаться в верхней части каждой страницы на сервере.
zh: 在全局注释中添加文本以在服务器的每个界面显示

# GlobalNotice
source: Global note
ro: Notă globală
ru: Глобальное сообщение
zh: 全局注释

# InterviewerAutoUpdate
source: Enable automatic updates
ro: Activați actualizările automate
ru: Включить автоматическое обновление
zh: 启用自动更新

# InterviewerAutoUpdateDisabled
source: Android applications automatic updates disabled
ro: Actualizările automate ale aplicațiilor Android sunt dezactivate
ru: Автоматическое обновление андроид приложений выключено
zh: Android应用程序自动更新禁用

# InterviewerAutoUpdateEnabled
source: Android applications automatic updates enabled
ro: Actualizările automate ale aplicațiilor Android sunt activate
ru: Автоматическое обновление андроид приложений включено
zh: Android应用程序自动更新启用

# Logo
source: Company logo
ro: Sigla companiei
ru: Логотип
zh: 公司标识

# LogoNotUpdated
source: Company logo was not updated. Please provide a valid image
ro: Sigla companiei nu a fost actualizată. Furnizați o imagine validă
ru: Логотип не был обновлён. Предоставьте правильное изображение
zh: 公司标识未更新。请提供有效的图片

# LogoSettings
source: Company logo
ro: Sigla companiei
ru: Настройки логотипа
zh: 公司标识

# LogoSettings_Description
source: Company logo shows a custom image on the server login page and on the login page of the Interviewer app. Click the Choose file button to upload an image from your computer to the server.
ro: Sigla companiei afișează o imagine particularizată pe pagina de conectare a serverului și pe pagina de conectare a aplicației operatorului. Faceți clic pe butonul Alegeți fișierul pentru a încărca o imagine de pe computer pe server.
ru: Логотип компании показывает пользовательское изображение на странице входа на сервер и на странице входа в приложение интервьюера. Нажмите кнопку «Выбрать файл», чтобы загрузить изображение со своего компьютера на сервер.
zh: 公司标识会在服务器登录界面和调查员程序登录界面显示一个自定义的图片。点击上传文件按钮从您的计算机向服务器上传文件。

# LogoUpdated
source: Company logo updated
ro: Sigla companiei a fost actualizată
ru: Логотип обновлён
zh: 公司标识已更新

source: Password
ro: Parola
ru: Пароль
zh: 密码

# RegeneratePasswordConfirm
source: Are you sure you want to create a new password? You will need to regenerate exported data in order to open them.
ro: Sigur doriți să creați o parolă nouă? Va trebui să regenerați datele exportate pentru a le deschide.
ru: Вы уверены, что хотите изменить пароль? Экспортные данные необходимо будет обновить перед тем как скачать.
zh: 您确定要重新生成密码吗？您需要重新生成导出数据才能打开。

source: Remove logo
ro: Eliminați sigla
ru: Удалить
zh: 删除标识

# Settings_Title
source: Settings
ro: Setări
ru: Настройки
zh: 设置
