Repository: surveysolutions/surveysolutions
Catalog: src/UI/WB.UI.Headquarters.Core/Resources/Assignments.*.resx
Languages: ar, cs, es, ro, ru, sq, uk

source: Active
ar: نشط
cs: Aktivní
es: Activo
ro: Activ
ru: Активные
sq: Aktiv
uk: Активний

source: Archive
ar: الأرشيف
cs: Deaktivovat
es: Archivar
ro: Arhivă
ru: Архивировать
sq: Arkiv
uk: Архів

source: Archived
ar: تم أرشفته
cs: Neaktivní
es: Archivado
ro: Arhivat
ru: Архивные
sq: Arkivuar
uk: Архівовано

# AssignmentsHeader
source: Assignments
ar: مهام
cs: Dotazníky
es: Asignaciones
ro: Interviuri alocate
ru: Задания
sq: Detyrat
uk: Завдання

# AssignmentsSelected
source: {{count}} Assignment selected
ar: اختايار مهمة (مهام) {{count}}
cs: {{count}} Vybraný dotazník
es: {{count}} Asignación(es) seleccionada(s)
ro: {{count}} Interviu alocat selectat
ru: {{count}} Задание выбрано
sq: {{count}} Detyra e përzgjedhur
uk: {{count}} Вибрано завдання

# SizeExplanation
source: Specify maximum number of interviews to be generated for that assignment. Permitted values: -1 is for Unlimited assignment, 0 is for Empty assignment, numbers for assignment size
cs: Určete maximální počet rozhovorů pro daný dotazník. Povolené hodnoty: -1 je pro Neomezený dotazník, 0 je pro Prázdný dotazník, čísla jsou pro velikost dotazníku
es: Especifique la cantidad máxima de entrevistas que se generarán para esa asignación. Valores permitidos: -1 es para asignación ilimitada, 0 es para asignación vacía, números para tamaño de asignación
ro: Specificați numărul maxim de alocări care vor fi generate pentru acest interviu. Valori permise: -1 pentru nelimitat, 0 pentru nul, alt număr pentru numărul maxim de alocări
ru: Изменение количества интервью, которые будут созданы согласно этому заданию. Разрешенные значения: -1 для не ограниченного задания, 0 для пустого, число для конкретного количества
sq: Specifiko numrin maksimal të intervistave që do të gjenerohen për këtë detyrë. Vlerat e lejuara: -1 është për Detyrën e pakufizuar, 0 është për Detyrën bosh, numrat për madhësinë e detyrës
uk: Вкажіть максимальну кількість інтерв'ю, які будуть створені для цього завдання. Допустимі значення: -1 для необмеженого завдання, 0 для порожнього завдання, цифри для розміру завдання

# ChangeSizeModalTitle
source: Edit size for assignment {{assignmentId}}
cs: Upravit velikost dotazníku {{assignmentId}}
es: Editar tamaño de la asignación {{assignmentId}}
ro: Editați dimensiunea pentru alocarea {{assignmentId}}
ru: Редактировать количество интервью для задания {{assignmentId}}
sq: Korrigjo madhësinë për detyrën {{assignmentId}}
uk: Редагувати розмір для завдання {{assignmentId}}

# CreatedAt
source: Created on
ar: تم انشاءه على
cs: Vytvořeno dne
es: Creado en
ro: Creat pe data de
ru: Создан
sq: Krijuar më
uk: Створено на

source: Identifying Questions
ar: تحديد الأسئلة
cs: Technické údaje
es: Preguntas de identificación
ro: Întrebări de identificare
ru: Идентификационные вопросы
sq: Pyetje identifikuese
uk: Ідентифікаційні питання

# Count
source: Collected
ar: تعداد
cs: Shromážděno
es: Recolectado
ro: Numără
ru: Количество
sq: Numërim
uk: Зібрано

# NumberOfAssignmentsAffected
source: {{count}} Assignment is going to be changed
ar: {{count}} مهمة (مهام) سوف يتم تغيرها
cs: {{count}} Dotazník bude změněn
es: {{count}} Asignación(es) serán cambiadas
ro: {{count}} sarcină va fi schimbată
ru: {{count}} Задание будет изменено
sq: {{count}} Detyra do të ndryshohet
uk: {{count}} Призначення буде змінено

# Size
source: Expected
cs: Očekávaný
es: Tamaño (MB)
ro: Mărime
ru: Размер
sq: Madhësia
uk: Очікувані

source: Select responsible
ar: اختر مسؤول
cs: Vyberte zodpovědné uživatele
es: Seleccione responsable
ro: Selectați responsabil
ru: Выбор ответственного
sq: Zgjidh përgjegjësin
uk: Оберіть відповідального

# ShowArchived
source: Archived status
ar: حالة الأرشفة
cs: Stav účtu
es: Estado archivado
ro: Starea arhivării
ru: Статус
sq: Status i arkivuar
uk: Архівний статус

source: Unarchive
ar: الغاء الارشفة
cs: Zrušit archivaci
es: Desarchivar
ro: Dezarhivare
ru: Разархивировать
sq: Nxirr nga arkiva
uk: Розархівувати

source: Unlimited
ar: غير محدود
cs: Neomezený
es: Sin límite
ro: Nelimitat
ru: Не ограничено
sq: I/e pakufizuar
uk: Необмежена

# UpdatedAt
source: Updated on
ar: تم تحديثه في
cs: Upraveno dne
es: Actualizado en
ro: Actualizat pe
ru: Обновлено
sq: Përditësuar më
uk: Оновлено

# CreateAssignment_AnswersInstruction
source: Fill all or some of the identifying fields
ar: املأ كل أو بعض حقول التحديد
cs: Vyplňte všechna nebo některá identifikační pole
es: Complete todos o algunos de los campos de identificación
ro: Completează total sau parțial câmpurile de identificare
ru: Заполните все или несколько идентификационных полей
sq: Plotësoni të gjitha ose disa prej fushave identifikuese
uk: Заповніть всі або деякі ідентифікаційні поля

# CreateAssignment_ResponsibleInstruction
source: Select responsible (Headquarters or Supervisor or Interviewer) for this assignment
cs: Vyberte zodpovědného uživatele (Ústředí nebo Garant nebo tazatel) za tento dotazník
es: Seleccione el responsable (Sede, Supervisor o Entrevistador) para esta asignación
ro: Selectați responsabilul (coordonatorii sau supervizorul sau anchetatorul) pentru această sarcină
ru: Выберите ответственного (Хедквотера, Супервизора или Интервьюера) для задания
sq: Zgjidh përgjegjësin (Zyra qendrore ose Supervizori ose Intervistuesi) për këtë detyrë
uk: Виберіть відповідального (хедквотер, Супервізор або інтерв'юер) за це завдання

# CreateInterview
source: Start new interview
ar: بدء مقابلة جديدة
cs: Zahájení nového rozhovoru
es: Iniciar nueva entrevista
ro: Începeți un nou interviu
ru: Начать новое интервью
sq: Nis një intervistë të re
uk: Почати нове інтерв'ю

source: Questionnaire
ar: استبيان
cs: Typ dotazníku
es: Cuestionario
ro: Chestionar
ru: Опросник
sq: Pyetësor
uk: Анкета

source: All assignments
ar: جميع المهام
cs: Všechny dotazníky
es: Todas las asignaciones
ro: Toate interviurile alocate
ru: Все задачи
sq: Të gjitha detyrat
uk: Всі завдання

source: Interviews needed
ar: المقابلات مطلوبة
cs: Počet
es: Entrevistas necesarias
ro: Interviuri necesare
ru: Необходимо интервью
sq: Duhen intervistat
uk: Необхідно пройти інтерв'ю

# Tooltip_Filter_ArchivedStatus
source: Indicator of whether the assignment is active or has been archived.
ar: مؤشر ما إذا كانت التخصيصات نشطة أو تم حفظها.
cs: Indikátor, zda je dotazník aktivní nebo byl deaktivován.
es: Indicador que muestra si la asignación está activa o ha sido archivada.
ro: Indicator pentru starea interviului alocat (activ sau arhivat)
ru: Показывает состояние задания. Может быть активным или заархивированным.
sq: Tregues nëse detyra është aktive ose është arkivuar.
uk: Індикатор того, чи є завдання активним або заархівованим.

# Tooltip_Filter_Questionnaire
source: Select a questionnaire to see its associated assignments. Select “All questionnaires” to see assignments associated with any questionnaire.
ar: نسخة الاستبيان. حدد نسخة استبيان لرؤية المقابلات المرتبطة بها في التقرير إلى اليمين. حدد "جميع الاستبيانات" لرؤية المقابلات المرتبطة بأي استبيان.
cs: Výběrem typu dotazníku zobrazíte související dotazníky. Vyberte „Všechny typy“, chcete-li zobrazit dotazníky jakéhokoli typu.
es: Seleccione un cuestionario para ver sus entrevistas asociadas en la lista. Seleccione "Todos los cuestionarios" para ver las entrevistas asociadas con cualquier cuestionario.
ro: Selectați un chestionar pentru a vedea interviurile alocate corespunzatoare. Selectați 'Toate chestionarele' pentru a vedea interviurile alocate corespunzatoare fiecarui chestionar.
ru: Выберите опросник, чтобы посмотреть созданные по нему задания. Выберите "Все опросники", чтобы увидеть задания по всем опросникам
sq: Zgjidh një pyetësor për të parë detyrat shoqëruese. Zgjidh “Të gjithë pyetësorët” për të parë detyrat shoqëruese të secilit pyetësor.
uk: Виберіть анкету, щоб побачити пов'язані з нею завдання. Виберіть "Всі анкети", щоб побачити завдання, пов'язані з будь-якою анкетою.

# Tooltip_Filter_Responsible
source: User responsible. Click in the field to choose a user name either by selecting it directly or typing to filter the list of user names further.
ar: المستخدم المسؤول. انقر في الحقل لاختيار اسم مستخدم إما بتحديده مباشرة أو الكتابة لتصفية قائمة أسماء المستخدمين كذلك.
cs: Zodpovědný uživatel. Klikněte do pole k vybrání uživatelského jména buď přímým výběrem, nebo zadáním jména pro další filtrování v seznamu uživatelských jmen.
es: Usuario responsable. Haga clic en el campo para elegir un nombre de usuario ya sea seleccionándolo directamente o escribiendo en el filtro de listas de nombres de usuario.
ro: Utilizator responsabil. Faceți clic în câmp pentru a alege un nume de utilizator fie prin selectarea directă, fie tastând pentru a filtra în continuare lista de nume de utilizator.
ru: Ответственный пользователь. Кликните по полю, чтобы выбрать пользователя из списка или начать вводить его имя для дальнейшей фильтрации списка.
sq: Përdoruesi përgjegjës. Kliko në fushë për të zgjedhur një emër përdoruesi ose duke e selektuar atë drejtpërdrejt, ose duke e shtypur për të filtruar më tej listën e emrave të përdoruesve.
uk: Відповідальний користувач. Клацніть у полі, щоб вибрати ім'я користувача, вибравши його безпосередньо або ввівши, щоб відфільтрувати список імен користувачів.

# Tooltip_Table_Count
source: Number of interviews currently submitted for this assignment. More interviews may have been created but not synced. Click on any cell to view the associated interviews. Click on the sort icon to sort by count.
ar: عدد المقابلات المقدمة حاليا لهذا التنازل. قد يكون قد تم إنشاء المزيد من المقابلات ولكن لم تتم مزامنتها. انقر على أي خلية لعرض المقابلات المرتبطة بها. انقر على أيقونة الفرز لفرز حسب العد.
cs: Počet aktuálně odeslaných rozhovorů pro tento dotazník. Mohlo být vytvořeno více rozhovorů, ale ještě nebyly synchronizovány. Kliknutím na libovolnou buňku zobrazíte související rozhovory. Kliknutím na ikonu řazení seřadíte podle počtu.
es: Número de entrevistas actualmente enviadas para la asignación. Se pueden haber creado más entrevistas pero aun no están sincronizadas. Haga clic en cualquier celda para ver las entrevistas asociadas. Haga clic en el icono de ordenar para ordenar por conteo.
ro: Numărul de interviuri atribuite în prezent pentru această alocare. Este posibil să fie create mai multe interviuri, dar să nu fi fost sincronizate. Dați click pe oricare celulă pentru a vizualiza interviurile asociate. Dați click pe simbolul de sortare pentru a le ordona după număr.
ru: Количество интервью, собранных и отправленных на сервер по этому заданию. Некоторые интервью могут быть созданы на планшете, но еще не синхронизированы. Кликните по ячейке, чтобы увидеть интервью по данному заданию. Кликните по иконке сортировки для упорядочивания по количеству собранных интервью.
sq: Numri i intervistave të dorëzuara aktualisht për këtë detyrë. Mund të jenë krijuar më shumë intervista, por nuk janë sinkronizuar. Klikoni mbi çdo qelizë për të parë intervistat përkatëse. Klikoni mbi ikonën e renditjes për të renditur sipas numrit.
uk: Кількість інтерв'ю, які наразі подані для цього завдання. Можливо, було створено більше інтерв'ю, але вони не синхронізовані. Натисніть на будь-яку клітинку, щоб переглянути пов'язані з нею інтерв'ю. Натисніть на іконку сортування, щоб відсортувати за кількістю.

# Tooltip_Table_CreatedAt
source: When the assignment was initially created. Click on the sort icon to sort by time.
ar: عند إنشاء التعيين في البداية. انقر على رمز الفرز للفرز حسب الوقت.
cs: Kdy byl dotazník původně vytvořen. Kliknutím na ikonu řazení seřadíte podle času.
es: Cuando la asignación se creó inicialmente. Haga clic en el icono de ordenar para ordenar cronológicamente.
ro: Data la care a fost creată alocarea. Dați click pe simbolul de sortare pentru a le ordona după dată.
ru: Дата создания задания. Кликните по иконке сортировки для упорядочивания по времени создания.
sq: Kur u krijua fillimisht detyra. Klikoni mbi ikonën e renditjes për të renditur sipas kohës.
uk: Коли завдання було створено. Натисніть на іконку сортування, щоб відсортувати за часом.

# Tooltip_Table_IdentifyingQuestions
source: Information that identifies each assignment. These are the answers to questions marked as identifying in Designer.
ar: المعلومات التي تحدد كل مهمة. هذه هي الإجابات على الأسئلة التي تم تحديدها على أنها محددة في المصمم.
cs: Informace, které identifikují každý dotazník. Toto jsou odpovědi na otázky označené v aplikaci Designer jako identifikační.
es: Información que identifica cada asignación. Estas son las preguntas marcadas como identificadoras en Designer.
ro: Informații care identifică fiecare alocare de interviu. Acestea sunt răspunsurile la întrebările marcate ca fiind de identificare în Designer
ru: Идентифицирующая информация по каждому заданию.
sq: Informacion që identifikon çdo detyrë. Ato janë përgjigjet e pyetjeve të shenjuara si identifikuese në Designer.
uk: Інформація, яка ідентифікує кожне завдання. Це відповіді на запитання, позначені як ідентифікаційні в Designer.

# Tooltip_Table_InterviewsNeeded
source: Number of interviews needed to complete this assignment.
ar: عدد المقابلات اللازمة لإتمام هذه المهمة.
cs: Počet rozhovorů potřebných k dokončení tohoto dotazníku.
es: Número de entrevistas necesarias para completar esta asignación.
ro: Numărul de interviuri necesare pentru finalizarea acestei alocări.
ru: Количество интервью необходимое для завершения задания.
sq: Numri i intervistave të nevojshme për përfundimin e detyrës.
uk: Кількість інтерв'ю, необхідних для виконання цього завдання.

# Tooltip_Table_Responsible
source: User currently responsible for the assignment. Click sort icon to sort user name.
ar: المستخدم المسؤول حاليا عن التعيين. انقر على رمز الفرز لفرز اسم المستخدم.
cs: Uživatel aktuálně zodpovědný za dotazník. Kliknutím na ikonu řazení seřadíte podle uživatelského jména.
es: Usuario actualmente responsable de la asignación. Haga clic en el icono de ordenar para ordenar por nombre de usuario.
ro: Utilizatorul responsabil pentru alocare. Faceți clic pe simbolul de sortare pentru a ordona numele de utilizatori.
ru: Ответственный за задание пользователь. Кликните по иконке сортировки для упорядочивания по имени пользователя.
sq: Përdoruesi aktualisht përgjegjës për detyrën. Klikoni mbi ikonën e renditjes për të renditur sipas emrit të përdoruesit.
uk: Користувач, який наразі відповідає за завдання. Натисніть на іконку сортування, щоб відсортувати ім'я користувача.

# Tooltip_Table_Size
source: Maximum number of interviews that may be conducted for this assignment. Click on any cell to change this number. Click on the sort icon to sort by size.
cs: Maximální počet rozhovorů, které lze pro u tohoto dotazníku provést. Klikněte na libovolnou buňku pro změnu tohoto čísla. Klikněte na ikonu řazení pro seřazení podle velikosti.
es: Número máximo de entrevistas que pueden realizarse para esta tarea. Haga clic en cualquier celda para cambiar este número. Haga clic en el icono de ordenar para ordenar por tamaño.
ro: Numărul maxim de interviuri care pot fi efectuate pentru această alocare. Dați click pe orice celulă pentru a schimba acest număr. Dați click pe pictograma de sortare pentru a sorta după dimensiune.
ru: Максимальное количество интервью, которое может быть собрано по этому заданию. Кликните на ячейке для редактирования значения. Кликните по иконке сортировки для упорядочивания по размеру задания.
sq: Numri maksimal i intervistave që mund të zhvillohen për këtë detyrë. Klikoni mbi secilën qelizë për të ndryshuar këtë numër. Klikoni mbi ikonën “rendit” për të renditur sipas madhësisë.
uk: Максимальна кількість інтерв'ю, які можуть бути проведені для цього завдання. Натисніть на будь-яку клітинку, щоб змінити це число. Натисніть на іконку сортування, щоб відсортувати за розміром.

# Tooltip_Table_UpdatedAt
source: When the assignment was last updated. Click on the sort icon to sort by time.
ar: عندما تم تحديث آخر مهمة. انقر على رمز الفرز للفرز حسب الوقت.
cs: Kdy byl dotazník naposledy aktualizován. Kliknutím na ikonu řazení seřadíte podle času.
es: Cuando la tarea fue actualizada por ultima vez. Haga clic en el icono de ordenar para ordenar por tiempo
ro: Când a fost efectuată ultima actualizare a alocării interviului. Dați click pe pictograma de sortare pentru a sorta după dată.
ru: Дата последнего изменения задания (например, последнего изменения размера). Кликните по иконке сортировки для упорядочивания по времени изменения.
sq: Kur është përditësuar detyra herën e fundit. Klikoni mbi ikonën “rendit” për të renditur sipas kohës.
uk: Коли завдання було востаннє оновлено. Натисніть на іконку сортування, щоб відсортувати за часом.

# InvalidSize
source: The Size field must be -1 or more.
cs: Pole Velikost musí být -1 nebo více.
es: El campo Tamaño debe ser -1 o mayor.
ro: Câmpul Mărime trebuie să fie de -1 sau mai mult.
ru: Количество заданий должно быть -1 или больше
sq: Fusha e Madhësisë duhet të jetë -1 ose më shumë.
uk: Поле Розмір повинно мати значення -1 або більше.

# AssignmentSizeInWebMode
source: The Size cannot be changed for Web mode Assignment.
cs: Velikost nelze změnit pro dotazník v režimu Web.
es: El tamaño no se puede cambiar para una asignación en modo web.
ro: Dimensiunea nu poate fi modificată pentru sarcinile în mod web
ru: Количество не может быть изменено для назначения в веб режиме.
sq: Madhësia nuk mund të ndryshohet për modalitetin Ueb.
uk: Розмір не може бути змінений для завдання у веб-режимі.

source: Select questionnaire to upgrade from
cs: Vybrat typ dotazníku, ze kterého chcete upgradovat
es: Seleccione el cuestionario a actualizar
ro: Selectați chestionarul pentru a face actualizari din
ru: Выберите опросник который следует обновить
sq: Zgjidh pyetësorin nga i cili do të bësh upgrade
uk: Виберіть анкету, з якої хочете оновитися

# UpgradeBtn
source: Upgrade
cs: Vylepšit
es: Potenciar
ro: Actualizare
ru: Обновить
sq: Kalo në nivel të ri
uk: Оновлення

# SelectQuestionnaire
source: Select existing questionnaire to upgrade assignments from
cs: Vyberte existující typ dotazníku, u kterého chcete aktualizovat dotazník
es: Seleccione un cuestionario existente para actualizar las asignaciones
ro: Selectați chestionarul existent pentru a actualiza interviurile alocate
ru: Выберите опросник задания которого следует обновить
sq: Përzgjidh pyetësorin ekzistues për kaluar në nivel të ri detyrat nga
uk: Виберіть існуючу анкету, з якої ви хочете оновити завдання

# UpgradeProgressNumbers
source: Upgrading {{processed}} of {{totalCount}}
cs: Upgrade {{processed}} z {{totalCount}}
es: Actualización de {{processed}} de {{totalCount}}
ro: Actualizarea datelor {{processed}} din {{totalCount}}
ru: Обновление {{processed}} из {{totalCount}}
sq: Kalimi në nivel të ri {{processed}} nga {{totalCount}}
uk: Оновлення {{processed}} з {{totalCount}}

# UpgradeProgressErrors
source: With errors {{errorCount}}
cs: S chybami {{errorCount}}
ro: Cu erori {{errorCount}}
ru: С ошибками {{errorCount}}
uk: З помилками {{errorCount}}

# UpgradeProgressTitle
source: Upgrading assignments from {{from}} to {{to}}
cs: Aktualizace dotazníku z {{from}} na {{to}}
es: Actualización de asignaciones de {{from}} a {{to}}
ro: Actualizarea interviurilor alocate de la {{from}} la {{to}}
ru: Обновление заданий из {{from}} в {{to}}
sq: Kalimi i detyrave nga niveli {{from}} në {{to}}
uk: Оновлення завдань з {{from}} по {{to}}

source: Stop
es: Detener
ru: Остановить
sq: Ndalo
uk: Стоп

# UpgradeDescription
source: When assignments are upgraded, all outstanding assignments will be upgraded.
cs: Když jsou dotazníky upraveny a aktualizovány, budou aktualizoovány i všechny zbývající dotazníky.
es: Se actualizarán todas las asignaciones pendientes.
ro: Interviurile alocate existente care nu au fost finalizate vor fi actualizate din chestionarul selectat și arhivate.
ru: Существующие незавершенные задания будут обновлены и перемещены в архив.
sq: Detyrat ekzistuese të papërfunduara do të kalojnë në nivel të ri nga pyetësori i përzgjedhur dhe do të arkivohen.
uk: Коли завдання підвищується, всі невиконані завдання будуть оновлені.

# UpgradeCancelled
source: Upgrade stopped
cs: Upgrade zastaven
es: Actualización parada
ro: Actualizare oprită
ru: Обновление остановлено
sq: Kalimi në nivel të ri u ndërpre
uk: Оновлення зупинено

# UpgradeError
source: Error occurred. Try again later.
cs: Vyskytla se chyba. Zkuste to později.
ro: A apărut o eroare. Încercați mai târziu.
ru: Произошла ошибка. Попробуйте позже.
uk: Виникла помилка. Спробуйте пізніше.

# UpgradePreparation
source: Waiting for other upgrades to finish
cs: Čeká se na dokončení dalších úprav
es: Esperando que terminen otras actualizaciones
ro: Se așteaptă încheierea altor actualizări.
ru: Ожидание завершения других процессов обновления
sq: Pritni derisa të përfundojnë përmirësimet e tjera
uk: Чекаємо на завершення інших оновлень

# UpgradeProgressDone
source: Done
cs: Hotovo
ro: Terminat
ru: Завершено
sq: U krye
uk: Зроблено

# UpgradeProgressDoneCount
source: Upgraded successfully: {{processed}}
cs: Upgradováno úspěšně: {{processed}}
es: Actualizado correctamente: {{processed}}
ro: Actualizată cu succes: {{processed}}
ru: Обновлено успешно: {{processed}}
sq: Kalimi në nivel të ri u krye me sukses: {{processed}}
uk: Успішно оновлено: {{processed}}

# UpgradeProgressErrorCount
source: Not upgraded: {{count}}
cs: Neaktualizováno: {{count}}
es: No actualizado: {{count}}
ro: Neactualizat număr {{count}}
ru: Не обновлено: {{count}}
sq: Nuk u kalua në nivel të ri: {{count}}
uk: Не оновлено: {{count}}

# UpgradeDownloadFailed
source: Download list
cs: Seznam ke stažení
es: Lista de descargas
ro: Descărcați lista
ru: Скачать список
sq: Lista e shkarkimeve
uk: Список завантажень

# UpgradeProgressDoneTitle
source: Upgrade from {{from}} to {{to}} is finished
cs: Upgrade z {{from}} na {{to}} je dokončen
es: La actualización de {{from}} a {{to}} ha finalizado
ro: Actualizarea de la {{from}} la {{to}} este terminată
ru: Обновление заданий из {{from}} в {{to}} завершено
sq: Kalimi në nivel të ri nga {{from}} në {{to}} përfundoi
uk: Оновлення з {{from}} до {{to}} завершено

source: Received by tablet
cs: Staženo do tabletu
es: Recibido por tableta
ro: Primit de tabletă
ru: Получено планшетом
sq: Marrë nga tableti
uk: Отримано на планшет

# ReceivedByTablet_All
source: Show all
cs: Zobrazit vše
es: Mostrar todo
ro: Arata tot
ru: Все
sq: Shfaqi të gjitha
uk: Показати всі

# ReceivedByTablet_NotReceived
source: Not received by tablet
cs: Nebylo staženo do tabletu
es: No recibido por tableta
ro: Nu a fost primit de tabletă
ru: Не получено
sq: Nuk është marrë nga tableti
uk: Не отримано на планшет

# ReceivedByTablet_Received
source: Received by tablet
cs: Staženo do tabletu
es: Recibido por tableta
ro: Primit de tabletă
ru: Получено
sq: Marrë nga tableti
uk: Отримано на планшет

# Tooltip_Filter_Received
source: Indicator of whether the assignment has been received or not
cs: Indikátor, zda byl dotazník stažen do tabletu či ne
es: Indicador de si la asignación ha sido recibida o no
ro: Indicator dacă sarcina a fost primită sau nu
ru: Отображать только задания которые получены или не получены планшетами.
sq: Shfaq vetëm detyrat që janë marrë ose nuk janë marrë nga tabletat.
uk: Індикатор того, чи отримано завдання чи ні

source: Assign to
cs: Přiřadit uživateli
es: Asignar a
ro: Se atribuie lui
ru: Назначить на
sq: Caktoja
uk: Призначити на

# CreatingNewAssignment
source: Create new assignment for questionnaire {{questionnaire}}
cs: Vytvořit novdý otazník pro typ {{questionnaire}}
es: Crear una nueva tarea para el cuestionario {{questionnaire}}
ro: Creați o nouă sarcină pentru chestionarul {{questionnaire}}
ru: Создание нового задания для опросника {{questionnaire}}
sq: Krijo një detyrë të re për pyetësorin {{questionnaire}}
uk: Створити нове завдання для анкети {{questionnaire}}
