Repository: surveysolutions/surveysolutions
Catalog: src/UI/WB.UI.Headquarters.Core/Resources/Assignments.*.resx
Languages: ar, cs, es, ro, ru, sq, uk

# Tooltip_Filter_QuestionnaireVersion
source: Select a questionnaire version to see its associated assignments. Select “All versions” to see assignments associated with any version of selected questionnaire.
cs: Výběrem verze typu dotazníku zobrazíte související dotazníky. Vyberte „Všechny verze", chcete-li zobrazit dotazníky jakéhokoli verze.
es: Seleccione una versión del cuestionario para ver sus asignaciones asociadas. Seleccione "Todas las versiones" para ver las asignaciones asociadas con cualquier versión del cuestionario seleccionado.
ro: Selectați o versiune a chestionarului pentru a vedea sarcinile asociate. Selectați „Toate versiunile” pentru a vedea sarcinile asociate cu orice versiune a chestionarului selectat.
ru: Выберите версию опросника, чтобы посмотреть созданные по нему задания. Выберите "Любая версия", чтобы увидеть задания по всем версиям опросника
sq: Zgjidh një version pyetësori për të parë detyrat e tij shoqëruese. Zgjidh “Të gjitha versionet” për të parë detyrat shoqëruese të secilit version të pyetësorit të zgjedhur.
uk: Виберіть версію анкети, щоб побачити пов'язані з нею завдання. Виберіть "Всі версії", щоб побачити завдання, пов'язані з будь-якою версією обраної анкети.

# ErrorToCreateAssignment
source: Assignment cannot be created.
cs: Dotazník nelze vytvořit.
es: No se puede crear la asignación.
ro: Sarcina nu poate fi creată.
ru: Ошибка создания задания:
sq: Detyra nuk mund të krijohet.
uk: Неможливо створити завдання.

# ChangeAudioRecordingModalTitle
source: Audio recording settings for assignment {{id}}
cs: Nastavení nahrávání zvuku pro dotazník {{id}}
es: Configuración de grabación de audio para la asignación {{id}}
ro: Setări de înregistrare audio pentru atribuire {{id}}
ru: Настройки записи аудио для задания {{id}}
sq: Cilësimet e regjistrimit audio për detyrën {{id}}
uk: Налаштування аудіозапису для призначення {{id}}

# AudioRecordingEnable
source: Enable audio recording
cs: Povolit nahrávání zvuku
es: Habilitar la grabación de audio
ro: Activați înregistrarea audio
ru: Вести аудио запись
sq: Aktivizo regjistrimin audio
uk: Увімкнути аудіозапис

# CawiModeEnable
source: Enable CAWI mode
cs: Povolit režim CAWI
ru: Режим CAWI
uk: Увімкнути режим CAWI

# AudioRecordingExplanation
source: The Interviewer application will record the audio of the interview when audio audit is enabled. Note that the amount of synchronization data would be significantly larger.
cs: Aplikace Tazatel zaznamená zvuk rozhovoru, když je povoleno nahrávání zvuku v aplikaci. Pozor: Uložená data budou výrazně větší.
es: La aplicación Interviewer grabará el audio de la entrevista cuando la auditoría de audio esté habilitada. Tenga en cuenta que el volumen de datos a sincronizar será significativamente mayor.
ro: Aplicația Interviewer va înregistra sunetul interviului atunci când auditul audio este activat. Cantitatea de date de sincronizare ar fi semnificativ mai mare.
ru: Вести аудио запись во время интервью. При включении аудио аудита размер данных синхронизации значительно увеличится
sq: Kur të aktivizohet, aplikacioni do të regjistrojë procesin e intervistës. Me ndezjen e kontrollit të audios, një sasi të dhënash të sinkronizuara do të jenë shumë më të mëdha
uk: Додаток Interviewer записуватиме аудіо інтерв'ю, якщо увімкнено аудіоаудит. Зверніть увагу, що обсяг даних синхронізації буде значно більшим.

# IsAudioRecordingEnabled
source: Audio recording
cs: Záznam zvuku
es: Grabación de audio
ro: Înregistrare audio
ru: Вести аудио запись
sq: Regjistrim audio
uk: Аудіозапис

# Tooltip_Table_IsAudioRecordingEnabled
source: Record interview process
cs: Zaznamenejte proces rozhovoru
es: Grabar el proceso de entrevista
ro: Înregistrați procesul de interviu
ru: Вести аудио запись во время интервью. При включении аудио аудита размер данных синхронизации значительно увеличится
sq: Regjistro procesin e intervistës
uk: Запис процесу співбесіди

source: New Assignment
cs: Nový dotazník
es: Nueva asignación
ro: Sarcină nouă
ru: Новое задание
sq: Detyrë e re
uk: Нове завдання

source: Email
es: Correo electrónico
ru: Электронная почта
uk: Електронна пошта

# EmailExplanation
source: Email will be used in communication with assignment recipient
cs: E-mail bude použit při komunikaci s příjemcem dotazníku
es: En la comunicación se utilizará el correo electrónico del destinatario de la asignación.
ro: E-mailul va fi utilizat în comunicarea cu destinatarul sarcinii
ru: Электронная почта будет использована для связи с получателем задания
sq: Email-i do të përdoret në komunikimin me marrësin e detyrës
uk: Електронна пошта буде використовуватися для зв'язку з одержувачем завдання

source: Password
cs: Heslo
es: Contraseña
ro: Parola
ru: Пароль
sq: Fjalëkalimi
uk: Пароль

# PasswordExplanation
source: Password will be used to protect assignment
cs: Heslo bude použito k ochraně dotazníku
es: La contraseña se utilizará para proteger la asignación
ro: Parola va fi utilizată pentru a proteja sarcina
ru: Пароль будет использован для защиты задания
sq: Fjalëkalimi do të përdoret për të mbrojtur detyrën
uk: Для захисту завдання буде використано пароль

# WebMode
source: Mode
cs: Režim
es: Modo
ro: Modul
ru: Режим
sq: Modaliteti
uk: Режим

# CreateAssignmentWebModeExplanation
source: This Assignment will be used with Web Mode
cs: Tento dotazník bude použit u webového režimu
es: Esta asignación utilizará el modo web
ro: Această sarcină va fi utilizată în modul Web
ru: Задание в Веб режиме
sq: Kjo Detyrë do të përdoret me Modalitetin Ueb
uk: Це завдання буде у веб-режимі

source: Activated
cs: Aktivováno
es: Activado
ro: Activat
ru: Активирован
sq: Aktivizuar
uk: Активовано

source: CAWI Activated
cs: CAWI aktivováno
es: CAWI Activado
ro: CAWI Activat
ru: CAWI Активирован
sq: CAWI Aktivizuar
uk: CAWI активовано

# Tooltip_Table_WebMode
source: Assignment Mode
cs: Režim dotazníku
es: La asignación fue creada en modo web
ro: Sarcina a fost creată în modul Web
ru: Задание создано в Веб режиме
sq: Detyra u krijua në Modalitetin Ueb
uk: Режим призначення

# PasswordInstructions
source: At least 6 numbers and upper case letters or single symbol '?' to generate password
cs: Alespoň 6 číslic a velká písmena nebo jeden symbol '?' pro vygenerování hesla
es: Al menos 6 números y letras mayúsculas o un solo símbolo '?' para generar contraseña
ro: Cel puțin 6 cifre și litere mari sau un singur simbol „?” pentru a genera parola
ru: Используйте один символ '?' чтобы сгенерировать пароль
sq: Të paktën 6 numra dhe shkronja të mëdha ose simbole me një karakter '?' për të krijuar fjalëkalimin
uk: Щонайменше 6 цифр і великих літер або один символ '?' для генерації пароля

source: Enter password
cs: Zadejte heslo
es: Introduzca la contraseña
ro: Introduceți parola
ru: Введите пароль
sq: Vendosni fjalëkalimin
uk: Введіть пароль

source: Enter Email
cs: Zadejte email
es: Ingrese correo electrónico
ro: Introduceți adresa de email
ru: Введите электронную почту
sq: Vendosni Email-in
uk: Введіть електронну пошту

# SizeInstructions
source: Must be a number, -1 for unlimited, 1 if email is specified
cs: Musí to být číslo, -1 pro neomezené, 1, pokud je zadán e-mail
es: Debe ser un número, -1 para ilimitado, 1 si se especifica correo electrónico
ro: Trebuie să fie un număr, -1 pentru nelimitat, 1 dacă este specificat un e-mail
ru: Должно быть число, -1 для неограниченного, 1 если задан электронная почта
sq: Duhet të jetë një numër, -1 për të pakufizuar, 1 nëse email-i është specifikuar
uk: Повинно бути числом, -1 для необмеженої кількості, 1, якщо вказана електронна пошта

# InvalidEmail
source: Email is invalid
cs: E-mail je neplatný
es: El correo electrónico es inválido
ro: Adresa de e-mail este incorectă
ru: Неправильный адрес электронной почты
sq: Email-i është i pavlefshëm
uk: Електронна пошта невірна

# InvalidPassword
source: Password is invalid
cs: Heslo je neplatné
es: La contraseña no es válida
ro: Parola este incorectă
ru: Неправильный пароль
sq: Fjalëkalimi është i pavlefshëm
uk: Пароль невірний

# InvalidSizeMessage
source: Size is invalid
cs: Velikost je neplatná
es: El Tamaño es inválido
ro: Mărimea este incorectă
ru: Неправильный размер
sq: Madhësia është e pavlefshme
uk: Розмір невірний

# InvalidSizeWithEmail
source: For assignments with provided email allowed size is 1
cs: U dotazníků se zadaným e-mailem je povolená velikost 1
es: Para asignaciones con correo electrónico, el tamaño permitido es 1
ro: Pentru sarcini cu e-mail furnizat, dimensiunea permisă este 1
ru: Для задания с указанной электронной почтой размер должен равняться 1
sq: Për detyrat me email-in e dhënë, madhësia është 1
uk: Для завдань з вказаною електронною адресою дозволений розмір 1

# SizeForWebMode
source: Assignment with size 1 for web mode should have email or password provided
cs: Dotazník s velikostí 1 pro webový režim by měl obsahovat e-mail nebo heslo
es: La asignación con el tamaño 1 para el modo web debe incluir un correo electrónico o una contraseña.
ro: Sarcina cu dimensiunea 1 pentru modul web ar trebui să conțină e-mail sau parolă
ru: Задание с размером 1 для web режима должно иметь либо электронную почту либо пароль
sq: Detyra me madhësi 1 për modalitetin ueb duhet të ketë email ose fjalëkalim të dhënë
uk: Завдання з розміром 1 для веб-режиму повинно мати електронну пошту або пароль

# DuplicatePasswordByWebModeWithQuantity1
source: Password by assignment for web mode with quantity 1 should be unique
cs: Heslo podle dotazníku pro webový režim s množstvím 1 by mělo být jedinečné
es: La contraseña de la asignación en el modo web con cantidad 1 debe ser única
ro: Parola prin atribuire pentru modul web cu cantitatea 1 ar trebui să fie unică
ru: Пароль для задания в веб режиме с количеством интервью равным 1 должен быть уникален
sq: Fjalëkalimi sipas detyrave për modalitetin ueb me vlerë 1 duhet të jetë unik
uk: Пароль за призначенням для веб-режиму з кількістю 1 повинен бути унікальним

# QuestionnaireVersion
source: ver. {{version}}
es: versión {{version}}
ru: вер. {{version}}
uk: вер. {{version}}

source: Assignment ID
cs: ID dotazníku
es: ID de asignación
ro: Numărul sarcinii
ru: Задание №
sq: Identifikuesi i Detyrës
uk: Ідентифікатор призначення

source: Close
cs: Zavřít
es: Cerrar
ro: Închide
ru: Завершить
sq: Mbyll
uk: Закрити

# MultipleAssignmentsClose
source: {{count}} selected assignments are going to be closed. Size will be set to currently collected interviews count.
cs: Vybraných dotazníků, které budou uzavřeny - {{count}}. Velikost bude nastavena podle aktuálního počtu shromážděných rozhovorů.
es: {{count}} asignaciones seleccionadas se cerrarán. El tamaño se establecerá según el recuento de entrevistas recopiladas actualmente.
ro: Cele {{count}} sarcini selectate vor fi închise. Dimensiunea va fi setată la numărul de interviuri colectate în prezent.
ru: {{count}} выбранных заданий будет завершено. Размер будет установлен в текущее количество собранных интервью.
sq: {{count}} detyra të përzgjedhura do të mbyllen. Madhësia do të vendoset sipas numrin aktual të intervistave të mbledhura.
uk: {{count}} вибрані завдання буде закрито. Розмір буде встановлено до поточної кількості зібраних інтерв'ю.

# SingleAssignmentCloseConfirm
source: Size of the selected assignment {{id}} will be changed form {{quantity}} to {{collected}} (number of currently collected interviews)
cs: Velikost vybraného dotazníku {{id}} bude změněna z {{quantity}} na {{collected}} (počet aktuálně shromážděných rozhovorů)
es: El tamaño de la asignación seleccionada {{id}} se cambiará de {{quantity}} a {{collected}} (número de entrevistas recopiladas actualmente)
ro: Dimensiunea sarcinii {{id}} selectate va fi modificată din {{quantity}} în {{collected}} (numărul de interviuri colectate în prezent)
ru: Для задания '{{id}}' текущий размер {{quantity}} будет установлен в {{collected}}
sq: Madhësia e detyrës së përzgjedhur {{id}} do të ndryshojë nga {{quantity}} në {{collected}} (numri i intervistave të mbledhura aktualisht)
uk: Розмір обраного завдання {{id}} буде змінено з {{quantity}} на {{collected}} (кількість зібраних на даний момент інтерв'ю)

# AssignmentCloseWebMode
source: Assignment {{id}} cannot be closed since it has web mode enabled
cs: Dotazník {{id}} nelze zavřít, protože má povolený webový režim
es: La asignación {{id}} no se puede cerrar porque tiene el modo web habilitado
ro: Sarcina nr. {{id}} nu poate fi închisă deoarece are modul web activat
ru: Задание {{id}} не может быть закрыто, так как включён веб режим
sq: Detyra {{id}} nuk mund të mbyllet, pasi e ka modalitetin ueb të aktivizuar
uk: Завдання {{id}} не можна закрити, оскільки воно у веб-режимі

# AssignmentInfo
source: Detailed assignment info
cs: Podrobné informace o dotazníku
es: Información detallada de la asignación
ro: Informații detaliate despre alocarea interviului
ru: Информация о задании
sq: Informacion i hollësishëm mbi detyrën
uk: Детальна інформація про завдання

# DetailsComments
source: Comment
cs: Poznámka
es: Comentario
ro: Comentariu
ru: Комментарий
sq: Komento
uk: Коментар

# Comments
source: Comment
cs: Poznámka
es: Comentario
ro: Comentariu
ru: Комментарий
sq: Komento
uk: Коментар

# EnterComments
source: Enter your comment here
cs: Zde zadejte svoji poznámku
es: Ingrese su comentario aquí
ro: Introduceți comentariul dvs. aici
ru: Оставьте свой комментарий здесь
sq: Vendosni komentin tuaj këtu
uk: Введіть свій коментар тут

# DateFromPast
source: Selected date is in the past
cs: Vybrané datum je v minulosti
ro: Data selectată este în trecut
ru: Дата находится в прошлом
uk: Вибрана дата знаходиться в минулому

source: Action
cs: Akce
es: Acción
ro: Acțiune
ru: Действие
sq: Veprim
uk: Дія

# Action_Archived
source: Archived
cs: Neaktivní
es: Archivado
ro: Arhivat
ru: Заархивировано
sq: Arkivuar
uk: Архівовано

# Action_AudioRecordingChanged
source: Audio recording changed
cs: Záznam zvuku změněn
es: Grabación de audio ha cambiado
ro: Înregistrarea audio s-a schimbat
ru: Изменён аудио аудит
sq: Regjistrimi audio u ndryshua
uk: Аудіозапис змінено

# Action_AudioRecordingChanged_False
source: Audio recording disabled
cs: Záznam zvuku zakázán
es: Grabación de audio deshabilitada
ro: Înregistrarea audio este dezactivată
ru: Аудио аудит выключен
sq: Regjistrimi audio u çaktivizua
uk: Аудіозапис вимкнено

# Action_AudioRecordingChanged_True
source: Audio recording enabled
cs: Záznam zvuku povolen
es: Grabación de audio habilitada
ro: Înregistrarea audio este activată
ru: Аудио аудит включен
sq: Regjistrimi audio u aktivizua
uk: Аудіозапис увімкнено

# Action_Created
source: Created
cs: Vytvořeno
es: Creado
ro: Creat
ru: Создано
sq: U krijua
uk: Створено

# Action_Deleted
source: Deleted
cs: Smazáno
es: Eliminado
ro: Șters
ru: Удалено
sq: U fshi
uk: Видалено

# Action_QuantityChanged
source: Size changed
cs: Velikost změněna
es: Tamaño cambiado
ro: Dimensiunea s-a schimbat
ru: Размер изменён
sq: Madhësia ndryshoi
uk: Розмір змінено

# Action_QuantityChanged_To
source: Size changed to {{quantity}}
cs: Velikost změněna na {{quantity}}
es: El tamaño cambió a {{quantity}}
ro: Dimensiunea s-a schimbat în {{quantity}}
ru: Размер изменён на {{quantity}}
sq: Madhësia ndryshoi në {{quantity}}
uk: Розмір змінено на {{quantity}}

# Action_Reassigned
source: Reassigned
cs: Přeřazeno
es: Reasignado
ro: Reatribuit
ru: Назначено
sq: U ricaktua
uk: Перепризначено

# Action_Reassigned_To
source: Reassigned to {{newResponsible}}
cs: Přeřazeno na {{newResponsible}}
es: Reasignado a {{newResponsible}}
ro: Reatribuit la {{newResponsible}}
ru: Назначено на {{newResponsible}}
sq: Iu ricaktua {{newResponsible}}
uk: Перепризначено на {{newResponsible}}

# Action_Reassigned_To_Comment
source: Comment: {{comment}}
cs: Poznámka: {{comment}}
es: Comentario: {{comment}}
ro: Comentariu: {{comment}}
ru: Комментарий: {{comment}}
sq: Komento: {{comment}}
uk: Коментар: {{comment}}

# Action_ReceivedByTablet
source: Received by tablet
cs: Staženo do tabletu
es: Recibido por tableta
ro: Primit de tabletă
ru: Получено планшетом
sq: Marrë nga tableti
uk: Отримано на планшет

# Action_UnArchived
source: Unarchived
cs: zaktivovat
es: Desarchivado
ro: Dezarhivat
ru: Разархивировано
sq: Nxirr nga arkiva
uk: Розархівовано

# Action_WebModeChanged
source: Web mode changed
cs: Webový režim se změnil
es: El modo web cambió
ro: Modul Web s-a schimbat
ru: Web режим изменён
sq: Modaliteti Ueb ndryshoi
uk: Змінено веб-режим

# Action_WebModeChanged_False
source: Web Mode disabled
cs: Webový režim deaktivován
es: Modo web desactivado
ro: Modul Web este dezactivat
ru: Web режим выключен
sq: Modaliteti Ueb u çaktivizua
uk: Веб-режим вимкнено

# Action_WebModeChanged_True
source: Web Mode enabled
cs: Webový režim povolen
es: Web Mode habilitado
ro: Modul Web este activat
ru: Web режим включен
sq: Modaliteti Ueb u aktivizua
uk: Веб-режим увімкнено

# Actor
source: By
cs: Zadáno
es: Por
ro: De către
ru: Кем
sq: Nga

# AssignmentHistory
source: History
cs: Historie
es: Historia
ro: Istorie
ru: История
sq: Historiku
uk: Історія

source: Date
cs: Datum
es: Fecha
ro: Data
ru: Дата
sq: Data
uk: Дата

# Details_Column
source: Details
cs: Podrobnosti
es: Detalles
ro: Detalii
ru: Детали
sq: Hollësitë
uk: Деталі

# Action_Created_Comment
source: Comment: {{comment}}
cs: Poznámka: {{comment}}
es: Comentario: {{comment}}
ro: Comentariu: {{comment}}
ru: Комментарий: {{comment}}
sq: Komento: {{comment}}
uk: Коментар: {{comment}}

# Action_Created_Responsible
source: Assigned to {{responsible}}
cs: Přiřazeno uživateli {{responsible}}
es: Asignado a {{responsible}}
ro: Atribuit către {{responsible}}
ru: Ответственный: {{responsible}}
sq: Iu caktua {{responsible}}
uk: Призначено на {{responsible}}

# Action_QuantityChanged_To_Unlimited
source: Size changed to Unlimited
cs: Velikost změněna na Neomezená
es: El tamaño cambió a ilimitado
ro: Dimensiunea a devenit nelimitată
ru: Размер изменён на Не ограничено
sq: Madhësia ndryshoi në të Pakufizuar
uk: Розмір змінено на Необмежений

source: Start web interview
cs: Začít nový webový dotazník
es: Iniciar entrevista web
ro: Începeți interviul web
ru: Начать Web интервью
uk: Почати веб-інтерв'ю

# ResponsibleRequired
source: Responsible is required
cs: Zodpovědný uživatel je vyžadován
es: Se requiere responsable
ro: Este necesară desemnarea unui responsabil
ru: Необходимо выбрать ответственного
uk: Потрібен відповідальний

# WebModeNonInterviewer
source: All assignments for web interviews must be made to an interviewer
cs: Všechny dotazníky pro webové dotazníky musí být zadány tazateli
es: Todas las asignaciones para entrevistas web deben hacerse a un entrevistador
ro: Toate sarcinile pentru interviuri web trebuie alocate unor anchetatori
ru: Все задания для web интервью должны быть назначены на интервьюера
uk: Всі завдання для веб-інтерв'ю повинні бути надані інтерв'юеру

# WebModeReassignToNonInterviewer
source: You are reassigning web assignment to a user who is not an INTERVIEWER. If you've already sent out the link for this assignment, the respondents will not be able to respond to your survey until the assignment is returned to a user in the role INTERVIEWER.
cs: Přidělujete webový dotazník uživateli, který není TAZATEL. Pokud jste již odeslali odkaz na tento dotazník, respondenti nebudou moci na Váše šetření reagovat, dokud nebude dotazník vrácen uživateli v roli TAZATEL.
es: Está realizando una asignación web a un usuario que no es ENTREVISTADOR. Si ya envió el enlace para esta tarea, los encuestados no podrán responder a su encuesta hasta que la tarea se devuelva a un usuario con la función ENTREVISTADOR.
ro: Reatribuiți sarcina web unui utilizator care nu este ANCHETATOR. Dacă ați trimis deja linkul pentru această sarcină, respondenții nu vor putea răspunde la sondajul dvs. până când sarcina nu va fi returnată unui utilizator în rolul ANCHETATOR.
ru: Вы переносите задания на пользователя который не является интервьюером. Если вы уже отправили ссылки для этих заданий, респонденты не смогут отвечать до тех пор пока задание не будет назначено на интервьюераz.
uk: Ви перепризначаєте веб-завдання користувачеві, який не є ІНТЕРВ'ЮЕРОМ. Якщо ви вже надіслали посилання на це завдання, респонденти не зможуть відповісти на ваші анкети, доки завдання не буде повернуто користувачеві з роллю ІНТЕРВ'ЮЕР.

# WebModeEnabledWarning
source: Assignment cannot be finished. It has web mode enabled, while questionnaire has web collection mode disabled
cs: Dotazník nelze dokončit. Má webový režim aktivován, zatímco typ dotazníku má webový sběrný režim deaktivován.
ro: Sarcina nu poate fi terminată. Are modul web activat, în timp ce chestionarul are modul de colectare web dezactivat
ru: Задание не может быть завершено. Оно создано в веб режиме, но веб режим отключен на опроснике
uk: Завдання не може бути завершено. Увімкнено веб-режим, тоді як в анкетивимкнено режим веб-збору

source: (no comment)
cs: (bez poznámky)
ro: (fără comentarii)
ru: (нет комментария)
uk: (без коментарів)

# LinkToWebInterviewExample
source: Switch to Web Interview link sample
cs: Přepnout na příklad odkazu webového dotazníku
ru: Пример ссылки при переключении интерьвю в Веб Режим
uk: Зразок посилання для переходу на веб-інтерв'ю

# ChangeModeModalTitle
source: Change mode for assignment {{assignmentId}}
cs: Změnit režim pro dotazník {{assignmentId}}
ru: Изменить режим назначения {{assignmentId}}
uk: Змінити режим для завдання{{assignmentId}}

# ModeExplanation
source: CAWI mode allows collect data from respondents directly
cs: Režim CAWI umožňuje sbírat data přímo od respondentů
ru: CAWI режим позволяет собирать данные непосредственно вводом отвечающего
uk: Режим CAWI дозволяє збирати дані безпосередньо від респондентів

# Action_UpgradedFrom
source: Upgraded from assignment {{id}}
cs: Upgradováno z přiřazení {{id}}
uk: Оновлено з призначення {{id}}

# AssignmentsSelected_plural
source: {{count}} Assignments selected
es: {{count}} Asignación(es) seleccionada(s)
ro: {{count}} Interviuri alocate selectate
sq: {{count}} Detyrat e përzgjedhura

# NumberOfAssignmentsAffected_plural
source: {{count}} Assignments are going to be changed
es: {{count}} Asignaciones serán cambiadas
ro: {{count}} sarcini vor fi schimbate
sq: {{count}} Detyrat do të ndryshohen

# WebModeReassignToNonInterviewer_plural
source: You are reassigning web assignments to a user who is not an INTERVIEWER. If you've already sent out the links for these assignments, the respondents will not be able to respond to your survey until the assignments are returned to a user in the role INTERVIEWER.
es: Está reasignando asignaciones web a un usuario que no es ENTREVISTADOR. Si ya envió los enlaces para estas asignaciones, los encuestados no podrán responder a su encuesta hasta que las asignaciones se devuelvan a un usuario en el rol ENTREVISTADOR.
ro: Reatribuiți sarcini web unui utilizator care nu este ANCHETATOR. Dacă ați trimis deja linkurile pentru aceste sarcini, respondenții nu vor putea răspunde la sondajul dvs. până când sarcinile nu vor fi returnate unui utilizator în rolul ANCHETATOR.
