Repository: surveysolutions/surveysolutions
Catalog: src/UI/WB.UI.Headquarters.Core/Resources/BatchUpload.*.resx
Languages: ar, cs, es, fr, ru, uk, zh

# SimpleDescription
source: Upload tab separated file with values for questions in the interview level only. Include values for identifying questions and other questions at the main interview level. Does not allow preloading values inside rosters.
ar: قم بتحميل ملف مفصول بعلامات جدولة يحتوي على قيم للأسئلة في مستوى المقابلة فقط. قم بتضمين قيم للأسئلة التعريفية والأسئلة الأخرى في مستوى المقابلة الرئيسي. لا يسمح بتحميل القيم مسبقًا داخل القوائم.
cs: Nahrajte soubor oddělený tabulátorem s hodnotami pouze pro otázky na úrovni rozhovoru. Zahrňte hodnoty pro technické údaje a další otázky na úrovni hlavního rozhovoru. Neumožňuje předběžné načítání hodnot uvnitř seznamů.
es: Cargue un archivo separado por tabulaciones con valores para preguntas en el nivel de entrevista únicamente. Incluya valores para identificar preguntas y otras preguntas en el nivel de la entrevista principal. No permite precargar valores dentro de rosters. <br/> <br/> Opcionalmente puede especificar las siguientes columnas: <br/> _responsible - nombre de usuario de una oficina central, supervisor o entrevistador que será responsable de la asignación; <br/> _quiantity - capacidad de la tarea; <br/> _email - correo electrónico del encuestado (solo para entrevistas web); <br/> _password - contraseña para iniciar una entrevista (solo para entrevistas web); <br/> _webmode - esta asignación está en el modo web (se debe usar el valor 1); <br/> _record_audio - la grabación de audio está habilitada para las entrevistas (1 - habilitado, 0 - deshabilitado, en blanco - obtenga este valor del cuestionario); <br/> _comment - comentarios para la tarea
fr: Téléchargez un fichier séparé par des tabulations avec des valeurs pour les questions uniquement au niveau de l'entretien. Incluez les valeurs des questions d'identification et d'autres questions au niveau principal de l'entretien. Ne permet pas le préchargement des valeurs à l'intérieur des listes.
ru: Загрузите tab форматированные данные со всеми необходимыми значениями для вопросов на уровне интервью. Значения для вопросов в ростерах не поддерживаються.
uk: Завантажте окремий файл, розділений вкладками, зі значеннями лише для запитань на рівні інтерв'ю. Включіть значення для ідентифікаційних запитань та інших запитань на рівні основного інтерв'ю. Не дозволяє попередньо завантажувати значення всередині списків.

# UploadDescription
source: Upload a file with identifying data to create new assignments. Specify usernames for headquarters, supervisors or interviewers to make batch assignments.
ar: قم بتحميل ملف يحتوي على بيانات تعريفية لإنشاء تعيينات جديدة. حدد أسماء المستخدمين للمقر الرئيسي أو المشرفين أو المقابلين لإنشاء تعيينات دفعة.
cs: Nahrajte soubor s technickými daty k vytvoření nového dotazníku. Zadejte uživatelská jména pro Ústředí, Garanty nebo tazatele pro vytvoření dotazníků v dávkách.
es: Cargue un archivo con datos identificadores para crear nuevas asignaciones. Especifique nombres de usuario sede, supervisores o entrevistadores para realizar asignaciones por lotes.
fr: Téléchargez un fichier avec des données d'identification pour créer de nouvelles affectations. Spécifiez les noms d'utilisateur pour les sièges, les superviseurs ou les enquêteurs pour effectuer des affectations en lot.
ru: Создание множества заданий с помощью загрузки файла с обязательными идентифицирующими данными. Вы можете выборочно добавить ответственных для интервью (хедквотеров, супервизоров и интервьюеров) по их именам.
uk: Завантажте файл з ідентифікаційними даними для створення нових завдань. Вкажіть імена користувачів для штаб-квартири, супервайзерів або інтерв'юерів для створення пакетних завдань.

# ViewListPreloadedData
source: View list of preloaded values
ar: عرض قائمة القيم المحملة مسبقًا
cs: Zobrazit seznam předem načtených hodnot
es: Ver lista de valores precargados
fr: Afficher la liste des valeurs préchargées
ru: Показать список значений для загрузки
uk: Перегляд списку попередньо завантажених значень
zh: 查看前导值列表

# ColumnsDescription
source: <b>_responsible</b> - username of a headquarters, supervisor or an interviewer who will be responsible for the assignment;<br/> <b>_quantity</b> - capacity of the assignment;<br/> <b>_email</b> - email of the respondent (for web-interviews only);<br/> <b>_password</b> - password to start an interview (for web-interviews only);<br/> <b>_webmode</b> - mode for assignment (1 for CAWI, 0 or blank for CAPI);<br/> <b>_record_audio</b> - audio recording is enabled for interviews (1 - enabled, 0 - disabled, blank - get this value from questionnaire);<br/> <b>_comment</b> - comments for the assignment
ar: <b>_responsible</b> - اسم المستخدم للمقر الرئيسي أو المشرف أو الباحث الذي سيكون مسؤولاً عن التعيين;<br/> <b>_quantity</b> - سعة التعيين;<br/> <b>_email</b> - البريد الإلكتروني للمستجيب (للمقابلات عبر الويب فقط)؛<br/> <b>_password</b> - كلمة المرور لبدء المقابلة (للمقابلات عبر الويب فقط);<br/> <b>_webmode</b> - وضع التعيين (1 لـ CAWI، 0 أو فارغ لـ CAPI);<br/> <b>_record_audio</b> - تمكين تسجيل الصوت للمقابلات (1 - تمكين، 0 - تعطيل، فارغ - احصل على هذه القيمة من الاستبيان);<br/> <b>_comment</b> - تعليقات على التعيين;<br/> <b>_target_area</b> - المنطقة المستهدفة للتعيين
cs: <b>_responsible</b> - uživatelské jméno Ústředí, Garanta nebo tazatele, který bude za dotazník zodpovědný;<br/> <b>_quantity</b> - kapacita dotazníku;<br/> <b >_email</b> - e-mail respondenta (pouze pro webové dotazníky);<br/> <b>_password</b> - heslo pro zahájení rozhovoru (pouze pro webové dotazníky);<br/> < b>_webmode</b> - režim pro dotazníky (1 pro CAWI, 0 nebo nic pro CAPI);<br/> <b>_record_audio</b> - zvukové nahrávky jsou povoleny pro rozhovory (1 - povoleno, 0 - zakázáno , nic – získat tuto hodnotu z dotazníku);<br/> <b>_comment</b> – poznámky k dotazníkům
es: <b>_responsible</b> - nombre de usuario de una sede, supervisor o entrevistador que será responsable de la asignación;<br/> <b>_quantity</b> - capacidad de la asignación;<br/> <b>_email</b> - correo electrónico del encuestado (solo para entrevistas web);<br/> <b>_password</b> - contraseña para iniciar una entrevista (solo para entrevistas web);<br/> <b>_webmode</b> - modo de asignación (1 para CAWI, 0 o en blanco para CAPI);<br/> <b>_record_audio</b> - la grabación de audio está habilitada para entrevistas (1 - habilitado, 0 - deshabilitado, en blanco - obtenga este valor del cuestionario);<br/> <b>_comment</b> - comentarios para la asignación;<br/> <b>_target_area</b> - área objetivo para la asignación
fr: <b>_responsible</b> - nom d'utilisateur d'un siège, superviseur ou enquêteur qui sera responsable de l'affectation;<br/> <b>_quantity</b> - capacité de l'affectation;<br/> <b>_email</b> - email du répondant (uniquement pour les entretiens web);<br/> <b>_password</b> - mot de passe pour démarrer un entretien (uniquement pour les entretiens web);<br/> <b>_webmode</b> - mode pour l'affectation (1 pour CAWI, 0 ou vide pour CAPI);<br/> <b>_record_audio</b> - l'enregistrement audio est activé pour les entretiens (1 - activé, 0 - désactivé, vide - obtenir cette valeur du questionnaire);<br/> <b>_comment</b> - commentaires pour l'affectation
ru: <b>_responsible</b> - имя хедквотера, супервизора или интервьювера на которого будет назначено задание;<br/> <b>_quantity</b> - количество интервью в задании;<br/> <b>_email</b> - email для респондента (только для web-интервью);<br/> <b>_password</b> - пароль для начала интервью (только для web-интервью);<br/> <b>_webmode</b> - режим для занадния (значение 1 для CAWI, 0 или не указано для CAPI);<br/> <b>_record_audio</b> - включена аудио запись для интервью (1 - включена, 0 - отключена, не указано - будет браться значение из опросника);<br/> <b>_comment</b> - комментарии к заданию
uk: <b>_responsible</b> - ім'я користувача штабу, супервайзера або інтерв'юера, який відповідатиме за завдання;<br/> <b>_quantity</b> - обсяг завдання;<br/> <b>_email</b> - електронна пошта респондента (тільки для веб-інтерв'ю);<br/> <b>_password</b> - пароль для початку інтерв'ю (тільки для веб-інтерв'ю);<br/> <b>_webmode</b> - режим для завдання (1 для CAWI, 0 або пусте для CAPI);<br/> <b>_record_audio</b> - чи ввімкнено аудіозапис для інтерв'ю (1 - ввімкнено, 0 - вимкнено, пусте - отримати це значення з анкети);<br/> <b>_comment</b> - коментарі до завдання

# BatchColumnsTitle
source: Optionally can specify the following columns in the main interview level file:
ar: يمكنك تحديد الأعمدة التالية اختياريًا في ملف مستوى المقابلة الرئيسي:
cs: Volitelně můžete zadat následující sloupce v hlavním souboru na úrovni rozhovoru:
es: Opcionalmente puede especificar las siguientes columnas en el archivo de nivel de entrevista principal:
fr: Vous pouvez éventuellement spécifier les colonnes suivantes dans le fichier de niveau principal de l'entretien:
ru: Так же можно указать значения в опцианальных колонках:
uk: За бажанням ви можете вказати наступні стовпці в основному файлі рівня інтерв'ю:

# BatchDescription
source: Upload a zip-archive with one or more tab separated files corresponding to the main interview level and subordinate rosters. Allows preloading variables at any level of the interview.<br/> All data files must contain variable interview__id with a unique string or numeric identifier of the interview. Links within rosters and nested rosters established the same way as in exported data.<br/>
ar: قم بتحميل أرشيف zip يحتوي على ملف أو أكثر مفصول بعلامات جدولة يتوافق مع مستوى المقابلة الرئيسي والقوائم الفرعية. يسمح بتحميل المتغيرات مسبقًا في أي مستوى من المقابلة.<br/> يجب أن تحتوي جميع ملفات البيانات على متغير interview__id بمعرف فريد نصي أو رقمي للمقابلة. يتم إنشاء الروابط داخل القوائم والقوائم المتداخلة بنفس الطريقة كما في البيانات المصدرة.<br/>
cs: Nahrajte archiv zip s jedním nebo více soubory oddělenými tabulátorem odpovídajícími úrovni hlavního rozhovoru a podřízeným seznamům (rosterům). Umožňuje předběžné načítání proměnných na jakékoli úrovni rozhovoru.<br/> Všechny datové soubory musí obsahovat proměnnou interview__id s jedinečným řetězcem nebo číselným identifikátorem rozhovoru. Odkazy v rámci seznamů a vnořených seznamů jsou vytvořeny stejným způsobem jako v exportovaných datech.<br/>
es: Cargue un archivo zip con uno o más archivos separados por tab que correspondan al nivel de entrevista principal y los rosters subordinados. Permite precargar variables en cualquier nivel de la entrevista. <br/> Todos los archivos de datos deben contener la variable interview__id con una cadena única o identificador numérico de la entrevista. Los enlaces dentro de los rosters y rosters anidados se establecen de la misma manera que en los datos exportados. <br/> <br/> Opcionalmente, puede especificar las siguientes columnas en el archivo de nivel de entrevista principal: <br/> _responsible - nombre de usuario sede, supervisor o un entrevistador que será responsable de la asignación; <br/> _quantity - capacidad de la asignación; <br/> _email - correo electrónico del encuestado (solo para entrevistas web); <br/> _password - contraseña para iniciar una entrevista ( solo para entrevistas web); <br/> _webmode - ¿esta asignación está en el modo web (se debe usar el valor 1); <br/> _record_audio - la grabación de audio está habilitada para entrevistas (1 - habilitado, 0 - deshabilitado, en blanco - obtenga este valor del cuestionario); <br/> _comment - comentarios para la tarea
fr: Téléchargez une archive zip contenant un ou plusieurs fichiers séparés par des tabulations correspondant au niveau principal de l'entretien et aux listes subordonnées. Permet le préchargement des variables à n'importe quel niveau de l'entretien.<br/> Tous les fichiers de données doivent contenir la variable interview__id avec un identifiant unique de l'entretien sous forme de chaîne ou de nombre. Les liens au sein des listes et des listes imbriquées sont établis de la même manière que dans les données exportées.<br/>
ru: Загрузить zip архив с заполненым tab файлом и собранными данными. Значения для вопросов в ростерах поддерживаються.<br/> Все файлы с данными должны содержать переменную interview__id с уникальным строковым или числовым идентификатором интервью. Связи внутри ростеров и вложенных ростеров устанавливаются так же, как и в экспортированных данных.<br/>
uk: Завантажте zip-архів з одним або кількома файлами, розділеними на вкладки, що відповідають головному рівню інтерв'ю та підпорядкованим реєстрам. Дозволяє попередньо завантажувати змінні на будь-якому рівні інтерв'ю.<br/> Усі файли даних повинні містити змінну interview__id з унікальним рядковим або числовим ідентифікатором інтерв'ю. Зв'язки всередині списків та вкладених списків встановлюються так само, як і в експортованих даних.<br/>§1§Зв'язки всередині списків та вкладених списків встановлюються так само, як і в експортованих даних.

source: Hidden questions
ar: الأسئلة المخفية
cs: Skryté otázky
es: Preguntas ocultas
fr: Questions cachées
ru: Скрытые вопросы
uk: Приховані питання
zh: 隐藏问题

# RosterSizeQuestions
source: Roster source questions
ar: أسئلة مصدر القائمة
cs: Otázky týkající se zdroje seznamu (rosteru)
es: Preguntas fuentes del roster
fr: Questions source de la liste
ru: Вопросы триггеры для ростеров
uk: Запитання до реєстру джерел
zh: 二维表来源问题

# Select_Responsible
source: Select default responsible (required)
ar: اختر المسؤول الافتراضي (مطلوب)
cs: Vyberte výchozího zodpovědného uživatele (povinné)
es: Seleccionar responsable por defecto (obligatorio)
fr: Sélectionnez le responsable par défaut (obligatoire)
ru: Выберите ответственного (обязательно)
uk: Виберіть відповідального за замовчуванням (обов'язково)
zh: 指定默认的负责人（必须的）

# Select_Responsible_Description
source: If no responsible assigned in batch file use this headquarters/supervisor/interviewer account:
ar: إذا لم يتم تعيين مسؤول في ملف الدفعة، استخدم حساب هذا المقر الرئيسي/المشرف/المقابل:
cs: Pokud k dávkovém souboru není přiřazený žádný zodpovědný uživatel, použijte tento účet Ústředí/Garanta/tazatele:
es: Si no hay un responsable asignado en el archivo por lotes, use esta cuenta de la sede / supervisor / entrevistador:
fr: Si aucun responsable n'est attribué dans le fichier de lot, utilisez ce compte de siège/superviseur/enquêteur:
ru: Если в файле для назначения нет ответственного, то этот хедквотер/супервизор/интервьюер будет назначен ответственным:
uk: Якщо у пакетному файлі не призначено відповідального, використовуйте цей обліковий запис штабу/супервайзера/інтерв'юера:

# RequiredField
source: This field is mandatory
ar: هذا الحقل إلزامي
cs: Toto pole je povinné
es: El campo es mandatorio
fr: Ce champ est obligatoire
ru: Это обязательное поле
uk: Це поле є обов'язковим для заповнення
zh: 必须明确问卷负责人
