Repository: surveysolutions/surveysolutions
Catalog: src/UI/WB.UI.Headquarters.Core/Resources/BatchUpload.*.resx
Languages: ar, cs, es, fr, ru, uk, zh

# ImportInterviewsFor
source: Importing interviews for {0}
ar: استيراد المقابلات ل {0}
cs: Import rozhovorů pro {0}
es: Importando entrevistas para {0}
fr: Importation des entretiens pour {0}
ru: Импорт интервью для {0}
uk: Імпорт інтерв'ю для {0}
zh: 正在为{0}导入访谈

# ImportProgressFormat
source: {{createdCount}} of {{totalCount}}
ar: {{totalCount}} من {{createdCount}}
cs: {{createdCount}} z {{totalCount}}
es: {{createdCount}} de {{totalCount}}
fr: {{createdCount}} sur {{totalCount}}
ru: {{createdCount}} из {{totalCount}}
uk: {{createdCount}} з {{totalCount}}
zh: {{totalCount}}中的{{createdCount}}个

source: Import sample
ar: استيراد عينة
cs: Import vzorku
es: Importar muestra
fr: Importer un échantillon
ru: Пример импорта
uk: Зразок імпорту
zh: 导入样本

source: Import status
ar: استيراد عينة
cs: Stav importu
es: Importar estado
fr: Statut de l'importation
ru: Статус импорта
uk: Статус імпорту
zh: 导入状态

# InterviewsAreNotCreated
source: No interviews were created
ar: لم يتم إنشاء أي مقابلات
cs: Nebyly vytvořeny žádné rozhovory
es: No se crearon entrevistas
fr: Aucun entretien n'a été créé
ru: Интервью не созданы
uk: Не було створено жодного інтерв'ю
zh: 没有创建访谈

# InterviewsImport_ImportingProgressPageTitle
source: Importing assignments
ar: استيراد المقابلات
cs: Import dotazníků
es: Importando entrevistas
fr: Importation des affectations
ru: Импорт заданий
uk: Імпорт призначень
zh: 正在导入访谈

# InVerificationProcess
source: is in verification process, verified
ar: في عملية التحقق، تم التحقق منها
cs: je v procesu ověřování, ověřeno
es: está en proceso de verificación, verificado
fr: est en cours de vérification, vérifié
ru: в процессе проверки, проверено
uk: знаходиться в процесі перевірки, перевірено
zh: 正在验证，已验证

# IsInvalid
source: is invalid. Please fix error(s) below and upload again.
ar: غير صالح. يرجى إصلاح الخطأ (الأخطاء) أدناه وتحميله مرة أخرى.
cs: Je neplatný. Opravte prosím níže uvedené chyby a nahrání opakujte.
es: es inválido. Favor corrija los errores siguientes y cargue de nuevo
fr: est invalide. S'il vous plaît corriger les erreurs ci-dessous et importer à nouveau.
ru: содержит невалидные данные. Исправьте ошибки и загрузите снова.
uk: є недійсним. Будь ласка, виправте помилку(и) нижче і завантажте знову.
zh: 无效。请修正错误然后重新上传。

# LastUpdateDate
source: Last date updated
ar: تاريخ آخر تحديث
cs: Poslední datum aktualizace
es: Última actualización
fr: Dernière date mise à jour
ru: Обновлено
uk: Остання дата оновлення
zh: 最近一次更新日期

# ManualModeDescription
source: You can create individual assignments by entering all required data in {{url}}
ar: يمكنك إنشاء مهام فردية عن طريق إدخال جميع البيانات المطلوبة في {{url}}
cs: Můžete vytvářet jednotlivé dotazníky zadáním všech požadovaných údajů v {{url}}
es: Puede crear asignaciones individuales ingresando todos los datos requeridos en {{url}}
fr: Vous pouvez créer des affectations individuelles en entrant toutes les données requises dans {{url}}
ru: Вы можете создать одно задание при помощи ввода всех необходимых данных используя {{url}}
uk: Ви можете створювати індивідуальні завдання, ввівши всі необхідні дані в {{url}}.
zh: 您可以通过在{{url}}中输入全部必填数据创建单个任务

# ManualModeLinkTitle
source: manual mode
ar: الوضع اليدوي
cs: manuální režim
es: modo manual
fr: mode manuel
ru: ручной режим
uk: ручний режим
zh: 手动模式

source: Message
ar: رسالة
cs: Zpráva
es: Mensaje
ru: Сообщение
uk: Повідомлення
zh: 信息

# MultipleAssignmentFailedToBeCreated
source: {{count}} assignments failed to be created
ar: فشل انشاء مهام {{count}}
cs: Neúspěšně vytvořených dotazníků - {{count}}
es: {{count}} asignaciones no se pudieron crear
fr: {{count}} affectations n'ont pas pu être créées
ru: {{count}} заданий не было создано
uk: {{count}} не вдалося створити призначення
zh: {{count}}个任务新建失败

# MultipleAssignmentsCreated
source: {{count}} assignments created
ar: انشاء مهام {{count}}
cs: Počet vytvořených dotazníků - {{count}}
es: {{count}} asignaciones creados
fr: {{count}} affectations créées
ru: {{count}} заданий создано
uk: {{count}} створено призначення
zh: 新建了{{count}}个任务

# MultipleErrorsWereFound
source: {{count}} errors found
ar: {{count}} وجد أخطاء
cs: Nalezených chyb - {{count}}
es: {{count}} errores encontrados
fr: {{count}} erreurs trouvées
ru: Обнаружено {{count}} ошибок
uk: {{count}} знайдено помилки
zh: 找到{{count}}个错误

# MultipleInterviewFailedToBeCreated
source: {0} interviews failed to be created
ar: {0} مقابلات فشل انشاءها
cs: Neúspěšně vytvořených rozhovorů - {0}
es: {0} entrevistas no se pudieron crear
fr: {0} entretiens n'ont pas pu être créés
ru: {0} интервью не удалось создать
uk: {0} інтерв'ю не вдалося створити
zh: {0}个访谈创建失败

# MultipleInterviewsCreated
source: {0} interviews created
ar: {0} مقابلات تم انشائها
cs: Vytvořených rozhovorů - {0}
es: {0} entrevistas creadas
fr: {0} entretiens créés
ru: {0} интервью создано
uk: {0} створено інтерв'ю
zh: 已经创建{0}个访谈

# NumberInterviewCreated
source: Interview(s) created
ar: تم إنشاء المقابلة (المقابلات)
cs: Rozhovor(y) vytvořen(y)
es: Entrevistas creadas
fr: entretien(s) créé(s)
ru: Создано интервью
uk: Створено інтерв'ю (інтерв'ю)
zh: 个访谈被创建

source: out of
ar: بعيد عن
cs: mimo
es: de
fr: sur
ru: из
uk: з

# PleaseWait
source: Please wait, the file
ar: يرجى الانتظار ، الملف
cs: Počkejte prosím, soubor
es: Favor espere , el archivo
fr: Veuillez patienter, le fichier
ru: Пожалуйста подождите, файл
uk: Будь ласка, зачекайте, файл
zh: 请稍等，文件

# PrefilledQuestionsRequired
source: File does not contain column(s) for the required identifying questions: <br/> <br/> <b>{0}</b>
ar: لا يحتوي الملف على عمود (أعمدة) لأسئلة تحديد الهوية المطلوبة: <br/> <br/> <b> {0} </ b>
cs: Soubor neobsahuje sloupce pro požadované technické údaje: <br/> <br/> <b>{0}</b>
es: El archivo no contiene columna (s) para las preguntas de identificación requeridas: <bar/> <br/> <b> {0} </ b>
fr: Le fichier ne contient pas de colonne(s) pour les questions d'identification requises: <br/> <br/> <b>{0}</b>
ru: Файл не содержит необходимые столбцы вопросов для хедквотера:<br><br><b>{0}</b>
uk: Файл не містить стовпця(ів) для необхідних ідентифікаційних запитань: <br/> <br/> <b>{0}</b>
zh: 文件没有包含预填问题要求的列：<br/> <br/> <b>{0}</b>

# PrefilledRequiredData
source: Required identifying data
ar: مطلوب تحديد البيانات
cs: Povinné identifikační údaje
es: Se requiere datos de identificación
fr: Données d'identification requises
ru: Обязательные идентифицирующие данные.
uk: Необхідні ідентифікаційні дані
zh: 必填的识别数据

# Prerequisite_FileOpen
source: Uploaded file cannot be opened. Please check that it is in correct format.
ar: الملف الذي تم تحميله لا يمكن فتحه .الرجاء التاكد من انه بالشكل الصحيح
cs: Nahraný soubor nelze otevřít. Zkontrolujte prosím, zda je ve správném formátu.
es: El archivo cargado no se puede abrir. Por favor verifique que esté en el formato correcto.
fr: Le fichier téléchargé ne peut pas être ouvert. Veuillez vérifier qu'il est au format correct.
ru: Не удаётся открыть загруженный файл. Пожалуйста, убедитесь в правильности его формата.
uk: Завантажений файл не відкривається. Будь ласка, перевірте, чи він має правильний формат.
zh: 不能打开上传的文件。请检查格式是否正确。

# Prerequisite_Questionnaire
source: Questionnaire cannot be used for preloading
ar: لا يمكن استخدام الاستبيان للتحميل المسبق
cs: Typ dotazníku nelze použít pro předběžné načítání
es: El cuestionario no se puede usar para precarga
fr: Le questionnaire ne peut pas être utilisé pour le préchargement
ru: Опросник не может быть использован для загрузки данных
uk: Анкета не може бути використана для попереднього завантаження
zh: 问卷模板不能用于预加载

# Prerequisite_TabOrTxtFile
source: Only .tab and .txt files are allowed for upload.
ar: يسمح فقط بتحميل ملفات .tab و .txt.
cs: Lze nahrávat pouze soubory .tab a .txt.
es: Solamente se permiten cargar archivos de tipo .tab y .texto
fr: Seuls les fichiers .tab et .txt sont autorisés pour le téléchargement.
ru: Только файлы с расширением .tab и .txt разрешены для загрузки.
uk: До завантаження допускаються лише файли у форматі .tab та .txt.
zh: 只允许上传.tab和.txt格式的文件。

# Prerequisite_UnsupportedFiles
source: The following files are not supported: {0}.
ar: الملفات التالية غير مدعومة: {0}.
cs: Následující soubory nejsou podporovány: {0}.
es: Los siguientes archivos no son soportados : {0}
fr: Les fichiers suivants ne sont pas pris en charge: {0}.
ru: Следующие файлы не поддерживаются для загрузки: {0}.
uk: Наступні файли не підтримуються: {0}.
zh: 不支持下面的文件：{0}。

# Prerequisite_ZipFile
source: Only .zip files are allowed for upload.
ar: يسمح فقط بتحميل ملفات zip.
cs: Lze nahrávat pouze soubory .zip.
es: Solamente es posible cargar archivos de tipo .zip
fr: Seuls les fichiers .zip sont autorisés pour le téléchargement.
ru: Только файлы с расширением .zip разрешены для загрузки.
uk: До завантаження допускаються лише файли у форматі .zip.
zh: 只允许上传.zip格式的文件。

source: Processing...
ar: قيد المعالجة
cs: Zpracovává se...
es: Procesando…
fr: En cours de traitement...
ru: Обработка...
uk: Обробка...
zh: 正在处理……

source: Ready for user creation
ar: جاهز لإنشاء المستخدم
cs: Připraveno k vytvoření uživatele
es: Listo para crear usuario
fr: Prêt pour la création d'utilisateur
ru: Готов к созданию пользователя
uk: Готовий до створення користувачем
zh: 已准备好创建用户

source: Ready for validation
ar: جاهز للتحقق
cs: Připraveno k ověření
es: Listo para validación
fr: Prêt pour la validation
ru: Готов к проверке
uk: Готовність до валідації
zh: 已准备好验证

source: Records count
ar: تعداد التسجيلات
cs: Počet záznamů
es: Conteo de registros
fr: Nombre d'enregistrements
ru: Количество записей
uk: Кількість записів
zh: 记录数量

# RefreshActionOnUserUpload
source: Refresh
ar: تحديث
cs: Obnovit
es: Refrescar
fr: Actualiser
ru: Обновить
uk: Оновити
zh: 刷新

# ResponsibleSupervisorWillBeAssigned
source: The responsible user will be assigned automatically
ar: سيتم تعيين المستخدم المسؤول تلقائيا
cs: Zodpovědný uživatel bude přiřazen automaticky
es: El usuario responsable será asignado automáticamente
fr: L'utilisateur responsable sera affecté automatiquement
ru: Ответственный супервизор будет присвоен автоматически
uk: Відповідальний користувач буде призначений автоматично
zh: 将自动分配督导员

source: Row
ar: صف
cs: Řádek
es: Fila
fr: Ligne
ru: Строка
uk: Гребіть!
zh: 行

# RunningInterviewImportProcess
source: Go to running assignment import process
ar: الذهاب إلى تشغيل عملية الاستيراد المهمة
cs: Přejděte ke spuštěnému procesu importu dotazníku
es: Ir a proceso de importación de asignaciones
fr: Aller au processus d'importation des affectations en cours
ru: Перейти к запущенному процессу импорта интервью
uk: Перейдіть до запуску процесу імпорту призначень
zh: 正在进行的导入过程

# SampleCreationCompleted
source: Interview creation completed successfully.
ar: اكتمل إنشاء المقابلة بنجاح.
cs: Vytvoření bylo úspěšně dokončeno.
es: Creación de entrevista completada satisfactoriamente
fr: La création de L'entretien s'est terminée avec succès.
ru: Создание образца было успешно завершено.
uk: Створення інтерв'ю успішно завершено.
zh: 样本创建已成功完成。

# SampleCreationResult
source: Interview Creation Result
ar: نتيجة إنشاء المقابلة
cs: Výsledek vytvoření rozhovoru
es: Resultado de la creación de la entrevista
fr: Résultat de la création d'entretien
ru: Результат
uk: Результат створення інтерв'ю
zh: 样本创建结果

# SampleImportWithErrors
source: Interview import completed with errors
ar: استيراد المقابلة اكتمل مع وجود أخطاء
cs: Import rozhovoru byl dokončen s chybami.
es: Importación de la entrevista completada con errores
fr: Importation d'un entretien terminée avec des erreurs
ru: Создание завершено с ошибками
uk: Імпорт інтерв'ю виконано з помилками
zh: 样本导入已完成但有错误

# SampleSuccess
source: Interview import successfully completed
ar: اكتمل استيراد المقابلة بنجاح
cs: Import rozhovoru byl úspěšně dokončen.
es: La importación de la entrevista se completó con éxito
fr: Importation d'un entretien réussie
ru: Создание успешно завершено
uk: Імпорт інтерв'ю успішно завершено
zh: 样本导入已成功完成

# SelectResponsibleToAssign
source: Select the responsible for this batch
ar: اختر المسؤول لهذه الدفعة
cs: Vyberte zodpovědného uživatele za tuto dávku
es: Seleccione el responsable de este lote
fr: Sélectionnez le responsable pour ce lot
ru: Выберите ответственного за эти задания
uk: Виберіть відповідального за цю партію
zh: 选择负责人

# SimpleTitle
source: Identifying data only
ar: تحديد البيانات فقط
cs: Pouze identifikační údaje
es: Solamente datos de identificación
fr: Identification des données uniquement
ru: Только идентифицирующие данные (один файл)
uk: Тільки ідентифікаційні дані
zh: 仅识别数据

# SingleAssignmentCreated
source: 1 assignment created
ar: 1 مهمة تم انشاءها
cs: 1 dotazník vytvořen
es: 1 asignación creada
fr: 1 affectation créée
ru: 1 задание создано
uk: Створено 1 завдання
zh: 新建了1个任务

# SingleAssignmentFailedToBeCreated
source: 1 assignment failed to be created
ar: 1 مهمةفشل انشاءها
cs: Vytvoření 1 dotazníku selhalo
es: ha fallado la creación de 1 asignación
fr: 1 affectation n'a pas pu être créée
ru: 1 задание не было создано
uk: 1 завдання не вдалося створити
zh: 1个任务新建失败

# SingleErrorFound
source: 1 error found
ar: 1 وجد خطأ
cs: 1 chyba nalezena
es: 1 error encontrado
fr: 1 erreur trouvée
ru: 1 ошибка найдена
uk: Знайдено 1 помилку
zh: 发现1个错误

# SingleInterviewCreated
source: 1 interview created
ar: 1 مقابلة تم انشاءها
cs: 1 rozhovor vytvořen
es: 1 entrevista creada
fr: 1 entretien créé
ru: 1 интервью создано
uk: Створено 1 інтерв'ю
zh: 已创建1个访谈

# SingleInterviewFailedToBeCreated
source: 1 interview failed to be created
ar: 1 مقابلة فشل في انشاءها
cs: Vytvoření 1 rozhovoru selhalo
es: ha fallado la creación de 1 entrevista
fr: 1 entretien n'a pas pu être créé
ru: 1 интервью не удалось создать
uk: 1 інтерв'ю не вдалося створити
zh: 1个访谈创建失败

source: Status
ar: الحالة
es: Estado
fr: Statut
ru: Статус
uk: Статус
zh: 状态

# SupervisorMustBeSelected
source: Supervisor or interviewer must be selected
ar: يجب اختيار المشرف او الباحث
cs: Musí být vybrán Garant nebo tazatel
es: Debe seleccionar un supervisor o entrevistador
fr: Un superviseur ou un enquêteur doit être sélectionné
ru: Необходимо выбрать супервизора
uk: Необхідно обрати керівника або інтерв'юера
zh: 必须选择督导员

source: Upload
ar: تحميل
cs: Nahrát
es: Cargar
fr: Importer
ru: Загрузить
uk: Завантажити
zh: 上传

source: Upload date
ar: تاريخ التحميل
cs: Nahrát datum
es: Fecha de carga
fr: Date d'importation
ru: Дата загрузки
uk: Дата завантаження
zh: 上传日期

source: Uploaded
ar: تم تحميله
cs: Nahráno
es: Cargado
fr: Importé
ru: Загружено
uk: Завантажено
zh: 已上传

source: Upload new data
ar: تحميل بيانات جديدة
cs: Nahrát nové data
es: Cargar nuevos datos
fr: Importer de nouvelles données
ru: Загрузить новые данные
uk: Завантажити нові дані
zh: 上传新数据

# UploadNewFile
source: Upload a new file
ar: تحميل ملف جديد
cs: Nahrát nový soubor
es: Cargar nuevo archivo
fr: Importer un nouveau fichier
ru: Загрузить новый файл
uk: Завантажити новий файл
zh: 上传一个新文件

source: Upload sample
ar: تحميل نموذج
cs: Nahrát výběr
es: Cargar muestra
fr: Importer un échantillon
ru: Загрузить образец
uk: Завантажити зразок
zh: 上传样本

# UploadSampleDescription
source: To upload the sample to be interviewed, please prepare a file (size up to 300MB) with tab-separated values (.tab file) corresponding to the template below, containing values of those variables from your questionnaire that were marked as identifying.
ar: لتحميل العينة التي سيتم مقابلتها، يرجى إعداد ملف (حجم يصل إلى 300MB) مع قيم مفصولة بعلامات الجدولة (ملف .tab) المقابلة للنموذج أدناه، تحتوي على قيم تلك المتغيرات من الاستبيان الذي تم وضع علامة عليه على أنه تحديد.
cs: Chcete-li nahrát výběr z rozhovoru, připravte si soubor (velikosti až 300 MB) s hodnotami oddělenými tabulátory (soubor .tab) odpovídající níže uvedené šabloně. Musí obsahovat technické údaje (primární klíče).
es: Para cargar la muestra que se va a entrevistar, prepare un archivo (tamaño máximo 300 MB) con valores separados por tabuladores (archivo .tab) correspondientes a la plantilla siguiente, que contenga valores de las variables de su cuestionario que se marcaron como identificadores.
fr: Pour importer l'échantillon à enquêter, veuillez préparer un fichier (taille jusqu'à 300 Mo) avec des valeurs séparées par des tabulations (fichier de format ".tab") correspondant au modèle ci-dessous, contenant les valeurs des variables de votre questionnaire marquées comme variables d'identification.
ru: Чтобы загрузить образец интервью, пожалуйста подготовьте файл (размером до 300 МБ) с данными, разделенными табуляцией (.tab файл). Файл должен соответствовать шаблону ниже и содержать значения переменных из вашего вопросника, которые должны быть отвечены хедквотером.
uk: Для завантаження вибірки для інтерв'ю, будь ласка, підготуйте файл (розміром до 300 МБ) зі значеннями, розділеними табуляцією (файл .tab), відповідно до наведеного нижче шаблону, що містить значення тих змінних з Вашої анкети, які були позначені як ідентифікаційні..
zh: 要上传需要访谈的样本，请准备一个与下面的模板对应并且数值以TAB分隔的文件（.tab文件，不超过300MB）。文件中包含问卷中标记为需要预先填写的变量的数值。

source: Upload .tab file
ar: تحميل ملف tab.
cs: Nahrát soubor .tab
es: Cargar archivo .tab
fr: Importer le fichier .tab
ru: Загрузить .tab файл
uk: Завантажте файл .tab
zh: 上传.tab文件

# UploadUsers
source: Batch User Upload
ar: تحميل دفعة المستخدم
cs: Dávkové nahrání uživatelů
es: Carga de usuarios por lotes
fr: Importation d'utilisateurs par lots
ru: Загрузка пользователей
uk: Пакетне завантаження користувача
zh: 批量用户上传

# UploadUsers_NotAllowedExtension
source: Only files with {0} and {1} extensions are allowed for upload.
ar: يسمح فقط بتحميل الملفات التي تحتوي على {0} و {1} من الإضافات.
cs: Lze nahrávat pouze soubory s {0} a {1} příponami.
es: Solo los archivos con extensiones {0} y {1} pueden cargarse.
fr: Seuls les fichiers avec les extensions {0} et {1} sont autorisés pour le téléchargement.
ru: Только файлы с расширением {0} или {1} разрешены для загрузки.
uk: До завантаження допускаються лише файли з розширеннями {0} та {1}..
zh: 只允许上传扩展名为{0}和{1}的文件。

# UploadUsers_Title
source: List of files with preloaded users
ar: قائمة الملفات مع المستخدمين مسبقة التحميل
cs: Seznam souborů s předinstalovanými uživateli
es: Lista de archivos con usuarios precargados
fr: Liste des fichiers avec des utilisateurs préchargés
ru: Список файлов с информацией о пользователях
uk: Список файлів з попередньо завантаженими користувачами
zh: 含有预加载用户的文件

# UploadUsersDescription
source: Prepare a file with tab-separated values (.tab file) corresponding to a template below. Columns marked with (*) are required. Only 'Supervisor' or 'Interviewer' are allowed in the 'role' column.
ar: قم بإعداد ملف به قيم مفصولة بعلامات جدولة (ملف .tab) يتوافق مع النموذج أدناه. الأعمدة التي تحمل علامة (*) مطلوبة. يسمح فقط "المشرف" أو "الباحث" في العمود "دور".
cs: Připravte soubor s hodnotami oddělenými tabulátory (soubor .tab) odpovídající níže uvedené šabloně. Sloupce označené (*) jsou povinné. Ve sloupci 'role' jsou povoleny pouze 'Garant' nebo 'tazatel'.
es: Prepare un archivo con valores separados por tabuladores (archivo .tab) correspondiente a una plantilla a continuación. Las columnas marcadas con (*) son obligatorias. Solo 'Supervisor' o 'Entrevistador' están permitidos en la columna 'rol'.
fr: Préparez un fichier avec des valeurs séparées par des tabulations (fichier .tab) correspondant à un modèle ci-dessous. Les colonnes marquées d'un (*) sont obligatoires. Seuls les termes «supervisor» ou «interviewer» sont autorisés dans la colonne «rôle».
ru: Подготовьте файл с данными, разделенными табуляцией (.tab файл) и соответствующий шаблону ниже. Столбцы, помеченные (*) являются обязательными. Для колонки «role» допускаются только значения «Supervisor» или «Interviewer».
uk: Підготуйте файл зі значеннями, розділеними табуляцією (.tab файл) відповідно до шаблону нижче. Стовпчики, позначені (*), є обов'язковими для заповнення. У колонці "роль" допускаються лише "Керівник" або "Інтерв'юер.
zh: 准备一个与下面的模板对应并且数值以TAB分隔的文件（.tab文件）。标记（*）的列必填。在role一列中仅允许出现Supervisor或Interviewer。

source: Upload .zip file
ar: تحميل ملف zip.
cs: Nahrát soubor .zip
es: Cargar archivo .zip
fr: Importer le fichier .zip
ru: Загрузить .zip файл
uk: Завантажити .zip файл
zh: 上传.zip文件

# UserBatchUploads
source: Batch User Upload
ar: تحميل دفعة المستخدم
cs: Dávkové nahrání uživatelů
es: Carga de usuario por lotes
fr: Importation d'utilisateurs par lots
ru: Загрузка пользователей
uk: Пакетне завантаження користувача
zh: 批量用户上传

source: User preloading process is missing
ar: عملية التحميل المسبق للمستخدم مفقودة
cs: Chybí proces předběžného načítání uživatelů
es: Hace falta el proceso de carga de usuario
fr: Le processus de préchargement de l'utilisateur est manquant
ru: Процесс, загружающий пользователей, не найден
uk: Відсутній процес попереднього завантаження користувача
zh: 用户预加载过程缺失

source: user(s) have been created
ar: تم إنشاء مستخدم (مستخدمين)
cs: uživatelé byli vytvořeni
es: usuarios han sido creados
fr: utilisateur(s) ont été créés
ru: пользователей было создано.
uk: створено користувача(ів)
zh: 个用户被创建

source: Validated
ar: التحقق من الصحة
cs: Ověřeno
es: Validado
fr: Validé
ru: Проверено
uk: Підтверджено
zh: 已验证

source: Validating
ar: التحقق من الصحة
cs: Ověřování
es: Validando
fr: Validation
ru: Проверка
uk: Перевірка
zh: 正在验证

# ValidationFinishedWithError
source: Validated
ar: التحقق من الصحة
cs: Ověřeno
es: Validado
fr: Validé
ru: Ошибки
uk: Підтверджено
zh: 已验证

# VerificationCompleted
source: Verification complete
ar: اكتمل التحقق
cs: Verifikace dokončena
es: Verificación completada
fr: Vérification terminée
ru: Проверка завершена
uk: Перевірку завершено
zh: 验证完成

source: Verify
ar: التحقق
cs: Ověřit
es: Verificar
fr: Vérifier
ru: Проверить
uk: Підтвердити
zh: 验证

source: Verify panel data
ar: تحقق من بيانات اللوحة
cs: Ověřte data panelu
es: Verificar datos del panel
fr: Vérifier les données de panel
ru: Проверка данных группы
uk: Перевірка даних панелі
zh: 验证面板数据

# VerifySampleData
source: Verify data
ar: بيانات التحقق
cs: Ověřit data
es: Verificar datos
fr: Vérifiez les données
ru: Проверка образца данных
uk: Перевірити дані
zh: 验证样本数据

# ViewListPrefilledData
source: View list of required identifying data
ar: عرض قائمة بيانات التعريف المطلوبة
cs: Zobrazit seznam požadovaných identifikačních údajů
es: Ver la lista de datos de identificación requeridos
fr: Afficher la liste des données d'identification requises
ru: Посмотреть список обязательных данных
uk: Переглянути список необхідних ідентифікаційних даних
zh: 查看必填的识别数据列表

# FileTypeDescription
source: Save file in UTF8 encoding for support language specific texts.
ar: احفظ الملف بترميز UTF8 لدعم النصوص الخاصة باللغة.
cs: Uložte soubor v kódování UTF8 pro podporu textů specifických pro určitý jazyk.
es: Guarde el archivo en codificación UTF8 para admitir textos específicos del idioma.
fr: Enregistrez le fichier en encodage UTF8 pour prendre en charge les textes spécifiques à la langue.
ru: Сохраните файл в UTF8 формате для поддержки мультиязычных текстов
uk: Збережіть файл у кодуванні UTF8 для текстів, що підтримують певні мови.

source: Identifying questions
ar: الأسئلة التعريفية
cs: Technické údaje
es: Preguntas de identificación
fr: Questions d'identification
ru: Идентифицирующие вопросы
uk: Визначальні питання
zh: 识别型问题

# SimpleColumnsTitle
source: Optionally can specify the following columns:
ar: يمكنك تحديد الأعمدة التالية اختياريًا:
cs: Volitelně lze zadat následující sloupce:
es: Opcionalmente puede especificar las siguientes columnas:
fr: Vous pouvez éventuellement spécifier les colonnes suivantes:
ru: Так же можно указать значения в опцианальных колонках:
uk: За бажанням можна вказати наступні стовпці:
