Repository: surveysolutions/surveysolutions
Catalog: src/UI/WB.UI.Headquarters.Core/Resources/BatchUpload.*.resx
Languages: ar, cs, es, fr, ru, uk, zh

# AdvancedMode
source: Advanced data upload mode
ar: الوضع المتقدم لتحميل البيانات
cs: Pokročilý režim nahrávání dat
es: Modo avanzado de carga de datos
fr: Mode avancé de transfert de données
ru: Загрузить панельные данные
uk: Розширений режим завантаження даних
zh: 高级数据上传模式

# AdvancedModeDescription
source: In order to pre-load data to more sections and variables, you can prepare a set of .tab files that correspond to the structure of your questionnaire and put in a .zip archive . Please use the template archive below. You can put only those files and columns that you wish to upload. Any columns left missing or with titles not corresponding to an existing variable in the questionnaire will be ignored.
ar: من أجل تحميل البيانات مسبقا إلى المزيد من الأقسام والمتغيرات، يمكنك إعداد مجموعة من ملفات .tab التي تتوافق مع بنية الاستبيان ووضعها في أرشيف .zip. الرجاء استخدام أرشيف النماذج أدناه. يمكنك وضع الملفات والأعمدة التي تريد تحميلها فقط. سيتم تجاهل أي أعمدة مفقودة أو مع عناوين لا تتطابق مع متغير موجود في الاستبيان.
cs: Chcete-li předem načíst data do více sekcí i více proměnných, je třeba si připravit sadu souborů .tab, které odpovídají struktuře vašeho dotazníku, a uložit do archivu .zip. Použijte níže uvedený archiv šablon. Můžete vložit pouze ty soubory se sloupci, které chcete nahrát. Názvy sloupců, které neodpovídají existující proměnné v dotazníku, budou ignorovány.
es: Para precargar datos a más secciones y variables, puede preparar un conjunto de archivos .tab que se correspondan con la estructura de su cuestionario y ponerlos en un archivo .zip. Por favor use el archivo de plantilla a continuación. Puede poner solo aquellos archivos y columnas que desea cargar. Se ignorarán todas las columnas que falten o que no correspondan con una variable existente en el cuestionario.
fr: Pour pré-charger des données dans plusieurs sections et variables, vous pouvez préparer un ensemble de fichiers de format ".tab" correspondant à la structure de votre questionnaire et les mettre dans une archive de format ".zip". Veuillez utiliser l'archive de modèle ci-dessous. Vous ne pouvez mettre que les fichiers et les colonnes que vous souhaitez pré-charger. Toutes les colonnes laissées vides ou dont les titres ne correspondent pas à une variable existante dans le questionnaire seront ignorées.
ru: Для того, чтобы предварительно загрузить данные в несколько секций и переменных, вы можете подготовить набор .tab файлов, которые соответствуют структуре вашего вопросника и поместить их в .zip архив. Пожалуйста, используйте шаблон с архива ниже. Вы можете заполнить только те файлы и столбцы, которые вы хотите загрузить. Любые пустые столбцы или имеющие неправильные названиям будут игнорироваться.
uk: Для того, щоб попередньо завантажити дані до більшої кількості розділів і змінних, ви можете підготувати набір .tab файлів, які відповідають структурі вашої анкети, і помістити їх в .zip архів. Будь ласка, використовуйте архів шаблону нижче. Ви можете завантажити лише ті файли та колонки, які бажаєте. Будь-які стовпці, які будуть відсутні або з назвами, що не відповідають існуючим змінним в опитувальнику, будуть проігноровані.
zh: 如果要为更多的部分和变量预先加载数据，您可以准备一系列与您的问卷结构一致的.tab文件并压缩为.zip文件。请使用下面的模板文件。您可以只放入您希望上传的文件和列。任何空列或者与问卷中现有变量不一致的列将被忽略。

source: All
ar: الكل
cs: Vše
es: Todos
fr: Tout
ru: Все
uk: Усе.
zh: 全部

# AreYouSureYouWantToDeleteFormat
source: Are you sure you want to delete this file ?
ar: هل تريد بالتأكيد حذف هذا الملف ؟
cs: Opravdu chcete tento soubor smazat?
es: Está seguro de querer borrar este archivo ?
fr: Êtes-vous sûr de vouloir supprimer ce fichier?
ru: Вы уверены, что хотите удалить файл
uk: Ви впевнені, що хочете видалити цей файл ?
zh: 您确定要删除文件吗？

# AssignedToMultipleEnumerators
source: Assigned to {0} interviewers
ar: تم تعينه الى {0} الباحثين
cs: Přiřazeno {0} tazatelům
es: Asignado a {0} enumeradores
fr: Affecté à {0} enquêteurs
ru: Назначено на {0} интервьюеров
uk: Призначено {0} інтерв'юерам
zh: 已分配给{0}个调查员

# AssignedToMultipleSupervisors
source: Assigned to {0} supervisors
ar: تم تعينه الى {0} المشرفين
cs: Přiřazeno {0} Garantům
es: Asignado a {0} supervisores
fr: Affecté à {0} superviseurs
ru: Назначено на {0} супервизоров
uk: Призначено {0} супервайзерам
zh: 已分配给{0}个督导员

# AssignedToSingleEnumerator
source: Assigned to 1 interviewer
ar: تم تعينه الى 1 باحث
cs: Přiřazeno 1 tazateli
es: Asignado a 1 enumerador
fr: Affecté à 1 enquêteur
ru: Назначено на 1 интервьюера
uk: Закріплено за 1 інтерв'юером
zh: 已分配给1个调查员

# AssignedToSingleSupervisor
source: Assigned to 1 supervisor
ar: تم تعينه الى 1 مشرف
cs: Přiřazeno 1 Garantovi
es: Asignado a 2 supervisor
fr: Affecté à 1 superviseur
ru: Назначено на 1 супервизора
uk: Закріплено за 1 супервайзером
zh: 已分配给1个督导员

# AssignmentsAreNotCreated
source: No assignments were created
ar: لم يتم إنشاء أية مهام
cs: Nebyly vytvořeny žádné dotazníky
es: No se creo ninguna asignación
fr: Aucune affectation n'a été créée
ru: Никаких заданий не было создано
uk: Не було створено жодного завдання
zh: 没有已创建任务

source: Back to import
ar: الرجوع الى الاستيراد
cs: Zpět na Import
es: Volver a importar
fr: Retour à l'importation
ru: Вернуться на страницу импорта опросника
uk: Повернутися до імпорту
zh: 返回导入

# BatchFileVerificationFailed
source: Verification of the uploaded file failed
ar: أخفق التحقق من الملف الذي تم تحميله
cs: Ověření nahraného souboru se nezdařilo
es: La verificación del archivo cargado ha fallado
fr: La vérification du fichier téléchargé a échoué
ru: Проверка загружаемого файла не удалась
uk: Не вдалося перевірити завантажений файл
zh: 上传文件验证失败

# BatchTitle
source: Identifying and collected data (archive)
ar: تحديد البيانات وجمعها (الأرشيف)
cs: Identifikace a sběr dat (archiv)
es: Identificación y colección de datos (archivo)
fr: Identifier et collecter des données (archive)
ru: Идентифицирующие и собранные данные (архив)
uk: Виявлення та збір даних (архів)
zh: 识别和已收集的数据（归档）

# BatchUpload_Title
source: Batch upload
ar: تحميل دفعة
cs: Dávkové nahrávání
es: Cargar por lotes
fr: Téléchargement par lots
ru: Загрузка данных
uk: Пакетне завантаження
zh: 批量上传

# BreadCrumbs_CreatingMultipleInterviews
source: creating multiple assignments
ar: انشاء مهام متعددة
cs: vytváření více dotazníků
es: creando múltiples asignaciones
fr: création de plusieurs affectations
ru: создание многих интервью
uk: створення декількох призначень
zh: 正在创建多个访谈

source: Browse teams
ar: تصفح الفرق
cs: Procházet týmy
es: Explorar equipos
fr: Parcourir les équipes
ru: Просмотреть пользователей
uk: Переглянути команди
zh: 浏览团队

source: Cell
ar: خلية
cs: Buňka
es: Celda
fr: Cellule
ru: Ячейка
zh: 单元

source: Code
ar: رمز
cs: Kód
es: Código
ru: Код
uk: Код
zh: 代码

source: Column
ar: عامود
cs: Sloupec
es: Columna
fr: Colonne
ru: Колонка
uk: Колонка
zh: 列

source: Create assignments
ar: انشاء مهام
cs: Vytvořit dotazník
es: Crear asignaciones
fr: Créer des affectations
ru: Создать задания
uk: Створюйте завдання
zh: 创建任务

source: Create interviews
ar: انشاء مقابلات
cs: Vytvořit rozhovory
es: Crear entrevistas
fr: Créer des entretiens
ru: Создать интервью
uk: Створюйте інтерв'ю
zh: 创建访谈

# CreateSample
source: Create interviews from this data
ar: انشاء مقابلات من هذه البيانات
cs: Vytvořit rozhovory z těchto dat
es: Crear entrevistas a partir de estos datos
fr: Créer des entretiens à partir de ces données
ru: Создание интервью
uk: Створіть інтерв'ю на основі цих даних
zh: 从数据中创建样本

source: Create users
ar: انشاء مستخدمين
cs: Vytvořit uživatele
es: Crear usuarios
fr: Créer des utilisateurs
ru: Создание пользователей
uk: Створення користувачів
zh: 创建用户

source: Creating multiple assignments
ar: انشاء مهام متعددة
cs: Vytváření více dotazníků
es: Crear múltiples asignaciones
fr: Créer plusieurs affectations
ru: Создать множество заданий используя файл
uk: Створення декількох призначень
zh: 正在创建多个任务

source: Creating multiple interviews
ar: انشاء مقابلات متعددة
cs: Vytvořit více rozhovorů
es: Crear múltiples entrevistas
fr: Créer plusieurs entretiens
ru: Создать множество интервью используя файл
uk: Створення декількох інтерв'ю
zh: 正在创建多个访谈

source: Creating users
ar: انشاء المستخدمين
cs: Vytváření uživatelů
es: Creando usuarios
fr: Créer des utilisateurs
ru: Создание пользователей
uk: Створення користувачів
zh: 正在创建用户

# DataForMultipleAssignmentsFound
source: Data for {0} assignments found
ar: تم العثور على بيانات من {0} المهام
cs: Byla nalezena data pro {0} dotazníků
es: Se encontraron {0} datos para asignaciones
fr: Données pour {0} affectations trouvées
ru: Найдены данные для {0} задания(ий)
uk: Знайдено дані для {0} призначень
zh: 找到{0}个任务的数据

# DataForMultipleInterviewsFound
source: Data for {0} interviews found
ar: تم العثور على بيانات من {0} المقابلات
cs: Nalezena data pro {0} rozhovorů
es: Se encontraron {0} datos para entrevistas
fr: Données pour {0} entretiens trouvées
ru: Данные для {0} интервью найдены
uk: Знайдено дані для {0} інтерв'ю
zh: 找到{0}个访谈的数据

# DataForSingleAssignmentFound
source: Data for 1 assignment found
ar: تم العثور على بيانات ل1 مهمة
cs: Byla nalezena data pro 1 dotazník
es: Se encontró datos para 1 asignación
fr: Données pour 1 affectation trouvées
ru: Найдены данные для 1 задания
uk: Знайдено дані для 1 завдання
zh: 找个1个任务的数据

# DataForSingleInterviewFound
source: Data for 1 interview found
ar: تم العثور على بيانات ل1 مقابلة
cs: Nalezena data pro 1 rozhovor
es: Se encontró datos para 1 entrevista
fr: Données pour 1 entretien trouvées
ru: Данные для 1 интервью найдены
uk: Знайдено дані для 1 інтерв'ю
zh: 找到1个访谈的数据

# DataIsValid
source: Data are valid
ar: البيانات صالحة
cs: Údaje jsou platné
es: Los datos son válidos
fr: Les données sont valides
ru: Данные валидны
uk: Дані є дійсними
zh: 数据有效

source: Delete
ar: حذف
cs: Smazat
es: Eliminar
fr: Supprimer
ru: Удалить
uk: Видалити
zh: 删除

source: Details
ar: تفاصيل
cs: Podrobnosti
es: Detalles
fr: Détails
ru: Детали
uk: Деталі
zh: 详细

# DownloadDescListRequiredPreffiledData
source: Variables marked as Identifying in Designer. Download a
ar: المتغيرات التي تحمل علامة "تحديد في المصمم". تحميل a
cs: Proměnné označené jako Identifikace v Designer. Stáhnout
es: Variables marcadas como identificadores en Designar.
fr: Variables marquées comme Identifiantes dans Designer. Téléchargez un
ru: Список полей, которые обязательны для создания интервью. Загрузить шаблон в формате tab для опросника.
uk: Змінні, позначені як ідентифікатори в Дизайнері. Завантажте файл
zh: 在问卷设计器中被标记为识别型问题的变量。下载一个

source: Download invalid assignments
ar: تنزيل المهام غير الصالحة
cs: Stáhnout neplatné dotazníky
es: Descargar asignaciones inválidas
fr: Télécharger les affectations invalides
ru: Загрузить задания с ошибками
uk: Завантажити недійсні завдання
zh: 下载无效的任务

source: Download invalid interviews
ar: تنزيل مالمقابلات غير الصالحةصالحة
cs: Stažení neplatných rozhovorů
es: Descargar entrevistas inválidas
fr: Télécharger des entretiens invalides
ru: Загрузка поврежденных интервью
uk: Завантажити недійсні інтерв'ю
zh: 下载无效的访谈

# DownloadLinkTitleListRequiredPreffiledData
source: .tab template.
ar: نموذج علامة التبويب.
cs: šablona .tab.
es: plantilla .tab
fr: modèle .tab.
ru: tab. шаблон для опросника
uk: Шаблон .tab.
zh: .tab模板。

# DownloadTabTemplate
source: Download .tab template for this questionnaire
ar: تحميل. نموذج علامة التبويب لهذا الاستبيان
cs: Stáhněte si šablonu .tab pro tento typ dotazníku
es: Descargar plantilla .tab de este cuestionario
fr: Télécharger le modèle ".tab" pour ce questionnaire
ru: Скачать tab шаблон для этого опросника
uk: Завантажити шаблон .tab для цієї анкети
zh: 下载问卷的.tab模板

# DownloadTemplateArchive
source: Download .zip template for this questionnaire
ar: تحميل. نموذج عالأرشيف .ZIP لهذا الاستبيان
cs: Stáhněte si šablonu .zip pro tento typ dotazníku
es: Descargar plantilla .zip de este cuestionario
fr: Téléchargez le modèle ".zip" pour ce questionnaire
ru: Скачать zip шаблон для этого опросника
uk: Завантажити .zip шаблон для цієї анкети
zh: 下载模板

# EmptySupervisorDescription
source: If usernames are not specified in the "_responsible" column, you will need to assign a supervisor to all assignments in a later step.
ar: إذا لم يتم تحديد أسماء المستخدمين سوف تحتاج إلى تعيين المشرف لجميع المهام في خطوة لاحقة.
cs: Pokud nejsou ve sloupci "_responsible" uvedena uživatelská jména, budete muset v pozdějším kroku přiřadit všechny dotazníky Garantovi.
es: Si no se especifican los nombres de usuario, deberá asignar a un supervisor todas las asignaciones en un paso posterior.
fr: Si les noms d'utilisateur ne sont pas spécifiés dans la colonne "_responsible", vous devrez affecter un superviseur à toutes les affectations dans une étape ultérieure.
ru: Если имена пользователей не указаны в загружаемом файле, вы должны будете позже указать одного супервизора для всех заданий.
uk: Якщо імена користувачів не вказані в колонці "_відповідальний", вам потрібно буде призначити керівника для всіх завдань на наступному кроці.
zh: 如果没有给定用户名，您在后面的步骤中需要为全部任务指定一个督导员。

source: Estimated Time
ar: الوقت المقدر
cs: Předpokládaný čas
es: Tiempo estimado {{tiempo estimado}}
fr: Temps estimé
ru: Предполагаемое время
uk: Орієнтовний час
zh: 预计时间

source: File
ar: ملف
cs: Soubor
es: Archivo
fr: Fichier
ru: Файл
uk: Файл
zh: 文件

source: File name
ar: اسم الملف
cs: Název souboru
es: Nombre de archivo
fr: Nom de fichier
ru: Имя файла
uk: Ім'я файлу
zh: 文件名

# FileNotParsed
source: File wasn't parsed. Only tab-delimited files are allowed.
ar: لم يتم تحليل الملف. يسمح فقط بالملفات المفصولة بعلامات جدولة.
cs: Soubor nebyl analyzován. Jsou povoleny pouze soubory oddělené tabulátory.
es: El archivo no fue procesado. Solamente archivos delimitados por tab son permitidos.
fr: Le fichier n'a pas été analysé. Seuls les fichiers de format ".tab" avec délimiteur sont autorisés.
ru: Файл не был обработан. Могут быть загружены только файлы с разделитем табуляции.
uk: Файл не було розібрано. Допускаються лише файли, розділені табуляцією.
zh: 文件未被解析。只能上传TAB间隔的文件。

source: File size
ar: حجم الملف
cs: Velikost souboru
es: Tamaño de archivo
fr: Taille du fichier
ru: Размер файла
uk: Розмір файлу
zh: 文件大小

# FileSizeLimit
source: The file size cannot exceed 300MB.
ar: لا يمكن أن يتجاوز حجم الملف 300 ميغابايت.
cs: Velikost souboru nesmí přesáhnout 300 MB.
es: El archivo no puede exceder los 300MB
fr: La taille du fichier ne peut pas dépasser 300 Mo.
ru: Размер файла не может превышать 300 МБ.
uk: Розмір файлу не може перевищувати 300 МБ.
zh: 文件大小不能超过300MB。

source: Finished
ar: تم الانتهاء
cs: Hotovo
es: Finalizado
fr: Terminé
ru: Завершено
uk: Готово.
zh: 已完成

# FinishedWithError
source: Finished with error(s)
ar: تم الانتهاء من الخطأ (الأخطاء)
cs: Dokončeno s chybami
es: Finalizado con errores
fr: Terminé avec erreur(s)
ru: Завершено с ошибкой
uk: Завершено з помилкою (помилками)
zh: 已完成但有错误

# FinishedWithErrorMessage
source: Finished with error(s). Reason:
ar: تم الانتهاء من الخطأ (الأخطاء). السبب:
cs: Dokončeno s chybami. Důvod:
es: Finalizado con errores. Razón:
fr: Terminé avec erreur(s). Raison:
ru: Завершено с ошибкой, причина:
uk: Завершено з помилкою(ами). Причина:
zh: 已完成但有错误，原因是：

# FormatNotSupported
source: File format is not supported. The data inside the file will be ignored
ar: تنسيق الملف غير مدعوم. سيتم تجاهل البيانات الموجودة داخل الملف
cs: Formát souboru není podporován. Data v souboru budou ignorována
es: El formato no está soportado. Los datos contenidos en el archivo serán ignorados
fr: Le format de fichier n'est pas pris en charge. Les données à l'intérieur du fichier seront ignorées
ru: Формат файла не поддерживается, данные внутри него будут игнорироваться
uk: Формат файлу не підтримується. Дані всередині файлу будуть проігноровані
zh: 文件格式不支持，数据将被忽略

# HideListPrefilledData
source: Hide list of required identifying data
ar: إخفاء قائمة بيانات التعريف المطلوبة
cs: Skrýt seznam požadovaných identifikačních údajů
es: Ocultar lista de datos requeridos de identificación
fr: Masquer la liste des données d'identification requises
ru: Спрятать список обязательных идентифицирующих данных.
uk: Приховати список необхідних ідентифікаційних даних
zh: 隐藏必填的识别数据列表

# Import_Verification_1_AssignmentVerified
source: 1 assignment verified successfully
ar: 1 مهمة تم التحقق منها بنجاح
cs: 1 dotazník úspěšně ověřen
es: 1 asignación verificada satisfactoriamente
fr: 1 affectation vérifiée avec succès
ru: 1 задание успешно проверено
uk: 1 завдання перевірено успішно
zh: 成功验证了1个任务

# Import_Verification_1_Error
source: 1 error
ar: 1 خطأ
cs: 1 chyba
fr: 1 erreur
ru: 1 ошибка
uk: 1 помилка
zh: 1个错误

# Import_Verification_AssignmentsVerified
source: {{count}} assignments verified successfully
ar: تم التحقق من المهام بنجاح {{count}}
cs: Úspěšně ověřených dotazníků - {{count}}
es: {{count}} asignaciones verificadas satisfactoriamente
fr: {{count}} affectations vérifiées avec succès
ru: {{count}} заданий успешно проверено
uk: {{count}} призначення перевірено успішно
zh: 成功验证了{{count}}个任务

# Import_Verification_Errors
source: {{count}} errors
ar: {{count}} أخطاء
cs: Chyb - {{count}}
es: {{count}} errores
fr: {{count}} erreurs
ru: {{count}} ошибок
uk: {{count}} помилки
zh: {{count}}个错误

# Import_VerificationOfAssignmentData
source: Verification of assignment data
ar: التحقق من بيانات التعيين
cs: Ověření dat dotazníku
es: Verificación de datos de asignación
fr: Vérification des données de l'affectation
ru: Проверка данных заданий
uk: Перевірка даних про призначення
zh: 任务数据验证

# Import_VerificationOfAssignments_ForQuestionnaire
source: Verification of assignments for questionnaire {{title}}
ar: التحقق من تخصيصات الاستبيان {{title}}
cs: Ověření dotazníku, typu {{title}}
es: Verificación de asignaciones para el cuestionario {{title}}
fr: Vérification des affectations pour le questionnaire {{title}}
ru: Проверка заданий для опросника {{title}}
uk: Перевірка завдань для анкети {{title}}
zh: 问卷模板{{title}}的任务验证

# Import_VerificationOfDataFile
source: Verification of data file
ar: التحقق من ملف البيانات
cs: Ověření datového souboru
es: Verificación del archivo de datos
fr: Vérification du fichier de données
ru: Проверка файла данных
uk: Перевірка файлу даних
zh: 数据文件验证

# Import_VerificationOfDataFile_Progress
source: step {{verifiedCount}} of {{totalCount}}
ar: من {{verifiedCount}} الخطوة {{totalCount}}
cs: krok {{verifiedCount}} z {{totalCount}}
es: paso {{verifiedCount}} de {{totalCount}}
fr: étape {{verifiedCount}} sur {{totalCount}}
ru: шаг {{verifiedCount}} из {{totalCount}}
uk: крок {{verifiedCount}} від {{totalCount}}
zh: {{totalCount}}个步骤中的第{{verifiedCount}}步

# Import_VerificationOfDataFile_Succeeded
source: Verification of data file succeeded
ar: تم التحقق من ملف البيانات بنجاح
cs: Ověření datového souboru proběhlo úspěšně
es: Verificación de datos satisfactoria
fr: Vérification du fichier de données réussie
ru: Проверка файла данных выполнена успешно
uk: Перевірка файлу даних пройшла успішно
zh: 成功验证了数据文件

# ImportAssignments_PageTitle
source: Creating multiple assignments with batch upload
ar: انشاء مهام متعددة مع تحميل دفعة واحدة
cs: Vytvoření více dotazníků pomocí dávkového nahrávání
es: Creando múltiples asignaciones a partir de archivo por lotes
fr: Création de plusieurs affectations avec téléchargement en lot
ru: Создание заданий из данных в файле
uk: Створення кількох призначень за допомогою пакетного завантаження
zh: 使用批量上传创建多个分配

# ImportAssignmentsFor
source: Importing assignments for {{title}}
ar: استيراد المهام ل {{title}}
cs: Import dotazník pro {{title}}
es: Importando asignaciones para {{title}}
fr: Importation des affectations pour {{title}}
ru: Импорт заданий для {{title}}
uk: Імпорт призначень для {{title}}
zh: 正在为{{title}}中导入信息

# ImportFrom
source: Importing information from {{fileName}} for {{title}}
ar: ل {{fileName}} استاد المعلومات من {{title}}
cs: Import informací z {{fileName}} pro {{title}}
es: Importando información de {{fileName}} para {{title}}
fr: Importation des informations de {{fileName}} pour {{title}}
ru: Импортирование из {{fileName}} для {{title}}
uk: Імпорт інформації з {{fileName}} для {{title}}
zh: 正在从{{fileName}}和{{title}}中导入信息

source: Importing
ar: استيراد
cs: Importuje se
es: Importando
fr: Importation
ru: Импорт
uk: Імпорт
zh: 导入中

# ImportInProgress
source: Other assignment import process is running. Only one assignment import process at a time is allowed. Wait until the process is finished and then upload a new sample file. Follow the link if you want to get more detailed progress information about the other import process.
ar: عملية استيراد مهمة أخرى قيد التشغيل. يسمح بعملية استيراد مهمة واحدة فقط في كل مرة. انتظر حتى يتم الانتهاء من العملية ثم قم بتحميل ملف عينة جديد. اتبع الرابط إذا كنت ترغب في الحصول على معلومات تقدم أكثر تفصيلا حول عملية الاستيراد الأخرى.
cs: Právě probíhá import dotazníku. Pouze jeden takovýto proces může probíhat najendou. Počkejte, až se proces dokončí, a poté nahrajte nový soubor. Chcete-li získat podrobnější informace o průběhu dalšího importu dotazníku, klikněte na odkaz.
es: Se está ejecutando otro proceso de importación de asignación. Solo se permite un proceso de importación de asignaciones a la vez. Espere hasta que finalice el proceso y luego cargue un nuevo archivo de muestra. Siga el enlace si desea obtener información de progreso más detallada sobre el otro proceso de importación.
fr: L'autre processus d'importation d'affectations est en cours d'exécution. Un seul processus d'importation d'affectations à la fois est autorisé. Attendez la fin du processus en cours, puis téléchargez un nouveau fichier exemplaire. Suivez le lien si vous souhaitez obtenir des informations de progression plus détaillées sur l'autre processus d'importation.
ru: Один процесс импорта интервью уже запущен. Одновременно может выполнятся только один процесс импорта. Подождите, пока запущенный процесс будет окончен и загрузите данные снова. Проследуйте по ссылке, если вы хотите получить более детальную информацию о запущенном процессе.
uk: Запущено інший процес імпортування призначення. Одночасно дозволено лише один процес імпорту завдань. Зачекайте, поки процес завершиться, і завантажте новий файл-зразок. Якщо ви хочете отримати докладнішу інформацію про хід іншого процесу імпорту, перейдіть за посиланням.
zh: 正在导入访谈。请等待至操作完成。

# ImportInterviews_ChooseFile
source: Choose a file to upload
ar: اختر ملف للتحميل
cs: Vyberte soubor k nahrání
es: Escoja un archivo a cargar
fr: Choisissez un fichier à importer
ru: Вы должны выбрать файл для загрузки
uk: Виберіть файл для завантаження
zh: 您必须选择一个文件上传

# ImportInterviews_Done
source: Done:
ar: تم إنجازه
cs: Hotovo:
es: Hecho:
fr: Terminé:
ru: Готово:
uk: Зроблено.:
zh: 完成：

# ImportInterviews_NoneFailed
source: None failed
ar: لم يفشل أي شيء
cs: Nic neselhalo
es: Ninguno ha fallado
fr: Aucun échec
ru: Ничего не удалось
uk: Жоден не провалився.
zh: 没有失败

# ImportInterviews_PageTitle
source: Creating multiple interviews with batch upload
ar: انشاء مقابلات متعددة مع تحميل دفعة واحدة
cs: Vytvoření více rozhovorů pomocí dávkového nahrávání
es: Creando múltiples entrevistas con la carga por lotes
fr: Création de plusieurs entretiens avec téléchargement en lot
ru: Создание многих интервью загрузкой файла
uk: Створення декількох інтерв'ю з пакетним завантаженням
zh: 通过批量上传模式创建多个访谈

# ImportInterviews_SelectButtonText
source: Select
ar: تحديد
cs: Vybrat
es: Seleccionar
fr: Sélectionner
ru: Выберите
uk: Виберіть
zh: 选择

# ImportInterviews_SelectResponsible
source: Select responsible
ar: اختر مسؤول
cs: Vyberte zodpovědné uživatele
es: Seleccionar responsable
fr: Sélectionnez le responsable
ru: Выберите ответственного
uk: Оберіть відповідального
zh: 选择负责人
