Repository: surveysolutions/surveysolutions
Catalog: src/UI/WB.UI.Headquarters.Core/Resources/Dashboard.*.resx
Languages: es, fr, pt, ro, ru, sq

source: All data
es: Toda la información
fr: Toutes les données
pt: Todos os dados
ro: Toate datele
ru: Все данные
sq: Të gjitha të dhënat

source: All data Spss
es: Todos los datos Spss
fr: Toutes les données Spss
pt: Todos os dados Spss
ro: Toate datele SPSS
ru: Все данные Spss
sq: Të gjitha të dhënat Spss

source: All data Stata
es: Todos los datos Stata
fr: Toutes les données Stata
pt: Todos os dados Stata
ro: Toate datele Stata
ru: Все данные Stata
sq: Të gjitha të dhënat Stata

source: Approved data
es: Datos aprobados
fr: Données approuvées
pt: Dados aprovados
ro: Date aprobate
ru: Утвержденные данные
sq: Të dhënat e miratuara

source: Approved data Spss
es: Datos Spss aprobados
fr: Données approuvées Spss
pt: Aprovado dados Spss
ro: date aprobate SPSS
ru: Утвержденные данные Spss
sq: Të dhënat e miratuara Spss

source: Approved data Stata
es: Datos Stata aprobados
fr: Données approuvées Stata
pt: Aprovado dados Stata
ro: Date aprobate Stata
ru: Утвержденные данные Stata
sq: Të dhënat e miratuara Stata

source: Binary data
es: Datos binarios
fr: Données multi-média
pt: Dados binários
ro: Date binare
ru: Бинарные данные
sq: Të dhëna binare

source: Clone questionnaire
es: Clonar cuestionario
fr: Cloner le questionnaire
pt: Questionário de clone
ro: Chestionar clonă
ru: Клонировать опросник
sq: Klono pyetësorin

# CreationDate
source: Created on
es: Cuenta creada
fr: Créé sur
pt: Data de criação
ro: Creat la data de
ru: Создан
sq: Krijuar më

source: History
es: Historial
fr: Historique
pt: História
ro: Istoric
ru: История
sq: Historiku

# ImportTemplate
source: Import questionnaire
es: Importar cuestionario
fr: Importer un masque
pt: Modelo de importação
ro: Importă chestionarul
ru: Импорт опросника
sq: Importo pyetësorin

# LastEntryDate
source: Modified on
es: Modificado en
fr: Modifié le
pt: Data da última entrada
ro: Modificat la data de
ru: Обновлен
sq: Modifikuar më

source: New assignment
es: Nueva asignación
fr: Nouvelle affectation
pt: Nova atribuição
ro: Interviu alocat nou
ru: Новое задание
sq: Detyrë e re

source: Questionnaires
es: Cuestionarios
pt: Questionários
ro: Chestionare
ru: Опросники
sq: Pyetësorë

source: Maps
es: Mapas
fr: Cartes
pt: Mapas
ro: Hărți
ru: Карты
sq: Hartat

source: Title
fr: Titre
pt: Título
ro: Titlu
ru: Название
sq: Titulli

source: Version
es: Versión
pt: Versão
ro: Versiunea
ru: Версия
sq: Versioni

source: Map Dashboard
fr: Tableau de bord des cartes
pt: Relatório de mapa
ru: Задания на карте

# ImportDate
source: Imported on
es: Importado en
fr: Importé sur
pt: Importado em
ro: Importat la data de
ru: Дата загрузки
sq: Importuar në

source: Actions
es: Acciones
fr: Actes
pt: Ações
ro: Acțiuni
ru: Действия
sq: Veprime

source: Delete questionnaire
es: Eliminar cuestionario
fr: Supprimer le questionnaire
pt: Excluir questionário
ro: Șterge chestionarul
ru: Удалить опросник
sq: Fshi pyetësorin

source: Export questionnaire
es: Exportar cuestionario
fr: Exporter le questionnaire
pt: Exportar questionário
ro: Exportă chestionarul
ru: Экспортировать опросник
sq: Eksporto pyetësorin

source: Questionnaire
es: Cuestionario
pt: Questionário
ro: Chestionar
ru: Опросник
sq: Pyetësor

# SurveySetupIntroMessage1
source: Click Import Questionnaire button to load a questionnaire from Designer
es: Haga clic en el botón "Importar cuestionario" para cargar un cuestionario del diseñador
fr: Cliquez sur le bouton Importer le questionnaire pour charger un questionnaire à partir du Designer
pt: Clique no botão Importar Questionário para carregar um questionário do Designer
ro: Apăsați butonul Importă Chestionar pentru a încărca un chestionar din Designer
ru: Кликните по кнопке Иморт Опросника для загрузки шаблона с Дизайнера
sq: Kliko butonin Importo pyetësorin për të ngarkuar pyetësorin nga Designer

# SurveySetupIntroMessage2
source: Click on a questionnaire from the list to create interview assignments
es: Haga clic en un cuestionario de la lista para crear asignaciones de entrevistas
fr: Cliquez sur un questionnaire dans la liste pour créer des affectations d'entretien
pt: Clique em um questionário da lista para criar atribuições de entrevista
ro: Apasă pe un chestionar din listă pentru a aloca interviuri
ru: Кликните по опроснику из списка для создания интервью
sq: Kliko mbi pyetësorin nga lista për të krijuar detyra për intervistën

source: Web interview setup
es: Configuración de entrevista web
fr: Configuration de L'entretien Web
pt: Configuração de entrevista na web
ro: Setarea chestionarului web
ru: Настройка web интервью
sq: Konfigurimi i intervistës në internet

source: Record audio
es: Grabar audio
fr: Enregistrer l'audio
pt: Gravar áudio
ru: Вести аудио запись
sq: Regjistro audion

source: Upload assignments
es: Cargar asignaciones
fr: Importer des affectations
pt: Carregar atribuições
ro: Încărcarea interviurilor alocate
ru: Загрузить задания
sq: Ngarko detyrat

source: Delete map
es: Eliminar mapa
fr: Supprimer la carte
pt: Excluir mapa
ro: Șterge hartă
ru: Удалить карту
sq: Fshi hartën

source: Delete map user
es: Eliminar mapa de usuario
fr: Supprimer l'utilisateur de la carte
pt: Excluir usuário do mapa
ro: Șterge utilizatorul hărții
ru: Удалить пользователя карты
sq: Fshi përdoruesin e hartës

source: Upgrade assignments
es: Actualizar asignaciones
fr: Mettre à jour les affectations
pt: Atualizar atribuições
ro: Actualizarea interviurilor alocate
ru: Обновить задания
sq: Përditëso detyrat

# RecordAudioTitle
source: The Interviewer application will record the audio of the interview when audio audit is enabled. Note that the amount of synchronization data would be significantly larger.
es: La aplicación Interviewer grabará el audio de la entrevista cuando la auditoría de audio esté habilitada. Tenga en cuenta que la cantidad de datos de sincronización sería significativamente mayor.
fr: L'application Interviewer enregistrera l'audio de l'entretien lorsque l'audit audio est activé. Notez que la quantité de données de synchronisation sera considérablement plus grande.
pt: O aplicativo Entrevistador gravará o áudio da entrevista quando a auditoria de áudio estiver ativada. Observe que a quantidade de dados de sincronização será significativamente maior.
ru: Когда включено, приложение interviewer будет вести аудио запись интервью. При включении аудио аудита размер данных синхронизации значительно увеличится
sq: Kur aktivizohet, aplikacioni i intervistuesit do të regjistrojë procesin e intervistës. Kur kontrolli audio të jetë i ndezur, një sasi të dhënash të sinkronizuara do të jenë shumë më të mëdha

source: Send invitations
es: Enviar invitaciones
fr: Envoyer des invitations
pt: Enviar convites
ru: Отправить приглашения
sq: Dërgo ftesat

# DownloadLinks
source: Download web links
es: Descargar enlaces web
fr: Télécharger les liens web
pt: Baixar links da web
ru: Скачать web ссылки
sq: Shkarko adresat e internetit

# WebMode
source: Mode
es: Modo
pt: Modo
ru: Режим
sq: Modaliteti

source: Details
es: Detalles
fr: Détails
pt: Detalhes
ru: Подробности

source: Show on Designer
es: Mostrar en Designer
fr: Afficher sur le Designer
pt: Mostrar no Designer
ru: Посмотреть на Дизайнере

source: Imported by
es: Importado por
fr: Importé par
pt: Importado por
ru: Импортировано

# ImportedByText
source: {{role}} user {{name}}
es: {{role}} usuario {{name}}
fr: Utilisateur {{role}} {{name}}
pt: Usuário {{role}} {{name}}
ru: {{role}} пользователем {{name}}

# QuestionnaireDeleteWarn
source: {{receivedInterviews}} interviews and {{receivedAssignments}} assignments for new interviews have been received by the interviewers/supervisors working disconnected. After you confirm the deletion of the survey the server will no longer accept the information based on these interviews/assignments, and they will disappear at next synchronization without a possibility of recovery even if contain newly entered/edited information. It is your responsibility to warn/notify the interviewers to no longer fill out those interviews/assignments, because they will not be notified automatically. Do you want to continue?
es: {{receivedInterviews}} entrevistas y {{receivedAssignments}} asignaciones para nuevas entrevistas fueron recibidas por el entrevistador/supervisor quienes trabajan en modo offline. Después de confirmar la eliminación de la encuesta, el servidor ya no aceptará la información basada en estas entrevistas / asignaciones, y desaparecerán en la próxima sincronización sin posibilidad de recuperación, aun si éstas contienen información recién ingresada / editada. Es su responsabilidad advertir / notificar a los entrevistadores que dejen de completar esas entrevistas / asignaciones, ya que no serán notificados automáticamente. ¿Desea continuar?
fr: {{receivedInterviews}} entretiens et {{receivedAssignments}} affectations pour de nouveaux entretiens ont été reçus par les enquêteurs/superviseurs travaillant déconnectés. Après avoir confirmé la suppression de l'enquête, le serveur n'acceptera plus les informations basées sur ces entretiens/affectations, et elles disparaîtront lors de la prochaine synchronisation sans possibilité de récupération, même si elles contiennent des informations nouvellement saisies/modifiées. Il est de votre responsabilité d'avertir/informer les enquêteurs de ne plus remplir ces entretiens/affectations, car ils ne seront pas automatiquement notifiés. Voulez-vous continuer ?
pt: {{receivedInterviews}} entrevistas e {{receivedAssignments}} atribuições para novas entrevistas foram recebidas pelos entrevistadores/supervisores que trabalham desconectados. Após confirmar a exclusão da pesquisa, o servidor não aceitará mais as informações baseadas nessas entrevistas/atribuições, e elas desaparecerão na próxima sincronização sem possibilidade de recuperação, mesmo que contenham informações recém-inseridas/editadas. É sua responsabilidade avisar/notificar os entrevistadores para não preencher mais essas entrevistas/atribuições, pois eles não serão notificados automaticamente. Deseja continuar?
ru: {{receivedInterviews}} интервью и {{receivedAssignments}} заданий для новых интервью были получены интервьюерами/супервизорами. После подтверждения удаления обследования сервер не будет принимать информацию по данному опроснику, и они будут удалены при последующей синхронизации без возможности восстановления. Даже в случае наличия новой информации. Это Ваша ответственность уведомить интервьюеров остановить сбор данных по этому опроснику, так как они не будут уведомлены автоматически. Желаете продолжить?

# TypeQuestionnaireName
source: Please type '{{questionnaireTitle}}' to confirm
es: Escriba "{{questionnaireTitle}}" para confirmar
fr: Veuillez taper '{{questionnaireTitle}}' pour confirmer
pt: Por favor, digite '{{questionnaireTitle}}' para confirmar
ru: Введите '{{questionnaireTitle}}' для подтверждения

source: Users Management
fr: Gestion des utilisateurs
pt: Gestão de usuários
ru: Управление пользователями

source: Exposed Variables
fr: Variables exposées
pt: Variáveis expostas
ru: Открытые переменные

source: Edit
fr: Modifier
pt: Editar
ru: Редактировать
