Repository: surveysolutions/surveysolutions
Catalog: src/UI/WB.UI.Headquarters.Core/Resources/Diagnostics.*.resx
Languages: cs, es, ro, ru, uk

# WaitForHealthcheck
source: Waiting for health check results
cs: Čekání na výsledky kontroly ohledně zdraví
es: Esperando los resultados de la verificación de estado
ro: Se așteaptă rezultatele verificărilor de integritate
ru: Ожидаем ответ от о состоянии здоровья сервиса
uk: Чекаємо на результати перевірки стану

# HealthCheckStatus
source: Health status: {{status}}
es: Estado de salud: {{status}}
ro: Starea de sănătate: {{status}}
ru: Статус проверки здоровья: {{status}}
uk: Стан здоров'я: {{status}}

source: Server metrics
es: Métricas del servidor
ro: Valori de server
ru: Метрики сервера
uk: Метрики сервера

# WaitingForMetrics
source: Calculating metrics
cs: Výpočet metrik
es: Calculando métricas
ru: Вычисление метрик
uk: Розрахунок метрик

# hq_baseurl_check
source: BaseUrl configuration check
cs: Kontrola konfigurace BaseUrl
es: Comprobación de la configuración de BaseUrl
ro: Verificare configurare BaseUrl
ru: Проверка конфигурации BaseUrl
uk: Перевірка конфігурації BaseUrl

source: Export Service check
cs: Kontrola služby Export
es: Verificación del servicio de exportación
ro: Verificare serviciu export
ru: Проверка соединения с Экспорт Сервисом
uk: Перевірка служби експорту

source: Export Service connectivity check
cs: Kontrola připojení Exportu
es: Verificación de conectividad del servicio de exportación
ro: Verificare conectivitate la serviciul de export
ru: Проверка доступности Headquarters Экспорт сервисом
uk: Перевірка підключення до Export Service

source: Broken packages check
cs: Kontrola rozbitých balíčků
es: Comprobación de paquetes rotos
ro: Verificare pachete cu erori
uk: Перевірка пошкоджених пакетів

source: Database connection check
cs: Kontrola připojení k databázi
es: Comprobación de la conexión de la base de datos
ro: Verificarea conexiunii la baza de date
ru: Проверка соединения с базой данных
uk: Перевірка підключення до бази даних

# designer_check
source: Designer connection check
cs: Kontrola připojení aplikace Designer
es: Comprobación de la conexión al Designer
uk: Перевірка з'єднання з Designer

# temp_folder_permissions
source: Temp folder permissions check
cs: Kontrola oprávnění dočasné složky
es: Comprobación de permisos de la carpeta temporal
ru: Проверка на доступность записи во временную папку
uk: Перевірка прав доступу до тимчасових папок

# temp_folder_permissions_Healthy
source: Successful access to temp folder
cs: Přístup k dočasné složce je úspěšný
es: Acceso exitoso a la carpeta temporal
ru: Успешная проверка на доступ к временной папке
uk: Успішний доступ до тимчасової папки

# temp_folder_permissions_Unhealty_without_permissions
source: Application can't write temp files to: {0}
cs: Aplikace nemůže zapisovat dočasné soubory do: {0}
es: La aplicación no puede escribir archivos temporales en: {0}
ru: Приложение не смогло создать временный файл в папке: {0}
uk: Додаток не може записувати тимчасові файли: {0}

# temp_folder_permissions_Unhealty_can_not_check
source: Can't check temp folder permissions {0}. Error: {1}
cs: Nelze zkontrolovat oprávnění dočasné složky {0}. Chyba: {1}
es: No se pueden verificar los permisos de la carpeta temporal {0}. Error: {1}
ru: Приложение не смогло проверить права доступа у папки: {0}. Ошибка: {1}
uk: Не вдається перевірити права доступу до тимчасової папки {0}. Помилка: {1}

# temp_folder_permissions_Degraded_without_permissions
source: Application hasn't privilege to check permissions of temp folder {0}
cs: Aplikace nemá oprávnění ke kontrole dočasné složky {0} dočasné složky
es: La aplicación no tiene privilegios para verificar los permisos de la carpeta temporal {0}
ru: Приложение не имеет прав для проверки прав доступа к временной папке: {0}
uk: Додаток не має привілеїв на перевірку прав доступу до тимчасової папки {0}

# temp_folder_permissions_Windows_check
source: System is not Windows
cs: Systém není Windows
es: El sistema no es Windows
ru: Текущая система не Windows
uk: Система не Windows

# UnexpectedBrokenPackages
source: There is {0} Unexpected broken packages detected
cs: Bylo zjištěno {0} neočekávaně poškozených balíčků
es: Se han detectado {0} paquetes rotos inesperados.
ro: Au fost detectate {0} pachete cu erori neașteptate
ru: Обнаружены {0} пакеты(ов) с ошибками
uk: Виявлено {0} неочікувані несправні пакунки

# database_connection_check_Healthy
source: Successful connection to Database
cs: Úspěšné připojení k databázi
es: Conexión exitosa a la base de datos
ro: Conexiune reușită la baza de date
ru: Успешное соединение с Базой Данных
uk: Успішне підключення до бази даних

# database_connection_check_Unhealty
source: Error connection to Database: {0}
cs: Chyba připojení k databázi: {0}
es: Error de conexión con la base de datos: {0}
ro: Eroare la conectarea la baza de date: {0}
ru: Ошибка соединения с Базой Данных: {0}
uk: Помилка підключення до бази даних: {0}

# export_service_connectivity_check_Healthy
source: Export service at {0} responded with status {1}
cs: Služba Export v {0} odpověděla stavem {1}
es: El servicio de exportación en {0} respondió con estado {1}
ro: Serviciul de export la {0} a răspuns cu starea {1}
ru: Экспорт сервис по адресу {0} ответил {1}
uk: Export Service за адресою {0} відповів зі статусом {1}.

# export_service_connectivity_check_Degraded
source: No connection to Export Service at {0}
cs: Žádné připojení ke službě Export na {0}
es: Sin conexión con el servicio de exportación en {0}
ro: Nu există conexiune la serviciul de export la {0}
ru: Нет соединения с Экспорт сервисом по адресу {0}
uk: Немає зв'язку з Export Service в {0}

# designer_connectivity_check_Degraded
source: No connection to Designer at {0}
cs: Žádné připojení k aplikaci Designer v {0}
es: Sin conexión con el Designer en {0}
uk: Немає з'єднання з Designer за адресою {0}

# export_service_connectivity_check_Unhealthy
source: Export service at {0} responded with status {1}
cs: Služba Export v {0} odpověděla stavem {1}
es: El servicio de exportación en {0} respondió con estado {1}
ro: Serviciul de export la {0} a răspuns cu starea {1}
ru: Экспорт сервис по адресу {0} ответил с ошибкой: {1}
uk: Export Service за адресою {0} відповів зі статусом {1}.

# export_service_check_Healthy
source: Export service at {0} responded with version: v{1}
cs: Služba Export v {0} odpověděla verzí: v{1}
es: El servicio de exportación en {0} respondió con la versión: v{1}
ro: Serviciul de export la {0} a răspuns cu versiunea: v{1}
ru: Экспорт сервис по адресу {0} ответил с версией v{1}
uk: Export Service за адресою {0} відповів версією: v{1}

# designer_service_check_Healthy
source: Designer at {0} responded with version: v{1}
cs: Designer ve {0} odpovídá verzi: v{1}
es: El Designer en {0} respondió con la versión: v{1}
uk: Дизайнер на {0} відповів версією: v{1}

# hq_baseurl_check_Healthy
source: Headquarters configured with Headquarters:BaseUrl: {0} is same as current Url in browser address bar.
cs: Ústředí nakonfigurováno pomocí Headquarters:BaseUrl: {0} je stejné jako aktuální adresa URL v adresním řádku prohlížeče.
es: La sede configurada con Headquarters:BaseUrl: {0} es la misma que la URL actual en la barra de direcciones del navegador.
ro: Sediul central configurat cu Sediul RINS:BaseUrl: {0} este același cu adresa URL actuală din bara de adrese a browserului.
ru: Конфигурация Headquarters:BaseUrl {0} совпадает с текущим адресом в адресной строке браузера
uk: Headquarters сконфігурована з Headquarters:BaseUrl: {0}, збігається з поточною адресою в полі браузера.

# hq_baseurl_check_Degraded
source: Headquarters configured with Headquarters:BaseUrl: {0} is different from the current URL in browser address bar. This may cause issues with Email links and Export Service functionality
cs: Ústředí nakonfigurováno pomocí Headquarters:BaseUrl: {0} se liší od aktuální adresy URL v adresním řádku prohlížeče. To může způsobit problémy s e-mailovými odkazy a funkcí exportní služby
es: La sede configurada con Headquarters:BaseUrl: {0} es diferente de la URL actual en la barra de direcciones del navegador. Esto puede causar problemas con los enlaces de correo electrónico y la funcionalidad del servicio de exportación.
ro: Sediul central configurat cu Sediul RINS:BaseUrl: {0} este diferit de adresa URL actuală din bara de adrese a browserului. Acest lucru poate cauza probleme cu legăturile de e-mail și funcționalitatea Serviciului de export
ru: Конфигурация Headquarters:BaseUrl '{0}' не совпадает с текущим адресом в адресной строке браузера. Это может привести с ошибке работы Экспорт сервиса и отсылке приглашений на email
uk: Адреса Headquarters, сконфігурована за допомогою Headquarters:BaseUrl: {0}, відрізняється від поточної URL-адреси в полі браузера. Це може спричинити проблеми з посиланнями на електронну пошту та функціоналом служби експорту

# embedded_export_service_check
source: Embedded Export Service Host
es: Anfitrión de servicio de exportación integrado
ro: Gazdă a serviciului de export încorporat
ru: Встроенная служба Экспорта
uk: Вбудований хост служби експорту

# embedded_export_service_check_Healty
source: Export Service is running
cs: Export je funkční
es: El servicio de exportación se está ejecutando
ro: Serviciul de export rulează
ru: Встроенная служба Экспорта работает
uk: Export Service працює

# embedded_export_service_check_Degraded
source: Export Service is not running
cs: Služba Export nefunguje
es: El servicio de exportación no se está ejecutando
ro: Serviciul de export NU rulează
ru: Встроенный служба Экспорта не работает
uk: Служба експорту не працює

# Connectivity
source: Web socket connectivity
es: Conectividad de WebSocket
ru: Соединение WebSocket
uk: Підключення до Web socket
