Repository: surveysolutions/surveysolutions
Catalog: src/UI/WB.UI.Headquarters.Core/Resources/FieldsAndValidations.*.resx
Languages: cs, es, fr, ka, ru, uk

# BatchUploadModel_FileName
source: CSV File
cs: Soubor CSV
es: Archivo CSV
fr: Fichier CSV
ka: CSV ფაილი
ru: CSV-файл
uk: Файл CSV

# BatchUploadModel_Required
source: You must choose a file to upload
cs: Musíte vybrat soubor, který chcete nahrát
es: Debe seleccionar un archivo para cargar
fr: Vous devez choisir un fichier à importer
ka: თქვენ უნდა აირჩიოთ ფაილი რომ ატვირთოთ
ru: Вы должны выбрать файл для загрузки
uk: Ви повинні вибрати файл для завантаження

# BatchUploadModel_ValidationErrorMessage
source: Please select a file
cs: Vyberte soubor
es: Favor seleccione un archivo
fr: Veuillez sélectionner un fichier
ka: გთხოვთ, აირჩიოთ ფაილი
ru: Пожалуйста, выберите файл
uk: Будь ласка, виберіть файл

# NewPasswordFieldName
source: New password
cs: Nové heslo
es: Nueva clave
fr: Nouveau mot de passe
ka: ახალი პაროლი
ru: Новый пароль
uk: Новий пароль

# OldPasswordFieldName
source: Old password
cs: Staré heslo
es: Clave anterior
fr: Ancien mot de passe
ka: ძველი პაროლი
ru: Старый пароль
uk: Старий пароль

# PasswordFieldName
source: Password
cs: Heslo
es: Clave
fr: Mot de passe
ka: პაროლი
ru: Пароль
uk: Пароль

# SupervisorFieldName
source: Supervisor
cs: Garant
fr: Chef d'Equipe
ka: ზედამხედველი
ru: Супервизор
uk: Наглядач

# UserBatchUploadModel_Validation_ErrorMessage
source: Please select file
cs: Vyberte soubor
es: Favor seleccione el archivo
fr: Veuillez sélectionner le fichier
ka: გთხოვთ, აირჩიოთ ფაილი
ru: Пожалуйста, выберите файл
uk: Будь ласка, виберіть файл

# CannotUpdate_CurrentUserDoesNotExists
source: Could not update user information because current user does not exist
cs: Informace o uživateli nelze aktualizovat, protože aktuální uživatel neexistuje
es: No se pudo actualizar la información del usuario porque el usuario actual no existe
fr: Impossible de mettre à jour les informations utilisateur car l'utilisateur actuel n'existe pas
ka: მომხმარებლის ინფორმაციის განახლება ვერ მოხერხდა, რადგან მიმდინარე მომხმარებელი არ არსებობს
ru: Невозможно обновить информация по польвателю, потому что он не существует
uk: Не вдалося оновити інформацію про користувача, оскільки поточний користувач не існує

# CannotUpdate_CurrentUserIsArchived
source: Could not update user information because current user is archived
cs: Informace o uživateli nelze aktualizovat, protože aktuální uživatel je neaktivní
es: No se pudo actualizar la información del usuario porque el usuario actual está archivado
fr: Impossible de mettre à jour les informations utilisateur car l'utilisateur actuel est archivé
ka: მომხმარებლის ინფორმაციის განახლება ვერ მოხერხდა, რადგან მიმდინარე მომხმარებელი დაარქივებულია
ru: Невозможно обновить информацию по пользователю, потому что пользователь архивирован
uk: Не вдалося оновити інформацію про користувача, оскільки поточного користувача заархівовано

# CloneQuestionnaireModel_NewTitle_Error_Required
source: Questionnaire title is required
cs: Název typu dotazníku je povinný
es: El título de cuestionario es requerido
fr: Le titre du questionnaire est requis
ka: საჭიროა კითხვარის სათაური
ru: Необходимо ввести имя вопросника
uk: Назва анкети обов'язкова

# CloneQuestionnaireModel_NewTitle_Label
source: Title
cs: Titul
es: título
fr: Titre
ka: სათაური
ru: Название
uk: Назва

# ConfirmNewPasswordFieldName
source: Confirm new password
cs: Potvrzení nového hesla
es: Confirmar la clave
fr: Confirmer le nouveau mot de passe
ka: დაადასტურეთ ახალი პაროლი
ru: Подтвердите новый пароль
uk: Підтвердіть новий пароль

# ConfirmPasswordErrorMassage
source: The password and confirmation password do not match
cs: Heslo a Potvrzení hesla se neshodují
es: La contraseña y la contraseña de confirmación no coinciden
fr: Le mot de passe et le mot de passe de confirmation ne sont pas conformes
ka: პაროლი და დადასტურებული პაროლი არ ემთხვევა
ru: Пароль и подтверждение пароля не совпадают
uk: Пароль і пароль підтвердження не збігаються

# ConfirmPasswordFieldName
source: Confirm password
cs: Potvrzení hesla
es: Confirme la clave
fr: Confirmez le mot de passe
ka: პაროლის დადასტურება
ru: Подтвердите пароль
uk: Підтвердити пароль

# ConfirmPasswordRequired
source: Confirm password is required
cs: Potvrzení hesla je vyžadováno
es: Es requerido confirmar la clave
fr: Confirmer le mot de passe est requis
ka: პაროლის დასტური აუცილებელია
ru: Укажите подтверждение пароля
uk: Потрібно підтвердити пароль

# EmailErrorMessage
source: Is not a valid e-mail address
cs: Není platná e-mailová adresa
es: No es una cuenta de correo válida
fr: N'est pas une adresse e-mail valide
ka: არ არის სწორი ელ.ფოსტის მისამართი
ru: Неправильный адрес электронной почты
uk: Невірна адреса електронної пошти

# EmailFieldName
source: Email address
cs: E-mailová adresa
es: Cuenta de correo electrónico
fr: Adresse e-mail
ka: ელექტრონული ფოსტა
ru: Электронная почта
uk: Адреса електронної пошти

source: Invalid user
cs: Neplatný uživatel
es: Usuario inválido
fr: Utilisateur invalide
ka: არასწორი მომხმარებელი
ru: Недопустимый пользователь
uk: Неправильний користувач

# IsLockedBySupervisorFieldName
source: Is locked by Supervisor
cs: Je uzamčeno Garantem
es: Esta bloqueado por el supervisor
fr: Est verrouillé par le Chef d'équipe
ka: დახურულია ზედამხედველის მიერ
ru: Заблокирован Супервизором
uk: Заблоковано супервізором

# IsLockedFieldName
source: Is locked by Admin or HQ
cs: Je uzamčen Adminem nebo Ústředím
es: Está bloqueado por la sede
fr: Est verrouillé par l'Administrateur ou le Quartier Général
ka: დახურულია ადმინისტრატორის ან სათაო ოფისის მიერ
ru: Заблокирован Администратором или Хедквотером
uk: Заблоковано адміністратором або штаб-квартирою

# LogOnModel_Password
source: Password
cs: Heslo
es: Clave
fr: Mot de passe
ka: პაროლი
ru: Пароль
uk: Пароль

# LogOnModel_UserName
source: User name
cs: Uživatelské jméno
es: Nombre de usuario
fr: Nom d'utilisateur
ka: მომხმარებლის სახელი
ru: Имя пользователя
uk: Ім'я користувача

# MandatoryField
source: This field is mandatory
cs: Toto pole je povinné
es: Este campo es obligatorio
fr: Ce champ est obligatoire
ru: Это обязательное поле
uk: Це поле є обов'язковим для заповнення

# OldPasswordErrorMessage
source: To change password provide valid existing password
cs: Chcete-li změnit heslo, zadejte platné současné heslo
es: Para cambiar la contraseña, proporcione la contraseña existente válida
fr: Pour changer le mot de passe, fournir un mot de passe existant valide
ka: პაროლის შესაცვლელად გამოიყენეთ სწორი არსებული პაროლი
ru: Не верный старый пароль
uk: Для зміни пароля введіть дійсний існуючий пароль

# PasswordChangeRequired
source: Your password has been reset. You must change it to get access to site.
cs: Vaše heslo bylo resetováno. Změňte si ho pro přístup k internetové aplikaci.
es: Su contraseña ha sido restablecida. Debe cambiarla para obtener acceso al sitio.
fr: Votre mot de passe a été réinitialisé. Vous devez le changer pour accéder au site.
ru: Ваш пароль был сброшен. Вы должны изменить его для получения доступа к сайту.
uk: Ваш пароль було скинуто. Ви повинні змінити його, щоб отримати доступ до сайту.

# PasswordErrorMessage
source: Password must contain at least one number, one upper case character, and one lower case character
cs: Heslo musí obsahovat alespoň jedno číslo, jedno velké písmeno a jedno malé písmeno
es: La contraseña debe contener al menos un número, un carácter en mayúscula y un carácter en minúscula
fr: Le mot de passe doit contenir au moins un chiffre, un caractère majuscule et un caractère minuscule
ka: პაროლი უნდა შეიცავდეს მინიმუმ ერთი რიცხვს, ერთ დოდ სიმბოლოს და ერთ პატარა სიმბოლოს
ru: Пароль должен содержать по крайней мере одну цифру, один символ в верхнем регистре и один символ в нижнем регистре
uk: Пароль повинен містити принаймні одну цифру, один символ верхнього регістру та один символ нижнього регістру

# PasswordLengthMessage
source: Password must be at least {2} characters long
cs: Heslo musí mít alespoň {2} znaků
es: La clave debe tener como mínimo {2} caracteres
fr: Le mot de passe doit contenir au moins {2} caractères
ka: პაროლი უნდა შეიცავდეს მინიმუმ {2} სიმბოლოს
ru: Пароль должен состоять по крайней мере из {2} символов
uk: Пароль повинен мати довжину не менше {2} символів

# PasswordRequiresDigit
source: Passwords must have at least one digit ('0'-'9').
cs: Hesla musí mít alespoň jednu číslici ('0'-'9').
es: Las contraseñas deben tener al menos un dígito ('0' - '9').
fr: Les mots de passe doivent contenir au moins un chiffre ('0'-'9').
ru: Пароли должны содержать хотя бы одну цифру ('0'-'9').
uk: Паролі повинні містити принаймні одну цифру ('0'-'9').

# PasswordRequiresLower
source: Passwords must have at least one lowercase ('a'-'z').
cs: Hesla musí mít alespoň jedno malé písmeno ('a'-'z').
es: Las contraseñas deben tener al menos una minúscula ('a' - 'z').
fr: Les mots de passe doivent contenir au moins une lettre minuscule ('a'-'z').
ru: Пароли должны содержать символы в нижнем регистре ('а'-'я').
uk: Пароль повинен містити принаймні одну малу літеру ('a'-'z').

# PasswordRequiresNonAlphanumeric
source: Passwords must have at least one non alphanumeric character.
cs: Hesla musí mít alespoň jeden nealfanumerický znak.
es: Las contraseñas deben tener al menos un carácter no alfanumérico.
fr: Les mots de passe doivent contenir au moins un caractère non alphanumérique.
ru: Пароли должны содержать хотя бы один не буквенно-цифровой символ.
uk: Паролі повинні містити хоча б один не буквено-цифровий символ.

# PasswordRequiresUniqueChars
source: Passwords must use at least {0} different characters.
cs: Hesla musí obsahovat alespoň {0} různých znaků.
es: Las contraseñas deben utilizar al menos {0} caracteres diferentes.
fr: Les mots de passe doivent utiliser au moins {0} caractères différents.
ru: Пароли должны содержать хотя бы {0} уникальных символов.
uk: Паролі повинні містити щонайменше {0} різних символів.

# PasswordRequiresUpper
source: Passwords must have at least one uppercase ('A'-'Z').
cs: Hesla musí mít alespoň jedno velké písmeno ('A'-'Z').
es: Las contraseñas deben tener al menos una mayúscula ('A' - 'Z').
fr: Les mots de passe doivent contenir au moins une lettre majuscule ('A'-'Z').
ru: Пароли должны содержать символы в верхнем регистре ('А'-'Я').
uk: Паролі повинні містити хоча б одну велику літеру ('A'-'Z').

# PasswordTooShort
source: Passwords must be at least {0} characters.
cs: Hesla musí mít alespoň {0} znaků.
es: Las contraseñas deben tener al menos {0} caracteres.
fr: Les mots de passe doivent contenir au moins {0} caractères.
ru: Пароли должны содержать не менее {0} символов.
uk: Пароль повинен містити не менше {0} символів.

# PersonNameAllowedCharactersErrorMessage
source: Person name has invalid characters. Only letters, dots, spaces, and apostrophes are allowed
cs: Jméno osoby obsahuje neplatné znaky. Jsou povolena pouze písmena, tečky, mezery a pomlčky
es: El nombre de la persona tiene caracteres no válidos. Solo letras, puntos, espacios y apóstrofes están permitidos
fr: Le nom de la personne a des caractères invalides. Seules les lettres, les points, les espaces et les apostrophes sont autorisés
ka: პიროვნების სახელს აქვს არასწორი სიმბოლო. დასაშვებია მხოლოდ ასოები, წერტილები, სივრცეები და აპოსტროპები
ru: Имя пользователя может содержать только буквы, пробелы, точки и апосторофы
uk: Ім'я особи містить недопустимі символи. Допустимі лише літери, крапки, пробіли та апострофи

# PersonNameErrorMessage
source: Person name cannot contain more than {1} characters
cs: Jméno osoby nesmí obsahovat více než {1} znaků
es: El nombre de la persona no puede contener más de {1} caracteres
fr: Le nom de la personne ne peut pas contenir plus de {1} caractères
ka: პიროვნების სახელი არ შეიძლება შეიცავდეს უფრო მეტს ვიდრე {1} სიმბოლოს
ru: Полное имя не должно содержать больше {1} символов
uk: Ім'я особи не може містити більше {1} символів

# PersonNameFieldName
source: Full name
cs: Celé jméno
es: Nombre completo
fr: Nom complet
ka: სრული სახელი
ru: Полное имя
uk: Повне ім'я

# PhoneErrorLength
source: Phone number cannot contain more than {1} characters
cs: Telefonní číslo nesmí obsahovat více než {1} znaků
es: El número de teléfono no puede contener más de {1} caracteres
fr: Le numéro de téléphone ne peut pas contenir plus de {1} caractères
ka: ტელეფონის ნომერი არ შეიძლება შეიცავდეს უფრო მეტს ვიდრე {1} სიმბოლოს
ru: Номер телефона не может содержать больше {1} символов
uk: Номер телефону не може містити більше {1} символів

# PhoneErrorMessage
source: Invalid phone number
cs: Neplatné telefonní číslo
es: Número de teléfono inválido
fr: Numéro de téléphone invalide
ka: არასწორი მობილურის ნომერი
ru: Неправильный номер телефона
uk: Неправильний номер телефону

# PhoneNumberFieldName
source: Phone number
cs: Telefonní číslo
es: Número de teléfono
fr: Numéro de téléphone
ka: ტელეფონის ნომერი
ru: Номер телефона
uk: Номер телефону

# RequiredEmailErrorMessage
source: Email is required
cs: E-mail je povinný
es: Correo electrónico es requerido
fr: Le mail est requis
ka: ელფოსტა აუცილებელია
ru: Укажите адрес электронной почты
uk: Обов'язкова наявність електронної пошти

# RequiredPasswordErrorMessage
source: Password is required
cs: Heslo je vyžadováno
es: Clave es requerida
fr: Mot de passe requis
ka: პაროლი აუცილებელია
ru: Укажите пароль
uk: Потрібен пароль

# RequiredSupervisorErrorMessage
source: Supervisor is required
cs: Garant je vyžadován
es: Supervisor es requerido
fr: Le Chef d'équipe est requis
ka: ზედამხედველი აუცილებელია
ru: Укажите супервизора
uk: Потрібен супервайзер

# RequiredUserNameErrorMessage
source: User name is required
cs: Je vyžadováno uživatelské jméno
es: Nombre de usuario es requerido
fr: Nom d'utilisateur est nécessaire
ka: მომხმარებლის სახელი აუცილებელია
ru: Укажите имя пользователя
uk: Ім'я користувача обов'язкове

# TroubleshootModel_InterviewId_ErrorMessage
source: Please enter a valid GUID in the following format xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx
cs: Zadejte prosím platné GUID v následujícím formátu xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx
es: Ingrese un GUIDE válido en el siguiente formato xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx
fr: Veuillez entrer un GUID valide au format suivant xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx
ka: გთხოვთ შეიყვანოთ სწორი GUID შემდეგ ფორმატად xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx
ru: Пожалуйста, введите действительный Guid идентификатор в формате xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx,
uk: Будь ласка, введіть дійсний GUID у наступному форматі xxxxxxxx-xxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxxxx

# UserBatchUploadModel_File_CSV_File
source: CSV File
cs: Soubor CSV
es: Archivo CSV
fr: Fichier CSV
ka: CSV ფაილი
ru: CSV-файл
uk: Файл CSV

# UserBatchUploadModel_Required_ErrorMessage
source: You must choose a file to upload
cs: Musíte vybrat soubor, který chcete nahrát
es: Debe escoger un archivo para cargar
fr: Vous devez choisir un fichier à télécharger
ka: თქვენ უნდა აირჩიოთ ფაილი რომ ატვირთოთ
ru: Вы должны выбрать файл для загрузки
uk: Ви повинні вибрати файл для завантаження

# UserIsLockedByHq
source: User is locked by Headquarter
cs: Uživatel je uzamčen Ústředím
es: El usuario está bloqueado por la sede
fr: L'utilisateur est verrouillé par le Siège
ru: Заблокирован Администратором или Хедквотером
uk: Користувач заблокований штаб-квартирою

# UserName_Taken
source: Please choose another username
cs: Vyberte prosím jiné uživatelské jméno
es: Por favor elija otro nombre de usuario
fr: Veuillez choisir un autre nom d'utilisateur
ka: გთხოვთ, აირჩიოთ სხვა სახელი
ru: Выберите другое имя пользователя
uk: Будь ласка, оберіть інше ім'я користувача

# UserNameErrorMessage
source: The login name must be between 3 and 15 characters long, and may contain only letters, digits and the underscore symbol. The letters must be from Latin (English) alphabet only: 'A'..'Z' or 'a'..'z'. Other letters (Cyrillic, Arabic, etc.) are not valid for usage in login names.
cs: Přihlašovací jméno musí mít 3 až 15 znaků a může obsahovat pouze písmena, číslice a podtržítko. Písmena musí být pouze z (anglické) abecedy: 'A'..'Z' nebo 'a'..'z'. Jiná písmena (cyrilice, arabština atd.) nejsou platná pro použití v přihlašovacích jménech.
es: El nombre debe tener entre 3 y 15 caracteres, y puede contener solo letras, dígitos y el símbolo de subrayado
fr: Le nom doit comporter entre 3 et 15 caractères et peut contenir uniquement des lettres, des chiffres et le symbole de soulignement.
ka: სახელი უნდა იყოს 3-დან 15 სიმბოლოს შორის და შეიძლება შეიცავდეს მხოლოდ ასოებს, ციფრებს და ქვედა სიმბოლოს
ru: Имя должно иметь от 3 до 15 символов и содержать только буквы, цифры и символ подчеркивания
uk: Ім'я користувача має містити від 3 до 15 символів і може містити лише літери, цифри та символ підкреслення. Літери повинні бути тільки з латинського (англійського) алфавіту: 'A'...Z' або 'a'...z'. Інші літери (кирилиця, арабські тощо) не приймаються для використання в логінах.

# UserNameFieldName
source: User name
cs: Uživatelské jméno
es: Nombre de usuario
fr: Nom d'utilisateur
ka: მომხმარებლის სახელი
ru: Имя пользователя
uk: Ім'я користувача

# UserRoleRequired
source: User role is required
cs: Je vyžadována uživatelská role
es: El rol de usuario es requerido
fr: Le rôle de l'utilisateur est requis
ru: Укажите роль пользователя
uk: Роль користувача обов'язкова

# VerificationCodeFieldName
source: Verification code
cs: Ověřovací kód
es: Código de verificación
fr: Code de vérification
ru: Проверочный код
uk: Код підтвердження

# WorkspaceMissing
source: Workspace not found
cs: Úloha nenalezena
es: Espacio de trabajo no encontrado
fr: Espace de travail non trouvé
ru: Рабочая область не найдена
uk: Робочу область не знайдено

# WorkspaceRequired
source: Workspace is required
cs: Je vyžadována úloha
es: El espacio de trabajo es requerido
fr: L'espace de travail est requis
ru: Укажите рабочую область
uk: Потрібен робочий простір
