Repository: surveysolutions/surveysolutions
Catalog: src/UI/WB.UI.Headquarters.Core/Resources/MainMenu.*.resx
Languages: cs

source: Completed
cs: Dokončené

source: Data Export
cs: Export dat

source: Maps
cs: Mapy

# UserBatchUpload
source: Batch User Upload
cs: Dávkové nahrání uživatelů

# Administration
source: Admin
cs: Správa

source: API Users
cs: API Uživatelé

source: Assignments
cs: Dotazníky

source: Create new
cs: Nové dotazníky

# CumulativeChart
source: Cumulative Interview Chart
cs: Graf - kumulativní počet rozhovorů

source: Devices/Interviewers
cs: Zařízení/Tazatelé

source: Headquarters
cs: Ústředí

source: Help
cs: Pomoc

source: Interviewers
cs: Tazatelé

source: Interviews
cs: Rozhovory

source: Map Dashboard
cs: Mapa šetření

source: Map Report
cs: Mapa šetření

source: Observers
cs: Pozorovatelé

source: Quantity
cs: Množství

source: Questionnaires
cs: Typy dotazníků

# QueueSizeTitle
source: Number of interviews synchronized but not yet processed
cs: Počet synchronizovaných, ale dosud nezpracovaných rozhovorů

source: Rejected
cs: Vrácené

source: Reports
cs: Přehled

# ServerAdministration
source: Administration
cs: Správa

source: Speed
cs: Rychlost

source: Started
cs: Rozpracované

source: Status Duration
cs: Doba trvání statusu

source: Supervisors
cs: Garanti

source: Surveys and Statuses
cs: Typy dotazníků (status)

source: Survey Setup
cs: Nastavení průzkumu

source: Survey Statistics
cs: Statistika šetření

source: Team and Roles
cs: Seznam tazatelů

source: Team members and Statuses
cs: Tazatelé (status)

source: Teams and Roles
cs: Týmy a role

source: Teams and Statuses
cs: Týmy a statusy

source: Troubleshooting
cs: Odstraňování problémů

source: Users
cs: Uživatelé

source: Workspaces
cs: Úlohy
