Repository: surveysolutions/surveysolutions
Catalog: src/UI/WB.UI.Headquarters.Core/Resources/Pages.*.resx
Languages: ar, cs, es, pt, ru, sq, uk

# AreaQestion_Area
source: Area
ar: المنطقة
cs: Oblast
es: Área
pt: Área
ru: Площадь
sq: Zona
uk: Площа

# AreaQestion_Length
source: Length
ar: الطول
cs: Délka
es: Longitud
pt: Comprimento
ru: Длинна
sq: Gjatësia
uk: Довжина

# AreaQestion_Points
source: Points
ar: النقاط
cs: Body
es: Puntos
pt: Pontos
ru: Кол-во точек
sq: Pikët
uk: Точки

# AreaQestion_AreaUnitMeter
source: square meters
ar: الأمتار المربعة
cs: m2
es: metros cuadrados
pt: metros quadrados
ru: квадратных метров
sq: metra katrore
uk: квадратних метрів

# AreaQestion_AreaMeter
source: meters
ar: الأمتار
cs: metrů
es: metros
pt: metros
ru: метра(ов)
sq: metra
uk: метрів

source: Unarchive
ar: إلغاء الأرشفة
cs: Obnovit účet
es: Desarchivar
pt: Desarquivar
ru: Разархивировать
sq: Nxirr nga arkiva
uk: Розархівувати

source: Interviewer is archived
ar: المحاور مؤرشف
cs: Tazatel je neaktivní
es: El entrevistador está archivado
pt: O entrevistador está arquivado
ru: Интервьюер заархерирован
sq: Intervista është arkivuar
uk: Інтерв'юер занесений до архіву

# InterviewerHq_DiscardInterview
source: Discard
ar: تجاهل
cs: Vyřadit
es: Descartar
pt: Descartar
ru: Удалить
sq: Hidh poshtë
uk: Викинути

# InterviewerHq_OpenInterview
source: Open
ar: فتح
cs: Otevřít
es: Abrir
pt: Abrir
ru: Открыть
sq: Hap
uk: Відкрити

# InterviewerHq_RestartInterview
source: Reopen
ar: إعادة فتح
cs: Znovu otevřít
es: Reabrir
pt: Reabrir
ru: Переоткрыть
sq: Rihap
uk: Знову відкрити

# InterviewerHq_RestartConfirm
source: Please provide a comment if needed to reopen an interview
ar: يرجى تقديم تعليق إذا لزم الأمر لإعادة فتح المقابلة
cs: V případě potřeby k opětovnému otevření dotazníku, přidejte poznámku
es: Proporcione un comentario si es necesario para reabrir una entrevista
pt: Por favor, forneça um comentário, se necessário, para reabrir uma entrevista
ru: Комментарий
sq: Ju lutemi, bëni një koment, nëse është e nevojshme të rihapet një intervistë
uk: Будь ласка, надайте коментар, якщо це необхідно для повторного проведення інтерв'ю

# InterviewerHq_DiscardConfirm
source: Are You sure that You want to discard interview data?
ar: هل أنت متأكد أنك تريد تجاهل بيانات المقابلة؟
cs: Opravdu chcete smazat data rozhovoru?
es: ¿Está seguro de que desea descartar los datos de la entrevista?
pt: Tem certeza de que deseja descartar os dados da entrevista?
ru: Вы уверены в том,что хотите удалить интервью?
sq: Jeni të sigurt që doni të fshini të dhënat e intervistës?
uk: Ви впевнені, що хочете видалити дані інтерв'ю?

# Map_DiscardConfirm
source: Are You sure You want to delete the map?
ar: هل أنت متأكد أنك تريد حذف الخريطة "{{map}}"؟
cs: Opravdu chcete smazat mapu "{{map}}"?
es: ¿Está seguro de que desea eliminar el mapa "{{map}}"?
pt: Tem certeza de que deseja excluir o mapa "{{map}}"?
ru: Вы уверены, что хотите удалить карту?
sq: Jeni të sigurt që doni ta fshini hartën?
uk: Ви дійсно хочете видалити карту "{{map}}"?

# MapUserLink_DiscardConfirm
source: Are You sure You want to delink user from the map?
ar: هل أنت متأكد أنك تريد إلغاء ربط المستخدم من الخريطة؟
cs: Opravdu chcete odpojit uživatele z mapy?
es: ¿Está seguro de que desea desvincular al usuario del mapa?
pt: Tem certeza de que deseja desvincular o usuário do mapa?
ru: Вы уверены, что хотите отменить назначение на пользователя?
sq: Jeni të sigurt që doni të shkëputni lidhjen e përdoruesit nga harta?
uk: Ви впевнені, що хочете відв'язати користувача від карти?

# CautionTitle
source: Caution:
ar: تحذير:
cs: Pozor:
es: Precaución:
pt: Atenção:
ru: Внимание:
sq: Kujdes:
uk: Застереження:

# ExcludeEsriTitle
source: Exclude ESRI Map support
ar: استبعاد دعم خرائط ESRI
cs: Nezahrnovat podporu ESRI map
es: Excluir soporte de mapas ESRI
pt: Excluir suporte ao mapa ESRI
ru: Отключить поддержку карт ESRI
sq: Përjashto mbështetjen e Hartës ESRI
uk: Вимкнути підтримку карт ESRI

# GetEsriExtraDescription
source: ESRI Map support is an experimental feature. Use it only if you need the advanced ESRI GIS functionality. Including this functionality will significantly increase application size and download time.
ar: ستؤدي وظيفة الخرائط إلى زيادة كبيرة في حجم التطبيق ووقت التنزيل. اتبع تعليمات المشرف الخاص بك بخصوص الإصدار المطلوب من تطبيق المحاور (مع أو بدون خرائط) لمهمتك.
cs: Podpora ESRI Map je ve vývoji. Použijte jej pouze v případě, že potřebujete pokročilé funkce ESRI GIS. Využívání této funkce výrazně zvýší velikost aplikace a dobu stahování.
es: La funcionalidad de mapas aumentará significativamente el tamaño de la aplicación y el tiempo de descarga. Siga las instrucciones de su supervisor sobre qué versión de la aplicación del entrevistador (con o sin mapas) se necesita para su tarea.
pt: A funcionalidade de mapeamento aumentará significativamente o tamanho do aplicativo e o tempo de download. Siga as instruções do seu supervisor sobre qual versão do aplicativo Interviewer (com ou sem mapas) é necessária para a sua tarefa.
ru: Она нужна только если вы пользуетесь функциональностью ESRI GIS. Включение этой фунции значительно увеличит размер приложения и время загрузки.
sq: Mbështetja e Hartës ESRI është një element eksperimental. Përdoreni vetëm nëse ju duhet funksioni i përparuar ESRI GIS. Përfshirja e këtij funksioni do të rritë ndjeshëm madhësinë e aplikimit dhe kohën e shkarkimit.
uk: Функціональність ГІС значно збільшить розмір програми та час завантаження. Дотримуйтеся вказівок свого керівника щодо того, яка версія програми Interviewer (з картами чи без них) потрібна для вашого завдання.

# Filters_Assignment
source: Assignment
ar: التكليف
cs: ID dotazníku
es: Asignación
pt: Atribuição
ru: Задания
sq: Detyrë
uk: Завдання

# InterviewersAndDevicesTitle
source: Devices/Interviewers
ar: الأجهزة/المحاورون
cs: Zařízení/Tazatelé
es: Dispositivos/Entrevistadores
pt: Dispositivos/Entrevistadores
ru: Устройства/Интервьюеры
sq: Pajisjet/Intervistuesit
uk: Пристрої/інтерв'юери

# InterviewersAndDevicesSubtitle
source: Issues for each interviewer
ar: المشاكل لكل محاور
cs: Problémy tazatelů
es: Problemas para cada entrevistador
pt: Problemas para cada entrevistador
ru: Отчет Устройства/Интервьюеры отражает количество учетных записей интервьюеров на сервере, связаных с каждой проблемой
sq: Raporti i Pajisjeve/Intervistuesve shfaq numrin e llogarive të intervistuesit në këtë server që është prekur nga secili problem
uk: Питання для кожного інтерв'юера

source: Status Duration
ar: مدة الحالة
cs: Doba trvání statusu
es: Duración del estado
pt: Duração do status
ru: Длительность статусов
sq: Kohëzgjatja e statusit
uk: Тривалість статусів

# StatusDurationDescription
source: Number of days that assignments and interviews have stayed in their current status
ar: عدد الأيام التي بقيت فيها المهام والمقابلات في حالتها الحالية
cs: Kolik dní jsou dotazníky a rozhovory v jejich aktuálním stavu
es: Número de días que las asignaciones y entrevistas han permanecido en su estado actual
pt: Número de dias que as atribuições e entrevistas permaneceram em seu status atual
ru: Количество дней когда интервью находятся в их текущем статусе
sq: Numri i ditëve në të cilat detyrat dhe intervistat kanë qëndruar në statusin e tyre aktual
uk: Кількість днів, протягом яких завдання та інтерв'ю залишалися в поточному статусі

# SurveyStatisticsDescription
source: The report presents basic statistics, one way and two way tables calculated on survey data
ar: يعرض التقرير إحصاءات أساسية، وجداول أحادية وثنائية الاتجاه محسوبة على بيانات الاستبيان
cs: Statistika uvádí jedno/dvou parametrovou tabulku vypočítané z dat šetření
es: El informe presenta estadísticas básicas, tablas de una y dos vías calculadas sobre los datos de la encuesta
pt: O relatório apresenta estatísticas básicas, tabelas de uma e duas vias calculadas com base nos dados da pesquisa
ru: Отчет отображает основные показатели, одно- и двумерные таблицы, построенные по собранным данным
sq: Raporti paraqet statistika bazë, tabela me një faktor dhe dy faktorë të përllogaritura nga të dhënat e sondazhit
uk: У звіті представлені основні статистичні дані, односторонні та двосторонні таблиці, розраховані на основі даних опитування

# HistoryOfStatuses_AssignedTo
source: Assigned to
ar: مخصص لـ
cs: Přiřazeno uživateli
es: Asignado a
pt: Atribuído a
ru: Назначено на
sq: Caktuar për
uk: Призначено на

# HistoryOfStatuses_Interview
source: Interview
ar: مقابلة
cs: Rozhovor
es: Entrevista
pt: Entrevista
ru: Интервью
sq: Intervistë
uk: Інтерв'ю

# HistoryOfStatuses_ViewInterview
source: View interview
ar: عرض المقابلة
cs: Zobrazit rozhovor
es: Ver entrevista
pt: Ver entrevista
ru: Посмотреть интервью
sq: Shih intervistën
uk: Переглянути інтерв'ю

# DownloadReport
source: Download report as
ar: تنزيل التقرير كـ
cs: Stáhnout zprávu jako
es: Descargar informe como
pt: Baixar relatório como
ru: Экспортировать отчет в
sq: Shkarko raportin si
uk: Завантажити звіт у форматі

source: or
ar: أو
cs: nebo
es: o
pt: ou
ru: или
sq: ose
uk: або

# GlobalSettings_DeleteMapConfirmation
source: Do you want to delete map?
ar: هل تريد حذف الخريطة؟
cs: Chcete smazat mapu?
es: ¿Desea eliminar el mapa?
pt: Deseja excluir o mapa?
ru: Вы хотите удалить карту?
sq: Dëshiron ta fshish hartën?
uk: Ви хочете видалити карту?

# MapDetails_InterviewerName
source: Interviewer name
ar: اسم المستخدم
cs: Uživatelské jméno
es: Nombre de usuario
pt: Nome de usuário
ru: Имя интервьюера
sq: Emri i intervistuesit
uk: Ім'я користувача

# MapDetails_DelinkUser
source: Delink User from map
ar: إلغاء ربط المستخدم من الخريطة
cs: Odpojit uživatele z mapy
es: Desvincular usuario del mapa
pt: Desvincular usuário do mapa
ru: Отменить назначение на пользователя
sq: Shkëput lidhjen e Përdoruesit nga harta
uk: Відв'язати користувача від карти

# MapDetails_MapDisclaimer
source: This preview shows the loaded map superimposed on the world map
ar: يعرض هذا المعاينة الخريطة المحملة مدمجة على خريطة العالم.
cs: Tento náhled zobrazuje načtenou mapu překrytou na mapě světa
es: Esta vista previa muestra el mapa cargado superpuesto en el mapa mundial.
pt: Esta visualização mostra o mapa carregado sobreposto ao mapa mundial.
ru: Загруженная карта нанесена на карту мира
sq: Kjo pamje paraprake shfaq hartën e ngarkuar të mbivendosur në hartën e botës
uk: Цей попередній перегляд показує завантажену мапу, накладену на мапу світу.

# MapDetails_MapTitle
source: Map
ar: خريطة
cs: Mapa
es: Mapa
pt: Mapa
ru: Карта
sq: Hartë
uk: Карта

# MapDetails_ImportedOn
source: Imported on
ar: تم الاستيراد في
cs: Importováno
es: Importado el
pt: Importado em
ru: Карта загружена
sq: Importuar në
uk: Імпортовано о

# MapDetails_Size
source: Size(MB)
ar: الحجم (ميجابايت)
cs: Velikost (MB)
es: Tamaño (MB)
pt: Tamanho (MB)
ru: Размер(МБ)
sq: Madhësia (MB)
uk: Розмір (МБ)

# MapDetails_MinScale
source: Min Scale
ar: الحد الأدنى للمقياس
cs: Minimální měřítko
es: Escala mínima
pt: Escala mínima
ru: Минимальный масштаб
sq: Shkalla minimale
uk: Мінімальна шкала

# MapDetails_MaxScale
source: Max Scale
ar: الحد الأقصى للمقياس
cs: Maximální měřítko
es: Escala máxima
pt: Escala máxima
ru: Максимальный масштаб
sq: Shkalla maksimale
uk: Максимальний масштаб

# MapList_Title
source: Map files
ar: ملفات الخريطة
cs: Mapové soubory
es: Archivos de mapas
pt: Arquivos de mapa
ru: Файлы карт
sq: Hartat
uk: Файли карт

# MapList_Upload
source: Upload .zip file
ar: تحميل ملف .zip
cs: Nahrát soubor .zip
es: Cargar archivo .zip
pt: Carregar arquivo .zip
ru: Загрузить .zip файл
sq: Përditëso skedarin .zip
uk: Завантажити .zip файл

# MapList_UploadDescription
source: Upload a zip archive containing maps.
ar: تحميل أرشيف zip يحتوي على خرائط.
cs: Nahrajte archiv zip obsahující mapy.
es: Cargue un archivo zip que contenga mapas.
pt: Carregar um arquivo zip contendo mapas.
ru: Загрузить .zip архив, содержащий карты.
sq: Ngarko arkivin zip që përmban hartat.
uk: Завантажте zip-архів з картами.

# MapList_UploadDescriptionExtra
source: Note: Files with same name will be overwritten.
ar: ملاحظة: سيتم استبدال الملفات التي تحمل نفس الاسم.
cs: Poznámka: Soubory se stejným názvem budou přepsány.
es: Nota: Los archivos con el mismo nombre serán sobrescritos.
pt: Nota: Arquivos com o mesmo nome serão sobrescritos.
ru: Файлы с одинаковыми названиями будут перезаписаны.
sq: Skedarët me të njëjtin emërtim do të mbishkruhen.
uk: Примітка: Файли з однаковими іменами буде перезаписано.

# MapList_UserLinking
source: Update user-to-map linking
ar: تحديث ربط المستخدم بالخريطة
cs: Upravte propojení mezi uživatelem a mapou
es: Actualizar vinculación de usuario a mapa
pt: Atualizar vinculação de usuário para mapa
ru: Загрузить файл с назначением карт на пользователей
sq: Përditëso lidhjen përdorues-hartë
uk: Оновлення прив'язки користувача до карти

# MapList_DeleteMap
source: Delete Map
ar: حذف الخريطة
cs: Smazat Mapu
es: Eliminar mapa
pt: Excluir mapa
ru: Удалить карту
sq: Fshi Hartën
uk: Видалити мапу

# MapList_MapName
source: Map File
ar: ملف الخريطة
cs: Soubor mapy
es: Archivo de mapa
pt: Arquivo de mapa
ru: Файл карты
uk: Файл карти

# MapList_Name
source: Name
ar: الاسم
cs: Název
es: Nombre
pt: Nome
ru: Имя
sq: Emri
uk: Ім'я

# MapList_Size
source: Size (MB)
ar: الحجم (ميجابايت)
cs: Velikost (MB)
es: Tamaño (MB)
pt: Tamanho (MB)
ru: Размер (MB)
sq: Madhësia (MB)
uk: Розмір (МБ)

# MapList_Updated
source: Updated on
ar: تم التحديث في
cs: Upraveno dne
es: Actualizado en
pt: Atualizado em
ru: Обновлено
sq: Përditësuar më
uk: Оновлено

# MapLinking_DescriptionTitle
source: Manage user map links
ar: إدارة روابط خرائط المستخدم
cs: Správa přiřazení uživatelů a mapy
es: Gestionar enlaces de mapas de usuarios
pt: Gerenciar links de mapa de usuário
ru: Назначение карт на пользователей
sq: Menaxho lidhjet përdorues-hartë
uk: Керування зв'язків карт і користувачів

# MapLinking_Description
source: Upload file containing correspondence between maps and users
ar: تحميل ملف يحتوي على المراسلات بين الخرائط والمستخدمين
cs: Nahrajte soubor obsahující informace o propojení mezi mapami a uživateli
es: Subir archivo que contiene la correspondencia entre mapas y usuarios
pt: Carregar arquivo contendo correspondência entre mapas e usuários
ru: Позволяет загрузить файл с назначением карт на пользователей
sq: Ngarko skedarin që përmban korrespondencën midis hartave dhe përdoruesve
uk: Завантажити файл, що містить листування між картами та користувачами

# MapLinking_UploadDescriptionTitle
source: Upload users mappings
ar: تحميل روابط المستخدمين
cs: Nahráno mapování uživatelů
es: Subir mapeos de usuarios
pt: Carregar mapeamentos de usuários
ru: Назначить карты на пользователей
sq: Ngarko hartëzimet e përdoruesve
uk: Завантажуйте зіставлення користувачів

# MapLinking_UploadDescription
source: This will allow you to create map to user correspondence.
ar: سيسمح لك هذا بإنشاء خريطة لمراسلات المستخدم.
cs: Toto Vám umožní vytvořit mapu s korespondencí uživatele.
es: Esto le permitirá crear correspondencia de mapa a usuario.
pt: Isso permitirá que você crie correspondência de mapa para usuário.
ru: Позволяет назначить пользователями конкретные карты.
sq: Kjo do t’ju lejojë të krijoni lidhjen e hartës me përdoruesin.
uk: Це дозволить вам створити відповідність між картою та користувачем.

# MapLinking_DownloadExisting
source: Download existing links
ar: تنزيل الروابط الحالية
cs: Stáhněte si stávající odkazy
es: Descargar enlaces existentes
pt: Baixar links existentes
ru: Скачать существующие назначения
sq: Shkarko lidhjet ekzistuese
uk: Завантажити існуючі зв'язки

# MapLinking_UploadFile
source: Upload .tab file
ar: تحميل ملف .tab
cs: Nahrát soubor .tab
es: Subir archivo .tab
pt: Carregar arquivo .tab
ru: Загрузить .tab файл
sq: Ngarko skedarin .tab
uk: Завантажте файл .tab

# MapLinking_UploadFileDescription
source: Upload .tab file with file mappings
ar: تحميل ملف .tab مع روابط الملفات
cs: Nahrát soubor .tab s mapováním souborů
es: Subir archivo .tab con mapeos de archivos
pt: Carregar arquivo .tab com mapeamentos de arquivos
ru: Загрузить .tab файл с назначениями
sq: Ngarko skedarin .tab me hartëzimet e skedarit
uk: Завантажте .tab-файл з файловими зв'язками

# MapLinking_UploadFileDescription1
source: Invalid names and user names will be ignored.
ar: سيتم تجاهل الأسماء غير الصالحة وأسماء المستخدمين
cs: Neplatná jména a uživatelská jména budou ignorována.
es: Nombres y nombres de usuario no válidos serán ignorados.
pt: Nomes inválidos e nomes de usuários serão ignorados.
ru: Неправильные или несуществующие имена пользователей не будут загружены
sq: Emërtimet e pavlefshëm dhe emrat e pavlefshëm të përdoruesve nuk do të merren parasysh.
uk: Неправильні імена та імена користувачів будуть проігноровані.

# Map_Status
source: Status
ar: الحالة
es: Estado
ru: Статус
sq: Statusi
uk: Статус

# Map_Uploaded
source: File was uploaded. Processing.
ar: تم تحميل الملف. جاري المعالجة
cs: Soubor byl nahrán. Zpracovává se.
es: Archivo subido. Procesando.
pt: Arquivo foi carregado. Processando.
ru: Файл загружен. Обработка.
sq: Skedari u ngarkua. Duke u përpunuar.
uk: Файл завантажено. Обробка.

# Map_Uploading
source: Uploading
ar: جاري التحميل
cs: Nahrávání
es: Subiendo
pt: Carregando
ru: Загрузка
sq: Po ngarkohet
uk: Завантаження

# Map_UploadingError
source: Error occurred during upload
ar: حدث خطأ أثناء التحميل
cs: Během nahrávání došlo k chybě
es: Ocurrió un error durante la subida
pt: Ocorreu um erro durante o upload
ru: Произошла ошибка во время загрузки
sq: Gjatë ngarkimit ndodhi një gabim
uk: Виникла помилка під час завантаження

# Map_UploadingFileTooBig
source: File is too big
ar: الملف كبير جدًا
cs: Soubor je příliš velký
es: El archivo es demasiado grande
pt: O arquivo é muito grande
ru: Файл слишком большой
sq: Skedari është shumë i madh
uk: Файл занадто великий

# Map_UploadingSuccess
source: Maps were succesfuly uploaded
ar: تم تحميل الخرائط بنجاح
cs: Mapy byly úspěšně nahrány
es: Los mapas se subieron con éxito
pt: Mapas foram carregados com sucesso
ru: Карты успешно загружены
sq: Hartat u ngarkuan me sukses
uk: Карти були успішно завантажені

# Interviewers_MoveToAnotherTeam
source: Move to another team
ar: نقل إلى فريق آخر
cs: Přesunout do jiného týmu
es: Mover a otro equipo
pt: Mover para outra equipe
ru: Перенести в другую команду
sq: Kalo në një ekip tjetër
uk: Перейдіть до іншої команди

# Interviewers_InterviewersToMove
source: Interviewer(s) {{interviewers}} will be moved to a team of supervisor {{supervisor}}.
ar: سيتم نقل المحاورين {{interviewers}} إلى فريق المشرف {{supervisor}}
cs: Tazatel(é) {{interviewers}} bud(e/ou) přesunut(i) do týmu garanta {{supervisor}}.
es: El(los) entrevistador(es) {{interviewers}} serán movidos al equipo del supervisor {{supervisor}}.
pt: Entrevistador(es) {{interviewers}} será(ão) movido(s) para a equipe do supervisor {{supervisor}}.
ru: Интервьюер(ы) {{interviewers}} будут переведены в другую команду супервизора {{supervisor}}
sq: Intervistuesi(t) {{interviewers}} do të zhvendosen te ekipi i përgjegjësit {{supervisor}}.
uk: Інтерв'юер(и) {{interviewers}} буде переведений(і) до команди Супервізора {{supervisor}}..

# Interviewers_InterviewersToStay
source: Interviewer(s) {{interviewers}} are in the team of supervisor {{supervisor}} and no actions will be performed.
ar: المحاورون {{interviewers}} في فريق المشرف {{supervisor}} ولن يتم تنفيذ أي إجراءات
cs: Tazatel(é) {{interviewers}} je/jsou v týmu garanta {{supervisor}} a nebudou prováděny žádné akce.
es: El(los) entrevistador(es) {{interviewers}} están en el equipo del supervisor {{supervisor}} y no se realizarán acciones.
pt: Entrevistador(es) {{interviewers}} estão na equipe do supervisor {{supervisor}} e nenhuma ação será realizada.
ru: Интервьюер(ы) {{interviewers}} уже в команде супервизора {{supervisor}} и никакие действия предприняты не будут.
sq: Intervistuesi(t) {{interviewers}} janë në ekipin e supervizorit {{supervisor}} dhe nuk do të kryhet asnjë veprim
uk: Інтерв'юер(и) {{interviewers}} знаходиться в команді супервізора {{supervisor}} і ніяких дій виконуватися не буде.

# Interviewers_MoveAllToNewTeam
source: Move interviewer(s) with their assignments and interviews to the team of supervisor {{supervisor}}.
ar: نقل المحاورين مع مهامهم ومقابلاتهم إلى فريق المشرف {{supervisor}}
cs: Přesuňte tazatele a jeho dotazníky a rozhovory do týmu Garanta {{supervisor}}.
es: Mover entrevistador(es) con sus asignaciones y entrevistas al equipo del supervisor {{supervisor}}.
pt: Mover entrevistador(es) com suas atribuições e entrevistas para a equipe do supervisor {{supervisor}}.
ru: Перенести интервьюера(ов) с их заданиями и интервью в новую команду супервизора {{supervisor}}
sq: Zhvendos intervistuesin(t) me detyrat dhe intervistat e tyre në ekipin e supervizorit {{supervisor}}.
uk: Перемістити інтерв'юера(ів) з їхніми завданнями та інтерв'ю до команди супервізора {{supervisor}}..

# Interviewers_MoveInterviewerPopupTitle
source: Select a team where to move {{names}}
ar: اختر فريقًا لنقل {{names}}
cs: Vyberte tým, kam přesunout {{names}}
es: Seleccione un equipo donde mover a {{names}}
pt: Selecione uma equipe para mover {{names}}
ru: Выберите команду для переноса {{names}}
sq: Përzgjidh ekipin për të kaluar {{names}}
uk: Виберіть команду, куди перемістити {{names}}

# Interviewers_NamesFormatLessThanLimit
source: {{names}} and {{lastname}}
ar: {{names}} و {{lastname}}
cs: {{names}} a {{lastname}}
es: {{names}} y {{lastname}}
pt: {{names}} e {{lastname}}
ru: {{names}} и {{lastname}}
sq: {{names}} dhe {{lastname}}
uk: {{names}} та {{lastname}}

# Interviewers_NamesFormatMoreThanLimit
source: {{names}} and {{more}} more
ar: {{names}} و {{more}} أكثر
cs: {{names}} a {{more}} další
es: {{names}} y {{more}} más
pt: {{names}} e {{more}} mais
ru: {{names}} и еще {{more}}
sq: {{names}} dhe {{more}} më shumë
uk: {{names}} і {{more}} більше

# Interviewers_ReassignToOriginalSupervisor
source: Make original supervisor responsible for the existing assignments and interviews of the moved interviewer(s).
ar: جعل المشرف الأصلي مسؤولاً عن المهام والمقابلات الحالية للمحاورين المنقولين
cs: Udělat původního Garanta zodpovědným za stávající dotazníky a rozhovory přesunutého tazatele/ů.
es: Hacer que el supervisor original sea responsable de las asignaciones y entrevistas existentes del(los) entrevistador(es) movido(s).
pt: Tornar o supervisor original responsável pelas atribuições e entrevistas existentes do(s) entrevistador(es) movido(s).
ru: Сделать первичного супервизора ответственным за задания и интервью перемещаемых интервьюеров.
sq: Vendos supervizorin fillestar si përgjegjës për detyrat dhe intervistat ekzistuese të intervistuesit(intervistuesve) që u zhvendos.
uk: Призначити попереднього Супервізора відповідальним за поточні завдання та інтерв'ю переведеного(их) інтерв'юера(ів).

# Interviewers_MovingCompleted
source: Moving users completed
ar: اكتمل نقل المستخدمين
cs: Přesun uživatelů dokončen
es: Movimiento de usuarios completado
pt: Movimentação de usuários concluída
ru: Перемещение пользователей завершено
sq: Lëvizja e përdoruesve përfundoi
uk: Переміщення користувачів завершено

# Interviewers_MovingIsInProgress
source: Moving is in progress
ar: جاري نقل المستخدمين
cs: Probíhá přesun
es: El movimiento está en progreso
pt: Movimentação em andamento
ru: Перемещение пользователей в прогрессе
sq: Lëvizja po kryhet
uk: Переміщення триває
