Repository: surveysolutions/surveysolutions
Catalog: src/UI/WB.UI.Headquarters.Core/Resources/Pages.*.resx
Languages: ar, cs, es, pt, ru, sq, uk

source: Approved by headquarters
ar: موافق عليه من قبل المقر الرئيسي
cs: Schváleno Ústředím
es: Aprobado por la sede
pt: Aprovado pela sede
ru: Утверждено хедквотером
sq: Miratuar nga zyra qendrore
uk: Затверджено штаб-квартирою

source: Total
ar: الإجمالي
cs: Celkem
ru: Итого
sq: Gjithsej
uk: Взагалі

source: Team members and Statuses
ar: أعضاء الفريق والحالات
cs: Tazatelé (status)
es: Miembros del equipo y estados
pt: Membros da equipe e status
ru: Члены команды и статусы
sq: Pjesëtarët dhe statuset e ekipit
uk: Члени команди та статуси

source: Attention!
ar: انتباه!
cs: Pozor!
es: ¡Atención!
pt: Atenção!
ru: Внимание!
sq: Vëmendje!
uk: Увага!

source: Cancel
ar: إلغاء
cs: Zrušit
es: Cancelar
pt: Cancelar
ru: Отмена
sq: Anulo:
uk: Скасувати

source: Update
ar: تحديث
cs: Aktualizace
es: Actualizar
pt: Atualizar
ru: Обновить
sq: Përditëso
uk: Оновити

source: Unlock
ar: فتح
cs: Odemknout
es: Desbloquear
pt: Desbloquear
uk: Розблокувати

source: Verify
ar: تحقق
cs: Ověřit
es: Verificar
pt: Verificar
ru: Проверить
uk: Перевірити

# AutolockDescription
source: Account is autolocked
ar: تم قفل الحساب تلقائيًا
cs: Účet je automaticky uzamčen
es: La cuenta está bloqueada automáticamente
pt: A conta está bloqueada automaticamente
uk: Обліковий запис автоматично заблоковано

# Supervisor_CreateText
source: This action will create individual user with supervisor rights, <br>to create several users you can use <a href="{{link}}" target="_blank">user batch creation</a>
ar: سيؤدي هذا الإجراء إلى إنشاء مستخدم فردي بحقوق المشرف، <br>لإنشاء عدة مستخدمين يمكنك استخدام <a href="{{link}}" target="_blank">إنشاء دفعة المستخدمين</a>
cs: Tato akce vytvoří jednotlivého uživatele s právy garanta, <br>pro vytvoření několika uživatelů můžete použít <a href="{{link}}" target="_blank">vytvoření dávky uživatelů</a>
es: Esta acción creará un usuario individual con derechos de supervisor, <br>para crear varios usuarios puede usar <a href="{{link}}" target="_blank">creación masiva de usuarios</a>
pt: Esta ação criará um usuário individual com direitos de supervisor, <br>para criar vários usuários, você pode usar <a href="{{link}}" target="_blank">criação em lote de usuários</a>
ru: Это действие создаст индивидуального пользователя с правами супервизора<br> Чтобы создать нескольких пользователей сразу, воспользуйтесь функцией <a href="{{link}}" target="_blank">массового создания пользователей</a>
sq: Ky veprim do të krijojë përdorues individual me të drejta supervizori, <br>për të krijuar disa përdorues, mund të përdorni <a href="{{link}}" target="_blank">krijimin në grup të përdoruesve </a>
uk: Ця дія створить окремого користувача з правами супервізора, <br>для створення кількох користувачів ви можете скористатися <a href="{{link}}" target="_blank">груповим створенням користувачів</a>.

# User_CreateText1
source: This action will create individual user,
ar: سيؤدي هذا الإجراء إلى إنشاء مستخدم فردي،
cs: Tato akce vytvoří individuálního uživatele,
es: Esta acción creará un usuario individual,
pt: Esta ação criará um usuário individual,
uk: Ця дія створить окремого користувача,

# User_CreateText2
source: to create several interviewers and supervisors you can use {{link}}
ar: لإنشاء عدة محاورين ومشرفين يمكنك استخدام {{link}}
cs: k vytvoření několika tazatelů a Garantů můžete použít {{link}}
es: para crear varios entrevistadores y supervisores puede usar {{link}}
pt: para criar vários entrevistadores e supervisores, você pode usar {{link}}
uk: Для створення декількох інтерв'юерів та Супервізорів ви можете використовувати {{link}}

# User_CreateText_UserBatchUploadLinkText
source: user batch creation
ar: إنشاء دفعة المستخدمين
cs: vytvoření uživatelské dávky
es: creación masiva de usuarios
pt: criação em lote de usuários
uk: загрузка групи користувачів

# PublicSection
source: Personal information details (optional) <br> will be visible to HQ users only
ar: تفاصيل المعلومات الشخصية (اختياري) <br> ستكون مرئية فقط لمستخدمي المقر الرئيسي
cs: Podrobnosti o osobních údajích (volitelné) <br> budou viditelné pouze uživatelům Ústředí
es: Los detalles de la información personal (opcional) <br> serán visibles solo para los usuarios de HQ
pt: Detalhes das informações pessoais (opcional) <br> serão visíveis apenas para usuários da sede
ru: Персональная информация (опциально) <br> видима только для HQ пользователей
sq: Hollësitë e të dhënave personale (fakultative) <br> do të shihen vetëm nga përdoruesit e ZQ-së
uk: Особиста інформація (необов'язково) <br> буде видима лише користувачам Headquarters

# Interviewers_CreationDateTooltip
source: Date when the interviewer account was created
ar: تاريخ إنشاء حساب المحاور
cs: Datum vytvoření účetu tazatele
es: Fecha en que se creó la cuenta del entrevistador
pt: Data em que a conta do entrevistador foi criada
ru: Дата создания учетной записи интервьюера
sq: Data kur është krijuar llogaria e intervistuesit
uk: Дата створення облікового запису інтерв'юера

# Interviewers_LastLoginDateTooltip
source: Date when the interviewer logged in to website last time
ar: تاريخ آخر تسجيل دخول للمحاور إلى الموقع
cs: Poslední datum, kdy se tazatel naposledy přihlásil na web
es: Fecha en que el entrevistador inició sesión en el sitio web por última vez
pt: Data em que o entrevistador fez login no site pela última vez
ru: Дата, когда интервьюер последний раз заходил в систему
uk: Дата останнього входу інтерв'юера на сайт

# Interviewers_SupervisorTooltip
source: Login name of the interviewer’s supervisor
ar: اسم تسجيل الدخول لمشرف المحاور
cs: Přihlašovací jméno tazatelova Garanta
es: Nombre de inicio de sesión del supervisor del entrevistador
pt: Nome de login do supervisor do entrevistador
ru: Имя супервизора
sq: Emri i regjistrimit të përgjegjësit të intervistuesit
uk: Ім'я супервізора для інтерв'юера

# Interviewers_InterviewerVersionTooltip
source: Interviewer App version reported during last synchronization of his/her tablet to the server
ar: إصدار تطبيق المحاور الذي تم الإبلاغ عنه أثناء آخر تزامن لجهازه اللوحي مع الخادم
cs: Verze aplikace Tazatel nahlášená při poslední synchronizaci jejich tabletu se serverem
es: Versión de la aplicación del entrevistador reportada durante la última sincronización de su tableta con el servidor
pt: Versão do aplicativo do entrevistador relatada durante a última sincronização de seu tablet com o servidor
ru: Версия интервьюера полученная по время последней синхронизации планшета
sq: Versioni i Aplikacionit të Intervistuesit që është raportuar gjatë sinkronizimit të fundit të tabletit të tij/saj me serverin
uk: Версія додатку, про яку повідомив інтерв'юер під час останньої синхронізації свого планшета з сервером

# Interviewers_InterviewerNeverConnected
source: Never connected
ar: لم يتصل أبدًا
cs: Nikdy nepřipojen
es: Nunca conectado
pt: Nunca conectado
ru: Никогда не соединялись
sq: Nuk është lidhur asnjëherë
uk: Ніколи не підключався

# InterviewDetails_TranslationLabel
source: Language
ar: اللغة
cs: Jazyk
es: Idioma
pt: Idioma
ru: Язык
sq: Gjuha
uk: Мова

# InterviewDetails_DefaultTranslation
source: original
ar: الأصلية
cs: původní
ru: [По умолчанию]
sq: fillestar
uk: оригінал

source: Login
ar: تسجيل الدخول
cs: Přihlásit se
es: Iniciar sesión
ru: Логин
sq: Hyrje
uk: Логін

source: Password
ar: كلمة المرور
cs: Heslo
es: Contraseña
pt: Senha
ru: Пароль
sq: Fjalëkalimi
uk: Пароль

source: Show Password
ar: إظهار كلمة المرور
cs: Zobrazit heslo
es: Mostrar contraseña
pt: Mostrar senha
ru: Показать пароль
uk: Показати пароль

source: Authenticator code
ar: رمز المصادقة
cs: Ověřovací kód
es: Código de autenticador
pt: Código do autenticador
ru: Аутентификационный код
uk: Код аутентифікатора

source: Recovery code
ar: رمز الاسترداد
cs: Obnovovací kód
es: Código de recuperación
pt: Código de recuperação
ru: Ключ восстановления
uk: Код відновлення

# QuestionnaireNameFormat
source: {{name}} (ver. {{version}})
ar: {{name}} (الإصدار {{version}})
ru: {{name}} (вер. {{version}})
uk: {{name}} (вер. {{version}})

# GetLatestApp
source: Download latest interviewer app
ar: تحميل أحدث تطبيق للمحاور
cs: Stáhněte si nejnovější verzi aplikace Tazatel
es: Descargar la última aplicación de entrevistador
pt: Baixar o aplicativo mais recente do entrevistador
ru: Скачать последнюю версию
sq: Shkarko aplikimin e fundit të Intervistuesit
uk: Завантажте останню версію програми для інтерв'юерів

# GetInterviewerApp
source: Download interviewer app
ar: تحميل تطبيق المحاور
cs: Stáhněte si aplikaci Tazatel
es: Descargar aplicación de entrevistador
pt: Baixar o aplicativo do entrevistador
uk: Завантажити додаток INTERVIEWER

# GetLatestSupervisorApp
source: Download latest Supervisor app
ar: تحميل أحدث تطبيق للمشرف
cs: Stáhněte si nejnovější verzi aplikace Garant
es: Descargar la última aplicación de supervisor
pt: Baixar o aplicativo mais recente do supervisor
ru: Скачать приложение Супервизора
sq: Shkarko aplikacionin e fundit të Supervizorit
uk: Завантажте останню версію програми Supervisor

source: Installation instruction
ar: تعليمات التثبيت
cs: Instrukce k instalaci
es: Instrucciones de instalación
pt: Instruções de instalação
ru: Инструкции установки
sq: Udhëzim për instalimin
uk: Інструкція з інсталяції

# ConfirmationNeededTitle
source: Confirmation Needed
ar: تأكيد مطلوب
cs: Je potřeba potvrzení
es: Se necesita confirmación
pt: Confirmação necessária
ru: Требуется подтверждение
sq: Kërkohet konfirmim
uk: Потрібне підтвердження

# FilterTitle
source: Filters
ar: التصفية
cs: Filtr
es: Filtros
pt: Filtros
ru: Фильтры
sq: Filtra
uk: Фільтри

source: interviewer(s) selected
ar: تم اختيار المحاورين
cs: vybraných tazatelů
es: entrevistador(es) seleccionado(s)
pt: entrevistador(es) selecionado(s)
ru: интервьюер(ов) выбрано
sq: intervistuesi(t) u përzgjodh(ën)
uk: обрано інтерв'юера(ів)

# OperationFailedDescription
source: Error occurred please try again later.
ar: حدث خطأ، يرجى المحاولة مرة أخرى لاحقًا.
cs: Došlo k chybě, zkuste to znovu později.
es: Ocurrió un error, por favor intente nuevamente más tarde.
pt: Ocorreu um erro, por favor tente novamente mais tarde.
ru: Возникла ошибка во время исполнения, попробуйте позже
sq: Ndodhi një gabim, ju lutemi, provojeni prapë më vonë.
uk: Виникла помилка, будь ласка, спробуйте пізніше.

# OperationFailedTitle
source: Operation failed
ar: فشل العملية
cs: Operace selhala
es: Operación fallida
pt: Operação falhou
ru: Операция не выполнена
sq: Veprimi dështoi
uk: Операція не вдалася

# InterviewDetails_NoItems
source: No items satisfying selected filter
ar: لا توجد عناصر تلبي التصفية المحددة
cs: Žádné položky nevyhovují vybranému filtru
es: No hay elementos que satisfagan el filtro seleccionado
pt: Nenhum item satisfazendo o filtro selecionado
ru: Нет элементов, удовлетворяющих выбранному фильтру
sq: Asnjë element nuk përmbush filtrin e përzgjedhur
uk: Немає елементів, що задовольняють обраному фільтру

# Supervisors_Archive
source: Archive
ar: أرشفة
cs: Deaktivovat
es: Archivar
pt: Arquivar
ru: Архивировать
sq: Arkivi
uk: Архівувати

# Supervisors_UnarchiveSupervisorsConfirm
source: Do you want to continue?
ar: هل تريد المتابعة؟
cs: Chcete pokračovat?
es: ¿Desea continuar?
pt: Você quer continuar?
ru: Вы хотите продолжить?
sq: Dëshironi të vazhdoni?
uk: Ви хочете продовжити?

# Users_UsersConfirm
source: Do you want to continue?
ar: هل تريد المتابعة؟
cs: Chcete pokračovat?
es: ¿Desea continuar?
pt: Você quer continuar?
uk: Ви хочете продовжити?

# Users_UnarchiveUsersWarning
source: User(s) will be unarchived.
ar: سيتم إلغاء أرشفة المستخدمين.
cs: Uživatel(é) budou zaktivování.
es: El(los) usuario(s) serán desarchivados.
pt: Usuário(s) será(ão) desarquivado(s).
uk: Користувача(-ів) буде розархівовано.

# Supervisors_ArchiveSupervisorsConfirmMessage
source: If the interviewer has completed interviews on his tablet then the data will be lost.
ar: إذا كان المحاور قد أكمل المقابلات على جهازه اللوحي، فسيتم فقدان البيانات.
cs: Data budou ztracena v případě, že tazatel dokončil rozhovory na svém tabletu.
es: Si el entrevistador ha completado entrevistas en su tableta, los datos se perderán.
pt: Se o entrevistador tiver entrevistas concluídas em seu tablet, os dados serão perdidos.
ru: Если интервьюер имеет законченные интервью в режиме переписи на это планшете, то они будут потерянны.
sq: Nëse intervistuesi i ka përfunduar intervistat në tabletin e tij, atëherë të dhënat do të humbasin.
uk: Якщо інтерв'юер завершив інтерв'ю на своєму планшеті, то дані будуть втрачені.

# Users_ArchiveUsersConfirmMessage
source: You will archive supervisors and interviewers within theirs team. Interviewers assigned to archived supervisor will be also archived in all workspaces. If interviewers have any non synchronized data on tablets it will be deleted.
ar: ستقوم بأرشفة المشرفين والمحاورين داخل فرقهم. سيتم أرشفة المحاورين المعينين للمشرفين المؤرشفين في جميع مساحات العمل. لن يتم نقل أي بيانات غير متزامنة متبقية على أجهزة المستخدمين المؤرشفين (المحاورين أو المشرفين) إلى الخادم.
cs: Deaktivujete Garanty a tazatele v rámci jejich týmu. Tazatelé přiřazení k deaktivovanému Garantovi budou rovněž deaktivováni ve všech úlohách. Pokud mají tazatelé nějaká nesynchronizovaná data na tabletech, budou smazána.
es: Archivará supervisores y entrevistadores dentro de sus equipos. Los entrevistadores asignados a supervisores archivados serán archivados en TODOS los espacios de trabajo. Cualquier dato no sincronizado restante en los dispositivos de los usuarios archivados (entrevistadores o supervisores) no se transmitirá al servidor.
pt: Você arquivará supervisores e entrevistadores dentro de suas equipes. Entrevistadores atribuídos a supervisores arquivados serão arquivados em TODOS os espaços de trabalho. Qualquer dado não sincronizado restante nos dispositivos dos usuários arquivados (entrevistadores ou supervisores) não será transmitido para o servidor.
uk: Супервізори та інтерв'юери, які входять до їхніх команд, будуть заархівовані у всіх робочих просторах. Якщо інтерв'юери мають несинхронізовані дані на планшетах, вони не будуть передані на сервер.

source: supervisor(s) selected
ar: المشرفين المختارين
cs: vybraní Garanti
es: supervisor(es) seleccionado(s)
pt: supervisor(es) selecionado(s)
ru: супервизор(ов) выбрано
sq: supervizori(supervizorët) e përzgjedhur
uk: обрано супервізора(ів)

source: interview(s) selected
ar: المقابلات المختارة
cs: vybraných rozhovorů
es: entrevista(s) seleccionada(s)
pt: entrevista(s) selecionada(s)
ru: интервью выбрано
sq: intervista(t) e përzgjedhura
uk: відібрані інтерв'ю

# Supervisors_Unarchive
source: Unarchive
ar: إلغاء الأرشفة
cs: Obnovit účet
es: Desarchivar
pt: Desarquivar
ru: Разархивировать
sq: Nxirr nga arkivi
uk: Розархівувати

# Profile_InterviewerEditFormat
source: Edit interviewer profile: <strong>{0}</strong>
ar: تحرير ملف المحاور: <strong>{0}</strong>
cs: Upravit profil tazatele: <strong>{0}</strong>
es: Editar perfil del entrevistador: <strong>{0}</strong>
pt: Editar perfil do entrevistador: <strong>{0}</strong>
ru: Редактирование профиля интервьюера: <strong>{0}</strong>
sq: Redakto profilin e intervistuesit: <strong>{0}</strong>
uk: Редагувати профіль інтерв'юера: <strong>{0}</strong>.

# Profile_InterviewerCreate
source: Create interviewer profile
ar: إنشاء ملف المحاور
cs: Vytvořit profil tazatele
es: Crear perfil del entrevistador
pt: Criar perfil do entrevistador
ru: Создать интервьюера
sq: Krijo profilin e intervistuesit
uk: Створіть профіль інтерв'юера

# Profile_InterviewersList
source: Interviewers
ar: المحاورين
cs: Tazatelé
es: Entrevistadores
pt: Entrevistadores
ru: Интервьюеры
sq: Intervistuesit
uk: Інтерв'юери

# Profile_InterviewerProfile
source: Interviewer profile
ar: ملف المحاور
cs: Profil tazatele
es: Perfil del entrevistador
pt: Perfil do entrevistador
ru: Профиль интервьюера
sq: Profili i intervistuesit
uk: Профіль інтерв'юера

# Profile_ObserverEditFormat
source: Edit observer profile: <strong>{0}</strong>
ar: تحرير ملف المراقب: <strong>{0}</strong>
cs: Upravit profil Pozorovatele: <strong>{0}</strong>
es: Editar perfil del observador: <strong>{0}</strong>
pt: Editar perfil do observador: <strong>{0}</strong>
ru: Редактирование профиля наблюдателя: <strong>{0}</strong>
sq: Redakto profilin e vrojtuesit: <strong>{0}</strong>
uk: Редагувати профіль спостерігача: <strong>{0}</strong>.

# Profile_ObserverCreate
source: Create observer
ar: إنشاء مراقب
cs: Vytvořte Pozorovatele
es: Crear observador
pt: Criar observador
ru: Создать пользователя
sq: Krijo vrojtuesin
uk: Створити спостерігача

# Profile_ObserversList
source: Observers
ar: المراقبون
cs: Pozorovatelé
es: Observadores
pt: Observadores
ru: Наблюдатели
sq: Vrojtuesit
uk: Спостерігачі

# Profile_HeadquartersEditFormat
source: Edit headquarters profile: <strong>{0}</strong>
ar: تحرير ملف المقر الرئيسي: <strong>{0}</strong>
cs: Upravit profil Ústředí: <strong>{0}</strong>
es: Editar perfil de la sede: <strong>{0}</strong>
pt: Editar perfil da sede: <strong>{0}</strong>
ru: Редактирование профиля хедквотера: <strong>{0}</strong>
sq: Redakto profilin e zyrës qendrore: <strong>{0}</strong>
uk: Редагувати профіль штабу: <strong>{0}</strong>.

# Profile_HeadquartersCreate
source: Create headquarters
ar: إنشاء مقر رئيسي
cs: Vytvořit Ústředí
es: Crear sede
pt: Criar sede
ru: Создать хедквотера
sq: Krijo zyrën qendrore
uk: Створити хедквотера

# Profile_HeadquartersList
source: Headquarters
ar: المقر الرئيسي
cs: Ústředí
es: Sede
pt: Sede
ru: Хедквотеры
sq: Zyra qendrore
uk: Хедквотери

# Profile_SupervisorEditFormat
source: Edit supervisor profile: <strong>{0}</strong>
ar: تحرير ملف المشرف: <strong>{0}</strong>
cs: Upravit profil Garanta: <strong>{0}</strong>
es: Editar perfil del supervisor: <strong>{0}</strong>
pt: Editar perfil do supervisor: <strong>{0}</strong>
ru: Редактирование профиля супервизора: <strong>{0}</strong>
sq: Redakto profilin e supervizorit: <strong>{0}</strong>
uk: Редагування профілю супервізора: <strong>{0}</strong>.

# Profile_SupervisorCreate
source: Create supervisor
ar: إنشاء مشرف
cs: Vytvořit Garanta
es: Crear supervisor
pt: Criar supervisor
ru: Создать супервизора
sq: Krijo supervizorin
uk: Створити супервізора

# Profile_SupervisorsList
source: Supervisors
ar: المشرفين
cs: Garanti
es: Supervisores
pt: Supervisores
ru: Супервизоры
sq: Supervizorët
uk: Супервізори

# Profile_ApiUserEditFormat
source: Edit API user profile: <strong>{0}</strong>
ar: تحرير ملف مستخدم API: <strong>{0}</strong>
cs: Upravit profil API uživatele : <strong>{0}</strong>
es: Editar perfil del usuario API: <strong>{0}</strong>
pt: Editar perfil do usuário da API: <strong>{0}</strong>
ru: Редактирование профиля API пользователя: <strong>{0}</strong>
sq: Redakto profilin e përdoruesit API: <strong>{0}</strong>
uk: Редагування профілю користувача API: <strong>{0}</strong>.

# Profile_ApiUserCreate
source: Create API user
ar: إنشاء مستخدم API
cs: Vytvořit API uživatele
es: Crear usuario API
pt: Criar usuário da API
ru: Создать API пользователя
sq: Krijo përdorues API
uk: Створення користувача API

# Profile_ApiUserWasCreated
source: API User <b>{0}</b> was successfully created
ar: تم إنشاء مستخدم API <b>{0}</b> بنجاح
cs: API Uživatel <b>{0}</b> byl úspěšně vytvořen
es: El usuario API <b>{0}</b> se creó correctamente
pt: Usuário da API <b>{0}</b> foi criado com sucesso
ru: API пользователь <b>{0}</b> был успешно создан
sq: Përdoruesi API <b>{0}</b> u krijua me sukses
uk: Користувача API <b>{0}</b> успішно створено

source: Create admin
ar: إنشاء مسؤول
cs: Vytvořit Admina
es: Crear administrador
pt: Criar administrador
ru: Создать администратора
uk: Створити адміністратора

# ChangePassword
source: Reset user password
ar: إعادة تعيين كلمة مرور المستخدم
cs: Obnovit uživatelské heslo
es: Restablecer contraseña del usuario
pt: Redefinir senha do usuário
ru: Сброс пользовательского пароля
uk: Скинути пароль користувача

source: Reset authenticator
ar: إعادة تعيين المصادقة
cs: Resetovat (aplikaci pro) ověření
es: Restablecer autenticador
pt: Redefinir autenticador
ru: Сброс аутентификатора
uk: Скинути автентифікатор

source: Setup authenticator
ar: إعداد المصادقة
cs: Nastavení (aplikace pro) ověření
es: Configurar autenticador
pt: Configurar autenticador
ru: Установка аутентификатора
uk: Налаштування автентифікатора

source: Add authenticator
ar: إضافة المصادقة
cs: Přidat aplikaci k ověření
es: Agregar autenticador
pt: Adicionar autenticador
ru: Добавить аутентификатор
uk: Додати автентифікатор

source: Reset recovery codes
ar: إعادة تعيين رموز الاسترداد
cs: Resetovat obnovovací kódy
es: Restablecer códigos de recuperación
pt: Redefinir códigos de recuperação
ru: Сброс ключей восстановления
uk: Скинути коди відновлення

source: Recovery codes left:
ar: رموز الاسترداد المتبقية:
cs: Zbývající kódy pro obnovení:
es: Códigos de recuperación restantes:
pt: Códigos de recuperação restantes:
ru: Осталось ключей восстановления:
uk: Залишилося кодов відновлення:

# RecoveryCodesYouCan
source: You can
ar: يمكنك
cs: Můžete
es: Puede
pt: Você pode
ru: Вы можете
uk: Ви можете

# GenerateRecoveryCodesLink
source: generate a new set of recovery codes
ar: توليد مجموعة جديدة من رموز الاسترداد
cs: vygenerovat novou sadu obnovovacích kódů
es: generar un nuevo conjunto de códigos de recuperación
pt: gerar um novo conjunto de códigos de recuperação
ru: сгенерировать новый набор ключей восстановления
uk: згенерувати новий набір кодів відновлення

source: Disable 2FA
ar: تعطيل المصادقة الثنائية
cs: Zakázat 2FA
es: Desactivar 2FA
pt: Desativar 2FA
ru: Выключить 2ФА
uk: Вимкнути 2FA

# RecoveryCodesInfo
source: Put these codes in a safe place.
ar: ضع هذه الرموز في مكان آمن.
cs: Uložte tyto kódy na bezpečné místo.
es: Guarde estos códigos en un lugar seguro.
pt: Guarde esses códigos em um lugar seguro.
ru: Сохраните ключи в надежном месте.
uk: Зберігайте ці коди в безпечному місці.

# RecoveryCodesDescription
source: If you lose your device and don't have the recovery codes you will lose access to your account.
ar: إذا فقدت جهازك ولم يكن لديك رموز الاسترداد، فستفقد الوصول إلى حسابك.
cs: Pokud ztratíte své zařízení a nemáte kódy pro obnovení, ztratíte přístup ke svému účtu.
es: Si pierde su dispositivo y no tiene los códigos de recuperación, perderá el acceso a su cuenta.
pt: Se você perder seu dispositivo e não tiver os códigos de recuperação, perderá o acesso à sua conta.
ru: Если вы потеряете устройство и ключи восстановления вы не сможете войти в систему.
uk: Якщо ви втратите свій пристрій і не матимете кодів відновлення, ви втратите доступ до свого облікового запису.

# RecoveryCodesDescriptionLine1
source: Generating new recovery codes does not change the keys used in authenticator apps.
ar: توليد رموز استرداد جديدة لا يغير المفاتيح المستخدمة في تطبيقات المصادقة.
cs: Generování nových kódů pro obnovení nezmění klíče používané v aplikacích pro ověření.
es: Generar nuevos códigos de recuperación no cambia las claves utilizadas en las aplicaciones de autenticación.
pt: Gerar novos códigos de recuperação não altera as chaves usadas nos aplicativos autenticadores.
ru: Генерация новых ключей восстановления не меняет ключи, которые используются в аутефикационном приложении.
uk: Генерація нових кодів відновлення не змінює ключі, що використовуються в додатках автентифікації.

# EnableAuthenticatorLine1
source: To use an authenticator app go through the following steps:
ar: لاستخدام تطبيق المصادقة، اتبع الخطوات التالية:
cs: Chcete-li používat aplikaci pro ověření, následujte kroky níže:
es: Para usar una aplicación de autenticación, siga los siguientes pasos:
pt: Para usar um aplicativo autenticador, siga os seguintes passos:
ru: Чтобы использовать приложение аутентификатор, выполните следующие шаги:
uk: Щоб скористатися додатком-автентифікатором, виконайте такі дії:
