Repository: surveysolutions/surveysolutions
Catalog: src/UI/WB.UI.Headquarters.Core/Resources/Pages.*.resx
Languages: ar, cs, es, pt, ru, sq, uk

# LogOn_Title
source: Log On
ar: تسجيل الدخول
cs: Přihlásit se
es: Acceder
pt: Fazer logon
ru: Вход
sq: Lidhuni
uk: Увійти

# AccountManage_Title
source: Edit {0} profile
ar: تحرير ملف {0} الشخصي
cs: Upravit profil {0}
es: Editar perfil {0}
pt: Editar perfil de {0}
ru: Редактирование профиля {0}
sq: Redakto {0} profile
uk: Редагувати {0} профіль

# AccountManage_EditPublicInformation
source: Edit profile public information details
ar: تحرير تفاصيل المعلومات العامة للملف الشخصي
cs: Upravit podrobnosti veřejných informací profilu
es: Editar detalles de información pública del perfil
pt: Editar detalhes das informações públicas do perfil
ru: Изменить данные общедоступной информации профиля
sq: Redakto hollësitë e të dhënave të profilit publik
uk: Редагувати публічну інформацію профілю

# AccountManage_Login
source: Login
ar: تسجيل الدخول
cs: Přihlásit se
es: Usuario
ru: Логин
sq: Hyr
uk: Логін

# AccountManage_Role
source: Role
ar: الدور
es: Rol
pt: Função
ru: Роль
sq: Roli
uk: Роль

# AccountManage_ShowUsers
source: Show users
ar: عرض المستخدمين
cs: Ukázat uživatele
es: Mostrar usuarios
pt: Mostrar usuários
ru: Отобразить пользователей
uk: Показати користувачів

# AccountManage_ChangePassword
source: Change password
ar: تغيير كلمة المرور
cs: Změna hesla
es: Cambiar clave
pt: Alterar senha
ru: Сменить пароль
sq: Ndrysho fjalëkalimin
uk: Змінити пароль

# AccountManage_Profile
source: Profile
ar: الملف الشخصي
cs: Profil
es: Perfil
pt: Perfil
ru: Профиль
uk: Профіль

# AccountManage_TwoFactorAuth
source: Two factor authentication
ar: المصادقة الثنائية
cs: Dvoufaktorové ověření
es: Autenticación de dos factores
pt: Autenticação de dois fatores
ru: Двухфакторная аутентификация
uk: Двофакторна автентифікація

# AccountManage_AuthenticatorApp
source: Authenticator app
ar: تطبيق المصادقة
cs: Aplikace k ověření
es: Aplicación de autenticación
pt: Aplicativo autenticador
ru: Приложение аутентификатор
uk: Додаток автентифікації

# AccountManage_ChangePasswordHelp
source: Use the form below to change the password for the account
ar: استخدم النموذج أدناه لتغيير كلمة المرور للحساب
cs: Pro změnu hesla k účtu použijte formulář níže
es: Utilice el siguiente formulario para cambiar la contraseña de la cuenta
pt: Use o formulário abaixo para alterar a senha da conta
ru: Используйте форму ниже чтобы сменить пароль аккаунта
sq: Përdorni formularin e mëposhtëm për të ndryshuar fjalëkalimin e llogarisë
uk: Щоб змінити пароль до облікового запису, скористайтеся формою нижче

# LogOn_UnsuccessfulLogin
source: Login was unsuccessful. Please correct the errors and try again.
ar: فشل تسجيل الدخول. يرجى تصحيح الأخطاء والمحاولة مرة أخرى.
cs: Přihlášení se nezdařilo. Opravte chyby a zkuste to znovu.
es: Inicio de sesión satisfactorio. Favor corrija los errores e intente nuevamente.
pt: O login não foi bem-sucedido. Por favor, corrija os erros e tente novamente.
ru: Вход не выполнен. Пожалуйста, исправьте ошибки и повторите попытку.
sq: Hyrja nuk pati sukses. Ju lutemi, korrigjoni gabimet dhe provojeni sërish.
uk: Вхід був невдалим. Будь ласка, виправте помилки та спробуйте ще раз.

# SurveysStatuses_ApprovedByHQ
source: Approved by HQ
ar: تمت الموافقة من قبل المقر الرئيسي
cs: Schváleno Ústředím
es: Aprobado por la sede
pt: Aprovado pela sede
ru: Утверждено Хедквотером
sq: Miratuar nga ZQ-ja
uk: Затверджено штаб-квартирою

# SurveysStatuses_ApprovedBySupervisor
source: Approved by supervisor
ar: تمت الموافقة من قبل المشرف
cs: Schváleno Garantem
es: Aprobado por supervisor
pt: Aprovado pelo supervisor
ru: Утверждено Супервизором
sq: Miratuar nga përgjegjësi
uk: Затверджено супервізором

# SurveysStatuses_Completed
source: Completed
ar: مكتمل
cs: Dokončené
es: Completado
pt: Concluído
ru: Завершено
sq: Përfunduar
uk: Завершено

# SurveysStatuses_InterviewerAssigned
source: Interviewer assigned
ar: تم تعيين المحاور
cs: Tazatel přidělen
es: Entrevistador asignado
pt: Entrevistador atribuído
ru: Интервьюер назначен
sq: Intervistuesi u caktua
uk: Призначено інтерв'юера

# SurveysStatuses_RejectedByHQ
source: Rejected by HQ
ar: تم الرفض من قبل المقر الرئيسي
cs: Vráceno Ústředím
es: Rechazado por la sede
pt: Rejeitado pela sede
ru: Отклонено Хедквотером
sq: Refuzuar nga ZQ-ja
uk: Відхилено хедквотером

# SurveysStatuses_RejectedBySupervisor
source: Rejected by supervisor
ar: تم الرفض من قبل المشرف
cs: Vráceno Garantem
es: Rechazado por supervisor
pt: Rejeitado pelo supervisor
ru: Отклонено Супервизором
sq: Refuzuar nga supervizori
uk: Відхилено супервізором

# SurveysStatuses_SupervisorAssigned
source: Supervisor assigned
ar: تم تعيين المشرف
cs: Přidělených Garantů
es: Supervisor asignado
pt: Supervisor atribuído
ru: Супервизор назначен
sq: Supervizori u caktua
uk: Супервізор призначен

# SurveysStatuses_SurveyName
source: Survey Name
ar: اسم الاستبيان
cs: Název průzkumu
es: Nombre de la encuesta
pt: Nome da pesquisa
ru: Название обследования
sq: Titulli i anketës
uk: Назва опитування

# SurveysStatuses_Title
source: Surveys and Statuses
ar: الاستبيانات والحالات
cs: Typy dotazníků (status)
es: Encuestas y estados
pt: Pesquisas e Status
ru: Обследования и статусы
sq: Sondazhet dhe Statuset
uk: Опитування та статуси

# SurveysStatuses_Total
source: Total
ar: الإجمالي
cs: Celkem
ru: Итого
sq: Gjithsej
uk: Взагалі

# SurveysStatuses_TeamMembersHeader
source: Team members
ar: أعضاء الفريق
cs: Tazatelé
es: Miembros del equipo
pt: Membros da equipe
ru: Участники команды
sq: Pjesëtarët e ekipit
uk: Члени команди

# Survey_Header
source: Interviews
ar: المقابلات
cs: Rozhovory
es: Entrevistas
pt: Entrevistas
ru: Интервью
sq: Intervista
uk: Інтерв'ю

# Survey_Status_Title
source: Status
ar: الحالة
es: Estado
ru: Статус
sq: Statusi
uk: Статус

# Survey_Status_Header
source: Interviewers and Surveys
ar: المحاورون والاستبيانات
cs: Tazatelé a Šetření
es: Entrevistadores y encuestas
pt: Entrevistadores e Pesquisas
ru: Интервьюеры и обследования
sq: Intervistuesit dhe Anketat
uk: Інтерв'юери та опитування

# PackagesInfo_Title
source: Index
ar: الفهرس
es: Índice
pt: Índice
ru: Индекс
sq: Indeksi
uk: Індекс

# PackagesInfo_Header
source: Tablet information packages
ar: حزم معلومات الجهاز اللوحي
cs: Informační balíčky pro tablet
es: Paquetes de información de la tableta
pt: Pacotes de informações do tablet
ru: Информационные пакеты планшета
sq: Paketat e informacionit për tabletin
uk: Інформаційні пакети з пристроїв

# PackagesInfo_DeviceId
source: Device Id
ar: معرف الجهاز
cs: ID zařízení
es: Identificador de dispositivo
pt: ID do dispositivo
ru: Идентификатор планшета
sq: Identifikuesi i pajisjes
uk: Ідентифікатор пристрою

# PackagesInfo_UploadDate
source: Upload date
ar: تاريخ التحميل
cs: Nahrát datum
es: Fecha de carga
pt: Data de upload
ru: Дата загрузки
sq: Data e ngarkimit
uk: Дата завантаження

# PackagesInfo_UserName
source: User Name
ar: اسم المستخدم
cs: Uživatelské Jméno
es: Nombre de usuario
pt: Nome de usuário
ru: Имя пользователя
sq: Emri i përdoruesit
uk: Ім'я користувача

# PackagesInfo_UserId
source: User Id
ar: معرف المستخدم
cs: Uživatelské ID
es: Identificador de usuario
pt: ID de usuário
ru: Идентификатор пользователя
sq: Identifikimi i përdoruesit
uk: Ідентифікатор користувача

# PackagesInfo_Size
source: Size(bytes)
ar: الحجم (بايت)
cs: Velikost (byte)
es: Tamaño (bytes)
pt: Tamanho (bytes)
ru: Размер (байты)
sq: Madhësia (bytes)
uk: Розмір (байт)

# InterviewerController_InterviewerCreationSuccess
source: Interviewer was successfully created
ar: تم إنشاء المحاور بنجاح
cs: Tazatel byl úspěšně vytvořen
es: Entrevistador se ha creado satisfactoriamente
pt: Entrevistador foi criado com sucesso
ru: Интервьюер был успешно создан
sq: Intervistuesi u krijua me sukses
uk: Інтерв'юер успішно створено

# InterviewerController_UpdateUseFailure
source: Could not update user information because current user does not exist
ar: تعذر تحديث معلومات المستخدم لأن المستخدم الحالي غير موجود
cs: Informace o uživateli nelze aktualizovat, protože aktuální uživatel neexistuje
es: No se actualizó la información porque el usuario actual no existe
pt: Não foi possível atualizar as informações do usuário porque o usuário atual não existe
ru: Не удалось обновить информацию пользователя, поскольку текущий пользователь не существует
sq: Përditësimi i të dhënave të përdoruesit ishte i pamundur, pasi ky përdorues nuk ekziston
uk: Не вдалося оновити інформацію про користувача, оскільки поточний користувач не існує

# InterviewerController_EditSuccess
source: Information about {0} successfully updated
ar: تم تحديث معلومات {0} بنجاح
cs: Informace o {0} byly úspěšně aktualizovány
es: La información sobre {0} ha sido actualizada satisfactoriamente
pt: Informações sobre {0} atualizadas com sucesso
ru: Информация о {0} успешно обновлена
sq: Informacion mbi {0} u përditësua me sukses
uk: Інформацію про {0} успішно оновлено

# Backup_IndexTitle
source: Index
ar: الفهرس
es: Índice
pt: Índice
ru: Индекс
sq: Indeksi
uk: Індекс

# ApproveRejectPartialView_ApproveLabel
source: Approve interview
ar: الموافقة على المقابلة
cs: Schválit rozhovor
es: Entrevista aprobada
pt: Aprovar entrevista
ru: Утвердить интервью
sq: Mirato intervistën
uk: Затвердити інтерв'ю

# ApproveRejectPartialView_ApproveReceivedWarning
source: Current responsible interviewer will not be notified about the interview approving until the next synchronization. If interviewer has started working on the interview already, all the data that interviewer has entered before the next synchronization will be DISCARDED!
ar: لن يتم إخطار المحاور المسؤول الحالي بالموافقة على المقابلة حتى المزامنة التالية. إذا كان المحاور قد بدأ بالفعل في العمل على المقابلة، فسيتم تجاهل جميع البيانات التي أدخلها المحاور قبل المزامنة التالية!
cs: Pokud tazatel již na rozhovoru začal pracovat, budou veškerá data, která tazatel zadal před další synchronizací, VYMAZÁNY!
es: El entrevistador responsable actual no será notificado sobre la aprobación de la entrevista hasta la próxima sincronización. Si el entrevistador ya ha comenzado a trabajar en la entrevista, todos los datos que el entrevistador haya ingresado antes de la próxima sincronización se DESCARTARÁN.
pt: O entrevistador responsável atual não será notificado sobre a aprovação da entrevista até a próxima sincronização. Se o entrevistador já começou a trabalhar na entrevista, todos os dados que o entrevistador inseriu antes da próxima sincronização serão DESCARTADOS!
ru: Текущий интервьюер, ответственный за интервью не будет уведомлен об утверждении до следующей синхронизации. Если работа будет начата к тому моменту, то все введенные данные будут утеряны!
uk: Поточний відповідальний інтерв'юер не отримає повідомлення про затвердження інтерв'ю до наступної синхронізації. Якщо інтерв'юер вже почав працювати над інтерв'ю, всі дані, які він вніс до наступної синхронізації, будуть ВИДАЛЕНІ!

# ApproveRejectPartialView_ApproveReceivedConfirm
source: Apply on interview which Interviewer already received
ar: تطبيق على المقابلة التي استلمها المحاور بالفعل
cs: Aplikovat na rozhovor, který již tazatel stáhnul
es: Aplicar en la entrevista que el entrevistador ya recibió
pt: Aplicar na entrevista que o entrevistador já recebeu
ru: Применить к интервью, которое уже получено интервьюером
uk: Подати заявку на інтерв'ю, яку інтерв'юер вже отримав

# ApproveRejectPartialView_CommentLabel
source: Comment
ar: تعليق
cs: Poznámka
es: Comentario
pt: Comentário
ru: Комментарий
sq: Komento
uk: Коментар

# CloseLabel
source: Close
ar: إغلاق
cs: Zavřít
es: Cerrar
pt: Fechar
ru: Закрыть
sq: Mbyll
uk: Закрити

source: Print
ar: طباعة
cs: Tisk
es: Imprimir
pt: Imprimir
ru: Печать
uk: Друк

# ApproveRejectPartialView_ApproveAction
source: Approve
ar: الموافقة
cs: Schválit
es: Aprobado
pt: Aprovar
ru: Утвердить
sq: Mirato
uk: Схвалити

# ApproveRejectPartialView_RejectAction
source: Reject
ar: الرفض
cs: Vrátit
es: Rechazado
pt: Rejeitar
ru: Отклонить
sq: Refuzo
uk: Відхилити

# ApproveRejectPartialView_UnapproveAction
source: Unapprove
ar: إلغاء الموافقة
cs: Neschválit
es: No aprobar
pt: Desaprovar
ru: Откатить
sq: Tërhiq miratimin
uk: Відізвати схвалення

# ApproveRejectPartialView_UnapproveLabel
source: Unapprove interview
ar: إلغاء الموافقة على المقابلة
cs: Neschválit rozhovor
es: No aprobar entrevista
pt: Desaprovar entrevista
ru: Откатить интервью
sq: Tërhiq miratimin e intervistës
uk: Відізвати схвалення інтерв'ю

# ApproveRejectPartialView_RejectLAbel
source: Reject interview
ar: رفض المقابلة
cs: Vrátit rozhovor
es: Rechazar entrevista
pt: Rejeitar entrevista
ru: Отклонить интервью
sq: Refuzo intervistën
uk: Відхилити інтервью

# InterviewDetails_GroupsLabel
source: Groups
ar: المجموعات
cs: Skupiny
es: Grupos
pt: Grupos
ru: Группы
sq: Grupe
uk: Групи

# InterviewDetails_HideGroupsLAbel
source: Hide groups
ar: إخفاء المجموعات
cs: Skrýt skupiny
es: Ocultar grupos
pt: Ocultar grupos
ru: Скрыть группы
sq: Fshih grupet
uk: Приховати групи

# InterviewDetails_StatusLabel
source: Status
ar: الحالة
es: Estado
ru: Статус
sq: Statusi
uk: Статус

# InterviewDetails_ResponsibleLabel
source: Responsible
ar: المسؤول
cs: Zodpovědný uživatel
es: Responsable
pt: Responsável
ru: Ответственный
sq: Përgjegjës
uk: Відповідальний

# InterviewDetails_PendingPackageLabel
source: Interview has pending synchronization packages in queue
ar: المقابلة تحتوي على حزم مزامنة معلقة في قائمة الانتظار
cs: Rozhovor má synchronizační balíčky ve frontě
es: La entrevista tiene paquetes de sincronización pendientes
pt: A entrevista tem pacotes de sincronização pendentes na fila
ru: Интервью имеет пакеты ожидающие синхронизацию
sq: Intervista ka paketa sinkronizimi që janë në radhën e pritjes
uk: Інтерв'ю має в черзі пакети синхронізації, що очікують на розгляд

# InterviewDetails_ShowGroupsLabel
source: Show groups
ar: عرض المجموعات
cs: Zobrazit skupiny
es: Mostrar grupos
pt: Mostrar grupos
ru: Показать группы
sq: Shfaq grupet
uk: Показати групи

# InterviewDetails_AllButtonLabel
source: all
ar: الكل
cs: vše
es: todos
pt: todos
ru: все
sq: të gjitha
uk: всі

# InterviewDetails_EnabledButtonLabel
source: enabled
ar: ممكّن
cs: povoleno
es: habilitado
pt: habilitado
ru: включённые
sq: aktivizuar
uk: увімкнені

# InterviewDetails_AnsweredButtonLabel
source: answered
ar: تمت الإجابة
cs: vyplněno
es: sin respuesta
pt: respondido
ru: отвеченные
sq: me përgjigje
uk: мають відповідь

# InterviewDetails_UnansweredButtonLabel
source: unanswered
ar: لم تتم الإجابة
cs: nezodpovězeno
es: sin respuesta
pt: sem resposta
ru: неотвеченные
sq: pa përgjigje
uk: без відповіді

# InterviewDetails_InvalidButtonLabel
source: invalid
ar: غير صالح
cs: neplatný
es: inválido
pt: inválido
ru: неправильные
sq: i/e pavlefshme
uk: З помилками

# InterviewDetails_CommentedButtonLabel
source: commented
ar: تم التعليق
cs: poznámku přidal
es: con comentario
pt: comentado
ru: коментированные
sq: komentuar
uk: прокоментовані

# InterviewDetails_FlaggedButtonLabel
source: flagged
ar: تم الإشارة
cs: označeno
es: marcado
pt: sinalizado
ru: отмеченные
sq: sinjalizuar
uk: позначені

# InterviewDetails_SupervisorsButtonLabel
source: supervisor's
ar: للمشرف
cs: Garanta
es: Del supervisor
pt: do supervisor
ru: супервизорские
sq: i/e përgjegjësit
uk: супервізора

# InterviewDetails_HiddenButtonLabel
source: hidden
ar: مخفي
cs: skryto
es: oculto
pt: oculto
ru: скрытые
sq: i/e fshehur
uk: приховані

# DetailsQuestionPartialView_WriteCommentPlaceholder
source: Write a comment...
ar: اكتب تعليقًا...
cs: Napsat poznámku…
es: Escriba un comentario …
pt: Escrever um comentário...
ru: Написать комментарий...
sq: Shkruaj një koment...
uk: Написати коментар...

# EditQuestion_Save
source: Save
ar: حفظ
cs: Uložit
es: Grabar
pt: Salvar
ru: Сохранить
sq: Ruaj
uk: Зберегти

# YesNoQuestion_Yes
source: Yes
ar: نعم
cs: Ano
es: Sí
pt: Sim
ru: Да
sq: Po
uk: Так

# YesNoQuestion_No
source: No
ar: لا
cs: Ne
pt: Não
ru: Нет
sq: Jo
uk: Ні

# HistoryOfStatuses_Title
source: Interview status history
ar: تاريخ حالة المقابلة
cs: Historie statusů rozhovoru
es: Historial de estados de la entrevista
pt: Histórico de status da entrevista
ru: Изменения статуса интервью
sq: Historiku i statusit të intervistës
uk: Історія статусів інтерв'ю

# HistoryOfStatuses_State
source: State
ar: الحالة
cs: Stav
es: Estado
pt: Estado
ru: Состояние
sq: Gjendja
uk: Статус

# HistoryOfStatuses_Comment
source: Comment
ar: تعليق
cs: Poznámka
es: Comentario
pt: Comentário
ru: Комментарий
sq: Komento
uk: Коментар

# HistoryOfStatuses_On
source: Changed on
ar: تم التغيير في
cs: Změněno dne
es: Cambiado en
pt: Alterado em
ru: Изменено
sq: Ndryshuar më
uk: Змінено на

# HistoryOfStatuses_By
source: By
ar: بواسطة
cs: Zadáno
es: Por
pt: Por
ru: Кем
sq: Nga
uk: Ким

# InterviewHistory_Header
source: Interview History
ar: تاريخ المقابلة
cs: Historie rozhovoru
es: Historial de entrevistas
pt: Histórico de entrevistas
ru: История интервью
sq: Historiku i intervistës
uk: Історія інтерв'ю

# GPS_latitude
source: latitude
ar: خط العرض
cs: zeměpisná šířka
es: latitud
ru: Широта
sq: gjerësia
uk: широта

# GPS_longitude
source: longitude
ar: خط الطول
cs: zeměpisná délka
es: longitud
ru: Долгота
sq: gjatësia
uk: довгота

# GPS_accuracy
source: accuracy
ar: الدقة
cs: přesnost
es: exactitud
pt: precisão
ru: Точность
sq: saktësia
uk: точність

# GPS_altitude
source: altitude
ar: الارتفاع
cs: nadmořská výška
es: altitud
ru: Высота
sq: lartësia
uk: висота

# InterviewController_RevalidationFailed
source: Revalidation was unsuccessful.
ar: فشلت إعادة التحقق.
cs: Revalidace byla neúspěšná.
es: La revalidación no fue exitosa
pt: A revalidação não foi bem-sucedida.
ru: Повторная проверка завершилась неудачей.
sq: Rivalidimi nuk pati sukses.
uk: Повторна перевірка не вдалася.

# InterviewController_RepeatLastStatus
source: Status set by Survey Solutions support team
ar: تم تعيين الحالة من قبل فريق دعم حلول الاستبيان
cs: Stav nastavený týmem podpory Survey Solutions
es: El estado ha sido asignado por el equipo de Survey Solutions
pt: Status definido pela equipe de suporte do Survey Solutions
ru: Статус установлен службой поддержки Survey Solutions
sq: Status i vendosur nga ekipi mbështetës i Survey Solutions
uk: Статус, встановлений службою підтримки Survey Solutions

# InterviewController_RepeatLastStatusFailed
source: Repeating of last status was unsuccessful.
ar: فشل تكرار الحالة الأخيرة.
cs: Opakování posledního stavu bylo neúspěšné.
es: La repetición del último estado no fue exitosa
pt: A repetição do último status não foi bem-sucedida.
ru: Повтор последнего статуса завершился неудачей.
sq: Përsëritja e statusit të fundit nuk pati sukses.
uk: Повторення останнього статусу було невдалим.

# LogOn_LogIn
source: Log in
ar: تسجيل الدخول
cs: Přihlásit se
es: Inicio de sesión
pt: Iniciar sessão
ru: Войти
sq: Hyni
uk: Увійти в систему

# LogOn_TwoFactor
source: Your login is protected with an authenticator app. Enter your authenticator code below.
ar: تسجيل الدخول الخاص بك محمي بتطبيق المصادقة. أدخل رمز المصادقة الخاص بك أدناه.
cs: Váše přihlášení je chráněno aplikací k ověření. Zadejte svůj ověřovací kód níže.
es: Su inicio de sesión está protegido con una aplicación de autenticación. Ingrese su código de autenticación a continuación.
pt: Seu login está protegido com um aplicativo autenticador. Insira seu código autenticador abaixo.
ru: Ваш вход в систему защищен с помощью приложения аутентификатора. Введите ниже аутентификационный код.
uk: Ваш логін захищений додатком-автентифікатором. Введіть код автентифікатора нижче.

# LogOn_LoginWithRecoveryCode
source: You have requested to log in with a recovery code.
ar: لقد طلبت تسجيل الدخول باستخدام رمز الاسترداد.
cs: Požádali jste o přihlášení pomocí kódu pro obnovení.
es: Ha solicitado iniciar sesión con un código de recuperación.
pt: Você solicitou fazer login com um código de recuperação.
ru: Вы запросили вход с помощью ключа восстановления.
uk: Ви надіслали запит на вхід за допомогою коду відновлення.

# LogOn_NoAccessToDevice
source: Don't have access to your authenticator device? You can
ar: لا تملك الوصول إلى جهاز المصادقة الخاص بك؟ يمكنك
cs: Nemáte přístup ke svému ověřovacímu zařízení? Můžete
es: ¿No tiene acceso a su dispositivo de autenticación? Puede
pt: Não tem acesso ao seu dispositivo autenticador? Você pode
ru: Если у вас нет доступа к устройству аутентификатору, вы можете
uk: Не маєте доступу до свого пристрою-автентифікатора? Ви можете

# LogOn_LoginWithRecoveryLink
source: log in with a recovery code
ar: تسجيل الدخول باستخدام رمز الاسترداد
cs: přihlaste se pomocí kódu pro obnovení
es: iniciar sesión con un código de recuperación
pt: fazer login com um código de recuperação
ru: войти с ключем восстановления
uk: увійти за допомогою коду відновлення

# LogOn_Legend
source: Please log in
ar: يرجى تسجيل الدخول
cs: Prosím přihlašte se
es: Favor inicie sesión
pt: Por favor, faça login
ru: Пожалуйста войдите
sq: Ju lutem hyni
uk: Будь ласка, увійдіть до системи

# AccountManage_SaveChanges
source: Save changes
ar: حفظ التغييرات
cs: Uložit změny
es: Guardar cambios
pt: Salvar as alterações
ru: Сохранить изменения
sq: Ruaj ndryshimet
uk: Зберегти зміни

# AccessDenied_Title
source: Access Denied
ar: تم رفض الوصول
cs: Přístup odmítnut
es: Acceso denegado
pt: Acesso negado
ru: Доступ запрещен
sq: Aksesi refuzohet
uk: У доступі відмовлено

# Forbidden_Title
source: Forbidden
ar: ممنوع
cs: Zakázáno
es: Prohibido
pt: Proibido
ru: Запрещено
sq: I/e ndaluar
uk: Заборонено

# AntiForgeryError_Title
source: Invalid request data.
ar: بيانات الطلب غير صالحة.
cs: Neplatná data požadavku.
es: Datos de solicitud no válidos
pt: Dados de solicitação inválidos.
uk: Неправильні дані запиту.

# ErrorIndex_Title
source: Error
ar: خطأ
cs: Chyba
pt: Erro
ru: Ошибка
sq: Gabim
uk: Помилка

# NotFound_Title
source: Not found
ar: غير موجود
cs: Nenalezeno
es: No encontrado
pt: Não encontrado
ru: Не найден
sq: Nuk u gjet
uk: Не знайдено

# WebsitePathIsTooLong_Title
source: Folder that contains the website has a path name that is too long. Please move the website to another folder with a shorter name.
ar: المجلد الذي يحتوي على الموقع يحتوي على اسم مسار طويل جدًا. يرجى نقل الموقع إلى مجلد آخر باسم أقصر.
cs: Složka obsahující web má příliš dlouhý název cesty. Přesuňte prosím web do jiné složky s kratším názvem.
es: La carpeta que contiene el sitio web tiene un nombre de ruta demasiado largo. Mueva el sitio web a otra carpeta con un nombre más corto.
pt: A pasta que contém o site tem um nome de caminho muito longo. Mova o site para outra pasta com um nome mais curto.
ru: Папка, которая содержит веб-сайт, имеет долгий путь. Пожалуйста переместите сайт выше.
sq: Dosja që përmban faqen e internetit ka një emërtim adrese shumë të gjatë. Ju lutemi, kalojeni faqen e internetit në një dosje tjetër me një emërtim të shkurtër.
uk: Папка, яка містить веб-сайт, має занадто довге ім'я шляху до неї. Будь ласка, перемістіть веб-сайт до іншої папки з коротшою назвою.

# HealthCheck_Header
source: Health check monitor
ar: مراقب فحص الصحة
es: Monitor de salud
pt: Monitor de verificação de integridade
ru: Монитор проверки работоспособности
sq: Kontrolli i shëndetit të monitorit
uk: Монітор перевірки стану здоров'я

# InterviewerCreate_Title
source: Create
ar: إنشاء
cs: Vytvořit
es: Crear
pt: Criar
ru: Создать
sq: krijo
uk: Створити

# InterviewerCreate_CreateIn
source: Create interviewer in
ar: إنشاء محاور في
cs: Vytvořit tazatele v
es: Creada por el entrevistador
pt: Criar entrevistador em
ru: Создать интервьюера в
sq: Krijo intervistuesin në
uk: Створити інтерв'юера в

# InterviewerCreate_Team
source: team
ar: الفريق
cs: tým
es: equipo
pt: equipe
ru: команде
sq: ekipi
uk: команда

# InterviewerProfile_TitleFormat
source: Interviewer: {0}
ar: محاور: {0}
cs: Tazatel: {0}
es: Entrevistador: {0}
pt: Entrevistador: {0}
ru: Интервьюер: {0}
sq: Intervistuesi: {0}
uk: Інтерв'юер: {0}
