Repository: surveysolutions/surveysolutions
Catalog: src/UI/WB.UI.Headquarters.Core/Resources/Pages.*.resx
Languages: ar, cs, es, pt, ru, sq, uk

# InterviewerProfile_AssignedToFormat
source: {{interviewer}} (supervisor: {{supervisor}})
ar: {{interviewer}} (المشرف: {{supervisor}})
cs: {{interviewer}} (Garant: {{supervisor}})
ru: {{interviewer}} (супервизор: {{supervisor}})
sq: {{interviewer}} (supervizori: {{supervisor}})
uk: {{interviewer}} (супервізор: {{supervisor}})

# InterviewerProfile_EmailFormat
source: E-mail: {{email}}
ar: البريد الإلكتروني: {{email}}
es: Correo electrónico : {{email}}
uk: Електронна пошта: {{email}}

# InterviewerProfile_FullNameFormat
source: Full name: {{fullName}}
ar: الاسم الكامل: {{fullName}}
cs: Celé jméno: {{fullName}}
es: Nombre completo: {{fullName}}
pt: Nome completo: {{fullName}}
ru: ФИО: {{fullName}}
sq: Emri i plotë: {{fullName}}
uk: Повне ім'я: {{fullName}}

# InterviewerProfile_PhoneFormat
source: Phone number: {{phone}}
ar: رقم الهاتف: {{phone}}
cs: Telefonní číslo: {{phone}}
es: Número de teléfono: {{phone}}
pt: Número de telefone: {{phone}}
ru: Телефон: {{phone}}
sq: Numër telefoni: {{phone}}
uk: Номер телефону: {{phone}}

# InterviewerProfile_Info
source: Edit personal info
ar: تحرير المعلومات الشخصية
cs: Upravit osobní údaje
es: Editar información personal
pt: Editar informações pessoais
ru: Редактировать данные пользователя
sq: Redakto të dhënat personale
uk: Редагувати особисту інформацію

# InterviewerProfile_ShowAuditLog
source: Show actions log
ar: عرض سجل الإجراءات
cs: Zobrazit protokol akcí
es: Mostrar registro de acciones
pt: Mostrar log de ações
ru: Показать действия пользователя
sq: Shfaq regjistrin e veprimeve
uk: Показати журнал дій

# InterviewerProfile_Interviewers
source: Interviewers
ar: المحاورون
cs: Tazatelé
es: Entrevistadores
pt: Entrevistadores
ru: Интервьюеры
sq: Intervistuesit
uk: Інтерв'юери

# InterviewerProfile_NewOnDevice
source: new on device
ar: جديد على الجهاز
cs: Nové rozhovory (tablet)
es: nueva en dispositivo
pt: novo no dispositivo
ru: новые на устройстве
sq: i ri në pajisje
uk: нове на пристрої

# InterviewerProfile_Rejected
source: rejected again on device
ar: مرفوض مرة أخرى على الجهاز
cs: Vrácené dotazníky (tablet)
es: rechazado nuevamente en el dispositivo
pt: rejeitado novamente no dispositivo
ru: возвращённые на устройство интервью
sq: refuzuar sërish në pajisje
uk: знову відхилено на пристрої

# InterviewerProfile_WaitingForApproval
source: waiting for approval
ar: في انتظار الموافقة
cs: Odeslané dotazníky Garantovi (neschválené)
es: esperando por ser aprobadas
pt: aguardando aprovação
ru: ожидающие подтверждения
sq: në pritje për miratim
uk: очікують на схвалення

# InterviewerProfile_Approved
source: done interviews (completed and approved by hq)
ar: المقابلات المنجزة (مكتملة ومعتمدة من المقر الرئيسي)
cs: Uzavřené dotazníky (schválené)
es: entrevistas hechas (completadas y aprobadas por la sede)
pt: entrevistas concluídas (completas e aprovadas pela sede)
ru: заполненые интервью (завершенные и подтвержденные )
sq: intervista të kryera (të përfunduara dhe të miratuara nga zq)
uk: проведені інтерв'ю (завершені та затверджені хедквотером)

# InterviewerProfile_StartedAssignments
source: Assignments that have been started, but not completed
ar: المهام التي بدأت ولكن لم تكتمل
cs: Počet rozpracovaných (nedokončených) dotazníků
es: Las asignaciones han sido iniciadas pero no completadas
pt: Atribuições que foram iniciadas, mas não concluídas
ru: Кол-во интервью которые были начаты, но не закончены
sq: Detyrat që kanë nisur, por nuk janë përfunduar
uk: Розпочаті, але не завершені завдання

# InterviewerProfile_StorageInfo
source: Storage (available/total)
ar: التخزين (المتاح/الإجمالي)
cs: Úložiště (dostupné/celkem)
es: Almacenamiento (disponible/total)
pt: Armazenamento (disponível/total)
ru: Хранилище данных (доступно/всего)
sq: Memorie për ruajtjen e të dhënave (e vlefshme/gjithsej)
uk: Сховище (наявне/загальне)

# InterviewerProfile_MemoryInfo
source: Memory (available/total)
ar: الذاكرة (المتاحة/الإجمالية)
cs: Paměť (dostupná/celková)
es: Memoria (disponible/total)
pt: Memória (disponível/total)
ru: Память (доступно/всего)
sq: Memoria (e vlefshme/e përgjithshme)
uk: Пам'ять (доступна/загальна)

# InterviewerProfile_StorageSizeInfo
source: System info and non-synchronized interview data
ar: معلومات النظام وبيانات المقابلات غير المتزامنة
cs: Informace o systému a nesynchronizovaná data z rozhovoru
es: Información del sistema y datos de entrevistas no sincronizados
pt: Informações do sistema e dados de entrevistas não sincronizados
ru: Системые данные и данные еще не синхронизированных интервью
sq: Informacion mbi sistemin dhe të dhënat e intervistës së pasinkronizuar
uk: Системна інформація та несинхронізовані дані інтерв'ю

# InterviewerProfile_BatteryStatus
source: Battery status (%)
ar: حالة البطارية (%)
cs: Stav baterie (%)
es: Estado de la batería (%)
pt: Status da bateria (%)
ru: Состояние батареи (%)
sq: Niveli i baterisë (%)
uk: Рівень заряду акумулятора (%)

# InterviewerProfile_BatteryStatusFormat
source: {{percent}}%, power source: {{power}}, battery saver is {{powerSaver}}
ar: {{percent}}%، مصدر الطاقة: {{power}}، موفر البطارية هو {{powerSaver}}
cs: {{percent}}%, napájení z: {{power}}, režim úspory baterie je {{powerSaver}}
es: {{percent}}%, fuente de alimentación: {{power}}, el ahorro de batería está {{powerSaver}}
pt: {{percent}}%, fonte de energia: {{power}}, economia de bateria está {{powerSaver}}
ru: {{percent}}%, источник питания: {{power}}, экономия заряда батареи: {{powerSaver}}
sq: {{percent}}%, burim energjie: {{power}}, kursyesi i baterisë është {{powerSaver}}
uk: {{percent}}%, джерело живлення: {{power}}, економія заряду батареї - {{powerSaver}}.

# InterviewerProfile_BatteryStatus_SaverIsOn
source: on
ar: مفعل
cs: na
es: encendido
pt: ligado
ru: включена
sq: Ndezur
uk: увімкнено

# InterviewerProfile_BatteryStatus_SaverIsOff
source: off
ar: إيقاف
cs: vypnout
es: apagado
pt: desligado
ru: выключена
sq: Fikur
uk: вимкнено

# InterviewerProfile_InterviewerVersion
source: Survey Solutions version
ar: إصدار حلول الاستبيان
cs: Verze aplikace Survey Solutions
es: Versión de Survey Solutions
pt: Versão do Survey Solutions
ru: Версия Survey Solutions
sq: Versioni Survey Solutions
uk: Версія Survey Solutions

# InterviewerProfile_AndroidVersion
source: Android version
ar: إصدار أندرويد
cs: Android verze
es: Versión de Android
pt: Versão do Android
ru: Версия Android
sq: Versioni Android
uk: Версія для Android

# InterviewerProfile_DeviceModel
source: Device model
ar: طراز الجهاز
cs: Model zařízení
es: Modelo del dispositivo
pt: Modelo do dispositivo
ru: Модель устройства
sq: Modeli i pajisjes
uk: Модель пристрою

# InterviewerProfile_DeviceId
source: Device ID
ar: معرف الجهاز
cs: ID zařízení
es: ID del dispositivo
pt: ID do dispositivo
ru: Идентификатор устройства
sq: Numri identifikues i pajisjes
uk: Ідентифікатор пристрою

# InterviewerProfile_DeviceAssignmentDate
source: Device assignment date
ar: تاريخ تخصيص الجهاز
cs: Datum přiřazení zařízení
es: Fecha de asignación del dispositivo
pt: Data de atribuição do dispositivo
ru: Дата подключения устройства
sq: Data e caktimit të pajisjes
uk: Дата призначення пристрою

# InterviewerProfile_DeviceSerial
source: Device serial number
ar: الرقم التسلسلي للجهاز
cs: Sériové číslo zařízení
es: Número de serie del dispositivo
pt: Número de série do dispositivo
ru: Серийный номер устройства
sq: Numri serial i pajisjes
uk: Серійний номер пристрою

# InterviewerProfile_DeviceLanguage
source: Device language
ar: لغة الجهاز
cs: Jazyk zařízení
es: Idioma del dispositivo
pt: Idioma do dispositivo
ru: Язык устройства
sq: Gjuha e pajisjes
uk: Мова пристрою

# InterviewerProfile_DeviceInfo
source: Detailed device info
ar: معلومات الجهاز التفصيلية
cs: Podrobné informace o zařízení
es: Información detallada del dispositivo
pt: Informações detalhadas do dispositivo
ru: Детальная информация о устройстве
sq: Të dhënat e hollësishme të pajisjes
uk: Детальна інформація про пристрій

# InterviewerProfile_InterviewerAppVersion
source: Interviewer App version
ar: إصدار تطبيق المحاور
cs: Verze aplikace Tazatel
es: Versión de la aplicación del entrevistador
pt: Versão do aplicativo do entrevistador
ru: Версия Survey Solutions
sq: Versioni i Aplikacionit të Intervistuesit
uk: Версія додатку для інтерв'юерів

# InterviewerProfile_InterviewerUpToDate
source: Up to date
ar: محدث
cs: Nejnovější
es: Actualizado
pt: Atualizado
ru: Актуальная
sq: Përditësuar
uk: Актуально

# InterviewerProfile_InterviewerCanBeUpdated
source: Can be updated
ar: يمكن تحديثه
cs: Lze aktualizovat
es: Se puede actualizar
pt: Pode ser atualizado
ru: Может быть обновлён
sq: Mund të përditësohet
uk: Може бути оновлено

# InterviewerProfile_InterviewerUpdatedDate
source: Last Survey Solutions updated date
ar: تاريخ آخر تحديث لحلول الاستبيان
cs: Poslední datum aktualizace aplikace Survey Solutions
es: Última fecha de actualización de Survey Solutions
pt: Data da última atualização do Survey Solutions
ru: Дата последнего обновления Survey Solutions
sq: Data e përditësimit të fundit të Survey Solutions
uk: Дата останнього оновлення рішень для опитувань

# InterviewerProfile_NumberOfSuccessSynchronizations
source: Total number of successful synchronizations
ar: إجمالي عدد التزامنات الناجحة
cs: Celkem úspěšných synchronizací
es: Número total de sincronizaciones exitosas
pt: Número total de sincronizações bem-sucedidas
ru: Общее количество успешных синхронизаций
sq: Numri i përgjithshëm i sinkronizimeve të suksesshme
uk: Загальна кількість успішних синхронізацій

# InterviewerProfile_NumberOfFailedSynchronizations
source: Total number of failed synchronizations
ar: إجمالي عدد التزامنات الفاشلة
cs: Celkem neúspěšných synchronizací
es: Número total de sincronizaciones fallidas
pt: Número total de sincronizações falhadas
ru: Общее количество оборванных синхронизаций
sq: Numri i përgjithshëm i sinkronizimeve të dështuara
uk: Загальна кількість невдалих синхронізацій

# InterviewerProfile_LastSuccessSync
source: Last successful sync
ar: آخر تزامن ناجح
cs: Poslední úspěšná synchronizace
es: Última sincronización exitosa
pt: Última sincronização bem-sucedida
ru: Последняя успешная синхронизация
sq: Sinkronizimi i fundit i suksesshëm
uk: Остання успішна синхронізація

# InterviewerProfile_LastFailedSync
source: Last failed sync
ar: آخر تزامن فاشل
cs: Poslední neúspěšná synchronizace
es: Última sincronización fallida
pt: Última sincronização falhada
ru: Последняя оборванная синхронизация
sq: Sinkronizimi i fundit i dështuar
uk: Остання невдала синхронізація

# InterviewerProfile_LastSyncronizationDate
source: Last communication date
ar: تاريخ آخر اتصال
cs: Datum poslední komunikace
es: Fecha de la última comunicación
pt: Data da última comunicação
ru: Дата последнего соединения
sq: Data e komunikimit të fundit
uk: Дата останнього повідомлення

# InterviewerProfile_Relinked
source: Relinked
ar: أعيد الربط
cs: Znovu přepojeno
pt: Religado
ru: Перепривязан
sq: Rilidhur
uk: Переприв'язан

# InterviewerProfile_TotalSyncTime
source: Synchronization duration
ar: مدة التزامن
cs: Trvání synchronizace
es: Duración de la sincronización
pt: Duração da sincronização
ru: Длительность синхронизации
sq: Kohëzgjatja e sinkronizimit
uk: Тривалість синхронізації

# InterviewerProfile_ConnectionMobileFormat
source: Type: {{networkType}} {{networkSubType}}, Operator: {{operator}}
ar: النوع: {{networkType}} {{networkSubType}}، المشغل: {{operator}}
cs: Typ: {{networkType}} {{networkSubType}}, Operátor: {{operator}}
es: Tipo: {{networkType}} {{networkSubType}}, Operador: {{operator}}
pt: Tipo: {{networkType}} {{networkSubType}}, Operador: {{operator}}
ru: Соединение: тип: {{networkType}} {{networkSubType}}, мобильный оператор: {{operator}}
sq: Lloji: {{networkType}} {{networkSubType}}, Operatori: {{operator}}
uk: Тип: {{networkType}} {{networkSubType}}, Оператор: {{operator}}

# InterviewerProfile_ConnectionWifiFormat
source: Type: {{networkType}}
ar: النوع: {{networkType}}
cs: Typ: {{networkType}}
es: Tipo: {{networkType}}
pt: Tipo: {{networkType}}
ru: Соединение: {{networkType}}
sq: Lloji: {{networkType}}
uk: Тип: {{networkType}}

# InterviewerProfile_ConnectionType
source: Connection type
ar: نوع الاتصال
cs: Typ připojení
es: Tipo de conexión
pt: Tipo de conexão
ru: Тип соединения
sq: Lloji i lidhjes
uk: Тип підключення

# InterviewerProfile_ConnectionSpeed
source: Connection speed
ar: سرعة الاتصال
cs: Rychlost připojení
es: Velocidad de conexión
pt: Velocidade de conexão
ru: Скорость соединения
sq: Shpejtësia e lidhjes
uk: Швидкість з'єднання

# InterviewerProfile_DataStatsFormat
source: {{uploaded}} uploaded, {{downloaded}} downloaded
ar: {{uploaded}} تم الرفع، {{downloaded}} تم التنزيل
cs: nahráno: {{uploaded}}, staženo: {{downloaded}}
es: {{uploaded}} subido, {{downloaded}} descargado
pt: {{uploaded}} enviados, {{downloaded}} baixados
ru: {{uploaded}} загружено, {{downloaded}} скаченно
sq: {{uploaded}} të ngarkuara, {{downloaded}} të shkarkuara
uk: {{uploaded}} завантажено, {{downloaded}} завантажено

# InterviewerProfile_AverageSyncSpeed
source: Average sync speed
ar: متوسط سرعة التزامن
cs: Průměrná rychlost synchronizace
es: Velocidad media de sincronización
pt: Velocidade média de sincronização
ru: Средняя скорость синхронизации
sq: Shpejtësia mesatare e sinkronizimit
uk: Середня швидкість синхронізації

# InterviewerProfile_SignalStrength
source: Signal strength
ar: قوة الإشارة
cs: Síla signálu
es: Intensidad de la señal
pt: Força do sinal
ru: Мощность сигнала
sq: Fuqia e sinjalit
uk: Рівень сигналу

# InterviewerProfile_DeviceLocation
source: Device location or last known location
ar: موقع الجهاز أو آخر موقع معروف
cs: Umístění zařízení nebo poslední známá lokace
es: Ubicación del dispositivo o última ubicación conocida
pt: Localização do dispositivo ou última localização conhecida
ru: Местонахождение устройства или последнее известное местонахождение устройства
sq: Vendndodhja ose vendndodhja e fundit e njohur e pajisjes
uk: Місцезнаходження пристрою або останнє відоме місцезнаходження

# InterviewerProfile_DeviceOrientation
source: Device orientation
ar: اتجاه الجهاز
cs: Orientace zařízení
es: Orientación del dispositivo
pt: Orientação do dispositivo
ru: Ориентация экрана
sq: Orientimi i pajisjes
uk: Орієнтація пристрою

# InterviewerProfile_DeviceDate
source: Tablet time at the beginning of synchronization
ar: وقت الجهاز في بداية التزامن
cs: Čas tabletu na začátku synchronizace
es: Hora de la tableta al inicio de la sincronización
pt: Hora do tablet no início da sincronização
ru: Время на устройстве при начале синхронизации
sq: Ora e tabletit në fillim të sinkronizimit
uk: Час на пристрої на початку синхронізації

# InterviewerProfile_ServerDate
source: Server time at the beginning of synchronization
ar: وقت الخادم في بداية التزامن
cs: Čas serveru na začátku synchronizace
es: Hora del servidor al inicio de la sincronización
pt: Hora do servidor no início da sincronização
ru: Время на сервере при начале синхронизации
sq: Ora e serverit në fillim të sinkronizimit
uk: Час сервера на початку синхронізації

# InterviewerProfile_DeviceAndConnectionStatistics
source: Device and connection statistics
ar: إحصائيات الجهاز والاتصال
cs: Statistiky o zařízení a připojení
es: Estadísticas del dispositivo y de la conexión
pt: Estatísticas do dispositivo e da conexão
ru: Устройство и статистика по соединению
sq: Statistikat e pajisjes dhe lidhjes
uk: Статистика пристроїв та з'єднань

# InterviewerProfile_Sync_Activity_Downloaded_Assignments_Desc
source: Downloaded assignments
ar: المهام التي تم تنزيلها
cs: Stažené dotazníky
es: Asignaciones descargadas
pt: Atribuições baixadas
ru: Скачанные задания
sq: Detyrat e shkarkuara
uk: Завантажені завдання

# InterviewerProfile_Sync_Activity_Uploaded_Interview_Desc
source: Uploaded to server for approval
ar: تم الرفع إلى الخادم للموافقة
cs: Nahráno na server pro schválení
es: Subido al servidor para su aprobación
pt: Enviado para o servidor para aprovação
ru: Загруженные на сервер для подтверждения
sq: Ngarkuar në server për miratim
uk: Завантажено на сервер для затвердження

# InterviewerProfile_Sync_Activity_Nothing_To_Sync
source: Successful connection, nothing to sync
ar: اتصال ناجح، لا شيء للتزامن
cs: Úspěšné připojení, nic k synchronizaci
es: Conexión exitosa, nada que sincronizar
pt: Conexão bem-sucedida, nada para sincronizar
ru: Успешное соединение, нечего синхронизировать
sq: Lidhje e suksesshme, asgjë për të sinkronizuar
uk: Успішне з'єднання, нічого не синхронізовано

# InterviewerProfile_Sync_Activity_Failed_Sync
source: Failed synchronizations attempt
ar: محاولة تزامن فاشلة
cs: Neúspěšný pokus o synchronizaci
es: Intento de sincronización fallido
pt: Tentativa de sincronização falhada
ru: Сбой при попытке синхронизации
sq: Përpjekje e dështuar për sinkronizim
uk: Невдала спроба синхронізації

# InterviewerProfile_Sync_Activity_All_Assignments_Desc
source: Number of unfinished or unsynchronized assignments on device every given moment
ar: عدد المهام غير المكتملة أو غير المتزامنة على الجهاز في كل لحظة
cs: Počet nedokončených nebo nesynchronizovaných dotazníků na tabletu v každém daném okamžiku
es: Número de asignaciones no terminadas o no sincronizadas en el dispositivo en cada momento dado
pt: Número de atribuições não finalizadas ou não sincronizadas no dispositivo a cada momento
ru: Количество незаконченных или не синхронизированных интервью на устройстве в каждый момент синхронизации
sq: Numri i detyrave të papërfunduara ose të pasinkronizuara në pajisje në çdo moment të dhënë
uk: Кількість незавершених або не синхронізованих завдань на пристрої в кожний момент часу

# InterviewerProfile_Sync_Activity_Title
source: Recent synchronization activity
ar: نشاط التزامن الأخير
cs: Nedávná aktivita (synchronizace)
es: Actividad de sincronización reciente
pt: Atividade de sincronização recente
ru: Последние данные по синхронизации
sq: Aktiviteti i fundit sinkronizimeve të fundit
uk: Нещодавня активність синхронізації

# InterviewerProfile_LastConnectionStatistics
source: Last connection statistics
ar: إحصائيات الاتصال الأخيرة
cs: Statistika o posledním připojením
es: Últimas estadísticas de conexión
pt: Últimas estatísticas de conexão
ru: Статистика последнего соединения
sq: Statistikat e lidhjes së fundit
uk: Статистика останнього з'єднання

# InterviewerProfile_DownloadedQuestionnairesCount
source: Questionnaires received by Interviewer
ar: الاستبيانات التي استلمها المحاور
cs: Počet stažených typů dotazníků
es: Cuestionarios recibidos por el entrevistador
pt: Questionários recebidos pelo entrevistador
ru: Количество опросников отправленных на устройство
sq: Pyetësorët e marrë nga Intervistuesi
uk: Анкети, отримані інтерв'юером

# InterviewerProfile_DownloadedAssignmentsCount
source: Assignments received by Interviewer
ar: المهام التي استلمها المحاور
cs: Počet stažených dotazníků
es: Asignaciones recibidas por el entrevistador
pt: Atribuições recebidas pelo entrevistador
ru: Количество назначений отправленных на устройство
sq: Detyrat e marra nga Intervistuesi
uk: Завдання, отримані інтерв'юером

# InterviewerProfile_UploadedInterviewsCount
source: Completed interviews received from Interviewer
ar: المقابلات المكتملة المستلمة من المحاور
cs: Počet stažených dokončených rozhovorů
es: Entrevistas completadas recibidas del entrevistador
pt: Entrevistas concluídas recebidas do entrevistador
ru: Количество интервью полученных с устройства
sq: Intervistat e përfunduara të marra nga Intervistuesi
uk: Заповнені інтерв'ю, отримані від інтерв'юера

# InterviewerEdit_TitleFormat
source: Interviewer: {0}
ar: محاور: {0}
cs: Tazatel: {0}
es: Entrevistador: {0}
pt: Entrevistador: {0}
ru: Интервьюер: {0}
sq: Intervistuesi: {0}
uk: Інтерв'юер: {0}

# InterviewerEdit_NoDeviceHistory
source: Interviewer has not synchronized yet. There is no information about his/her devices.
ar: لم يقم المحاور بالتزامن بعد. لا توجد معلومات عن أجهزته/أجهزتها.
cs: Tazatel ještě nebyl synchronizován. Neexistují žádné informace o jejích zařízeních.
es: El entrevistador aún no se ha sincronizado. No hay información sobre sus dispositivos.
pt: O entrevistador ainda não sincronizou. Não há informações sobre seus dispositivos.
ru: Интервьюер еще не синхронизировался. Информации об устройствах отсутствует.
sq: Intervistuesi nuk është sinkronizuar ende. Nuk ka asnjë të dhënë për pajisjet e tij/saj.
uk: Інтерв'юер ще не синхронізувався. Інформація про його/її пристрої відсутня.

# InterviewerEdit_DeviceIdTitle
source: Device id
ar: معرف الجهاز
cs: ID zařízení
es: ID del dispositivo
pt: ID do dispositivo
ru: Идентификатор планшета
sq: Identifikuesi i pajisjes
uk: Ідентифікатор пристрою

# InterviewerEdit_StartUsingDateTitle
source: Start using date
ar: تاريخ بدء الاستخدام
cs: Začít používat datum
es: Fecha de inicio de uso
pt: Data de início de uso
ru: Дата начала использования
sq: Data fillestare e përdorimit
uk: Дата початку використання

# Interviewers_Title
source: Interviewers
ar: المحاورون
cs: Tazatelé
es: Entrevistadores
pt: Entrevistadores
ru: Интервьюеры
sq: Intervistuesit
uk: Інтерв'юери

# Interviewers_Header
source: Interviewers
ar: المحاورون
cs: Tazatelé
es: Entrevistadores
pt: Entrevistadores
ru: Интервьюеры
sq: Intervistuesit
uk: Інтерв'юери

# Interviewers_MoveWebAssigment
source: You are moving an interviewer who was having assignments for web interviews to another team. These assignments will be assigned to the original supervisor. If you've already sent out the links for these assignments, the respondents will not be able to respond to your survey until the assignment is reassigned to a user in the role INTERVIEWER.
ar: أنت تقوم بنقل محاور كان لديه مهام للمقابلات عبر الويب إلى فريق آخر. سيتم تعيين هذه المهام إلى المشرف الأصلي. إذا كنت قد أرسلت بالفعل الروابط لهذه المهام، فلن يتمكن المستجيبون من الرد على استبيانك حتى يتم إعادة تعيين المهمة إلى مستخدم في دور المحاور.
cs: Přesouváte tazatele, který měl webové dotazníky, do jiného týmu. Tyto dotazníky budou přiděleny původnímu Garantovi. Pokud jste již odeslali odkazy na tyto dotazníky, respondenti nebudou moci na Vaše šetření reagovat, dokud nebude dotazník znovu přidělen uživateli v roli TAZATEL.
es: Está moviendo a un entrevistador que tenía asignaciones para entrevistas web a otro equipo. Estas asignaciones se asignarán al supervisor original. Si ya ha enviado los enlaces para estas asignaciones, los encuestados no podrán responder a su encuesta hasta que la asignación se reasigne a un usuario en el rol de ENTREVISTADOR.
pt: Você está movendo um entrevistador que tinha atribuições para entrevistas na web para outra equipe. Essas atribuições serão atribuídas ao supervisor original. Se você já enviou os links para essas atribuições, os respondentes não poderão responder à sua pesquisa até que a atribuição seja reatribuída a um usuário com a função de ENTREVISTADOR.
ru: Вы переносите интервьюера у которого есть задания по web интервью. Эти задания будут назначены на текущего супервизора. Если Вы уже отправили ссылки для этих заданий, респонденты не смогут проходить интервью до тех пор пока задания не будут назначены на интервьюра.
uk: Ви переводите інтерв'юера, який отримував завдання на проведення веб-інтерв'ю, в іншу команду. Ці завдання будуть призначені початковому супервізору. Якщо ви вже розіслали посилання на ці завдання, респонденти не зможуть відповісти на ваше анкети, поки завдання не буде перепризначено користувачеві з роллю ІНТЕРВ'ЮЕР.

source: Create
ar: إنشاء
cs: Vytvořit
es: Crear
pt: Criar
ru: Создать
sq: Krijo
uk: Створити

source: Search
ar: بحث
cs: Vyhledat
es: Buscar
pt: Pesquisar
ru: Поиск
sq: Kërko
uk: Пошук

# Interviewers_SupervisorTitle
source: Supervisor
ar: المشرف
cs: Garant
ru: Супервизор
sq: Supervizori
uk: Супервізор
