Repository: surveysolutions/surveysolutions
Catalog: src/UI/WB.UI.Headquarters.Core/Resources/Pages.*.resx
Languages: ar, cs, es, pt, ru, sq, uk

# ExposedVariables_VariableDisplayTitle
source: Display title
ar: عنوان العرض
cs: Zobrazit název
es: Título de visualización
pt: Título de exibição
uk: Відобразити заголовок

# ExposedVariables_VariableLabel
source: Label
ar: التسمية
cs: Označení
es: Etiqueta
pt: Rótulo
uk: Мітка

# ExposedVariables_ChangeMessage
source: You are changing the set of exposed variables. It will take some time to update the reports.
ar: أنت تقوم بتغيير مجموعة المتغيرات المكشوفة. سيستغرق تحديث التقارير بعض الوقت.
cs: Měníte sadu odhalených proměnných. Aktualizace přehledů nějakou dobu potrvá.
es: Está cambiando el conjunto de variables expuestas. Tomará algún tiempo actualizar los informes.
pt: Você está alterando o conjunto de variáveis expostas. Levará algum tempo para atualizar os relatórios.
uk: Ви змінюєте набір змінних для запитів. Це займе деякий час, щоб оновити звіти.

# Filters_InterviewMode
source: Interview Mode
ar: وضع المقابلة
cs: Režim rozhovoru
es: Modo de entrevista
pt: Modo de entrevista
ru: Режим интервью
uk: Режим інтерв'ю

# Filters_InterviewModePlaceHolder
source: All interview modes
ar: جميع أوضاع المقابلة
cs: Všechny módy rozhovoru
es: Todos los modos de entrevista
pt: Todos os modos de entrevista
ru: Все режимы
uk: Всі режими інтерв'ю

# AccountManage_ApiTokens
source: API tokens
ar: رموز API
cs: Tokeny rozhraní API
es: Tokens de API
pt: Tokens de API
uk: Токени API

# ApprovedByupervisor
source: Approved by supervisor
cs: Schváleno Garantem
ru: Утверждена супервизором
sq: Miratuar nga supervizori
