Repository: surveysolutions/surveysolutions
Catalog: src/UI/WB.UI.Headquarters.Core/Resources/Pages.*.resx
Languages: ar, cs, es, pt, ru, sq, uk

# EnableAuthenticatorLine2
source: Download a two factor authenticator app like Microsoft Authenticator for
ar: قم بتنزيل تطبيق مصادقة ثنائي مثل Microsoft Authenticator لـ
cs: Stáhněte si aplikaci pro dvoufaktorové ověření jako "Microsoft Authenticator" pro
es: Descargue una aplicación de autenticación de dos factores como Microsoft Authenticator para
pt: Baixe um aplicativo autenticador de dois fatores, como o Microsoft Authenticator para
ru: Скачайте приложение аутентификатор, например, Microsoft Authenticator для
uk: Завантажте програму двофакторної автентифікації, наприклад Microsoft Authenticator для

# EnableAuthenticatorLine3
source: or Google Authenticator for
ar: أو Google Authenticator لـ
cs: nebo "Google Authenticator" pro
es: o Google Authenticator para
pt: ou Google Authenticator para
ru: или Google Authenticator для
uk: або Google Authenticator для

# EnableAuthenticatorLine4
source: Scan the QR Code or enter the shared key into your two factor authenticator app. Spaces and casing do not matter.
ar: امسح رمز QR أو أدخل المفتاح المشترك في تطبيق المصادقة الثنائي. المسافات والحروف الكبيرة لا تهم.
cs: Naskenujte QR kód nebo zadejte sdílený klíč do své aplikace pro dvoufaktorové ověření. Na mezerách a velikostech písmen nezáleží.
es: Escanee el código QR o ingrese la clave compartida en su aplicación de autenticación de dos factores. Los espacios y las mayúsculas no importan.
pt: Escaneie o código QR ou insira a chave compartilhada no seu aplicativo autenticador de dois fatores. Espaços e maiúsculas/minúsculas não importam.
ru: Отсканируйте QR код или введите общий ключ в приложение. Пробелы и регистр букв не важен.
uk: Відскануйте QR-код або введіть ключ у вашому додатку двофакторного автентифікатора. Пробіли та регістр не мають значення.

# EnableAuthenticatorLine5
source: Once you have scanned the QR code or input the shared key above, your two factor authenticator app will provide you with a verification code. Enter it below and click 'Verify'.
ar: بمجرد مسح رمز QR أو إدخال المفتاح المشترك أعلاه، سيقدم لك تطبيق المصادقة الثنائي رمز تحقق. أدخله أدناه وانقر على 'تحقق'.
cs: Jakmile naskenujete QR kód nebo zadáte výše uvedený sdílený klíč, vaše aplikace pro dvoufaktorového ověření vám poskytne ověřovací kód. Zadejte jej níže a klikněte na „Ověřit“.
es: Una vez que haya escaneado el código QR o ingresado la clave compartida anterior, su aplicación de autenticación de dos factores le proporcionará un código de verificación. Ingréselo a continuación y haga clic en 'Verificar'.
pt: Depois de escanear o código QR ou inserir a chave compartilhada acima, seu aplicativo autenticador de dois fatores fornecerá um código de verificação. Insira-o abaixo e clique em 'Verificar'.
ru: После того, как вы отсканировали QR Код или ввели ключ вручную, ваше приложение предоставит вам уникальный код. Введите этот код в поле валидации.
uk: Після того, як ви відскануєте QR-код або введете ключ вище, ваш додаток двофакторної автентифікації надасть вам код підтвердження. Введіть його нижче та натисніть "Підтвердити".

# EnableAuthenticatorSharedKey
source: Shared key:
ar: المفتاح المشترك:
cs: Sdílený klíč:
es: Clave compartida:
pt: Chave compartilhada:
ru: Общий ключ:
uk: Спільний ключ:

# ResetAuthenticatorLine1
source: If you reset your authenticator key your authenticator app will not allow to log in until you reconfigure it.
ar: إذا قمت بإعادة تعيين مفتاح المصادقة الخاص بك، فلن يسمح لك تطبيق المصادقة بتسجيل الدخول حتى تعيد تكوينه.
cs: Pokud resetujete svůj ověřovací klíč, Vaše aplikace pro ověření Vám neumožní přihlášení, dokud ji znovu nenakonfigurujete.
es: Si restablece su clave de autenticador, su aplicación de autenticador no permitirá iniciar sesión hasta que la reconfigure.
pt: Se você redefinir sua chave autenticadora, seu aplicativo autenticador não permitirá que você faça login até que você o reconfigure.
ru: Если вы сбросите аутефикационный ключ, то аутефикационное приложение перестанет работать, пока вы его не перенастроите.
uk: Якщо ви скинете ключ автентифікатора, ваш додаток автентифікатора не дозволить вам увійти до системи, доки ви не переналаштуєте його.

# ResetAuthenticatorLine2
source: This process disables two factor authentication until you verify your authenticator app. If you do not complete your authenticator app configuration your account will be left without two factor authentication.
ar: تعطل هذه العملية المصادقة الثنائية حتى تتحقق من تطبيق المصادقة الخاص بك. إذا لم تكمل تكوين تطبيق المصادقة الخاص بك، فسيترك حسابك بدون مصادقة ثنائية.
cs: Tato akce deaktivuje dvoufaktorové ověření, dokud znovu nepotvrdíte a neověříte Vaší aplikaci pro dvoufaktorové ověření. Pokud aplikaci pro dvoufaktorové ověření znovu nenakonfigurujete, dvoufaktorové ověření na tomto účtě zůstane neaktivní.
es: Este proceso desactiva la autenticación de dos factores hasta que verifique su aplicación de autenticador. Si no completa la configuración de su aplicación de autenticador, su cuenta quedará sin autenticación de dos factores.
pt: Este processo desativa a autenticação de dois fatores até que você verifique seu aplicativo autenticador. Se você não concluir a configuração do seu aplicativo autenticador, sua conta ficará sem autenticação de dois fatores.
ru: Это действие отключает двухфакторную аутефикацию, пока вы не верефицируете ваше аутефикационное приложение. Если вы не закончите конфигурацию вашего аутефикационного приложения, то ваша учетная запись останется без двухфакторной аутефикации.
uk: Цей процес вимкне двофакторну автентифікацію, доки ви не підтвердите свій додаток-автентифікатор. Якщо ви не завершите налаштування додатку-автентифікатора, ваш акаунт залишиться без двофакторної автентифікації.

# Disable2faLine1
source: This action only disables 2FA
ar: هذا الإجراء يعطل فقط المصادقة الثنائية
cs: Tato akce deaktivuje pouze 2FA
es: Esta acción solo desactiva 2FA
pt: Esta ação apenas desativa a autenticação de dois fatores
ru: Это действие только отключает 2ФА
uk: Ця дія вимикає тільки 2FA

# Disable2faLine2
source: Disabling 2FA does not change the keys used in authenticator apps.
ar: تعطيل المصادقة الثنائية لا يغير المفاتيح المستخدمة في تطبيقات المصادقة.
cs: Deaktivace dvoufaktorového ověření nezmění klíče používané v aplikacích pro ověření.
es: Desactivar 2FA no cambia las claves utilizadas en las aplicaciones de autenticación.
pt: Desativar a autenticação de dois fatores não altera as chaves usadas nos aplicativos autenticadores.
ru: Отключение 2ФА не меняет ключи, которые используются в аутефикационном приложении.
uk: Вимкнення 2FA не змінює ключі, що використовуються в додатоках-автентифікаторах.

# ChandgeKeyLine1
source: If you wish to change the key used in an authenticator app you should
ar: إذا كنت ترغب في تغيير المفتاح المستخدم في تطبيق المصادقة، يجب عليك
cs: Pokud chcete změnit klíč používaný v aplikaci pro ověření, měli byste
es: Si desea cambiar la clave utilizada en una aplicación de autenticador, debe
pt: Se você deseja alterar a chave usada em um aplicativo autenticador, você deve
ru: Если вы хотите изменить ключ, используемый в аутефикационном приложении, вам нужно
uk: Якщо ви хочете змінити ключ, який використовується в додатку-автентифікаторі, вам слід

# ChandgeKeyLine2
source: reset your authenticator keys.
ar: إعادة تعيين مفاتيح المصادقة الخاصة بك.
cs: resetujte své ověřovací klíče.
es: restablecer sus claves de autenticador.
pt: redefinir suas chaves autenticadoras.
ru: сбросить аутефикационный ключ.
uk: скинути ключі автентифікатора.

# Profile_ApiUsersList
source: API users
ar: مستخدمي API
cs: API uživatelé
es: Usuarios de API
pt: Usuários da API
ru: API пользователи
sq: Përdoruesit API
uk: Користувачі API

# Assignments_PageTitle
source: Assignments
ar: التعيينات
cs: Dotazníky
es: Asignaciones
pt: Atribuições
ru: Задания
sq: Detyrat
uk: Завдання

# QuestionnaireNameVersionFirst
source: (ver. {1}) {0}
ar: [الإصدار. {{version}}] {{name}}
es: [ver. {{version}}] {{name}}
pt: [ver. {{version}}] {{name}}
ru: (вер. {1}) {0}
uk: [вер. {{version}}] {{name}}

# HQ_LockWarning
source: Locked headquarters (box checked) cannot login and perform any actions on the server.
ar: المقر الرئيسي المقفل (المربع المحدد) لا يمكنه تسجيل الدخول وأداء أي إجراءات على الخادم.
cs: Uzamčené Ústředí (zaškrtnuté políčko) se nemůže přihlásit a provádět na serveru žádné akce.
es: Las sedes bloqueadas (casilla marcada) no pueden iniciar sesión ni realizar ninguna acción en el servidor.
pt: As sedes bloqueadas (caixa marcada) não podem fazer login e realizar nenhuma ação no servidor.
ru: Заблокированный хедквотер (галочка отмечена) не сможет войти на сайт и совершить какие-либо действия
sq: Kur zyra qendrore është e bllokuar (kutiza e shenjuar), ajo nuk mund të hyjë e të kryejë asnjë veprim në server.
uk: Заблокований хедквотер (прапорець встановлений) не може увійти та виконувати будь-які дії на сервері.

# Interviewer_LockWarning
source: Locked interviewers cannot connect their tablets with the server and send interviews.
ar: المحاورين المقفلين لا يمكنهم توصيل أجهزتهم اللوحية بالخادم وإرسال المقابلات.
cs: Uzamčení tazatelé nemohou propojit své tablety se serverem a posílat rozhovory.
es: Los entrevistadores bloqueados no pueden conectar sus tabletas con el servidor ni enviar entrevistas.
pt: Os entrevistadores bloqueados não podem conectar seus tablets ao servidor e enviar entrevistas.
ru: Заблокированный интервьюер (галочка отмечена) не сможет соединиться с сервером со своего планшета и отправить собранные данные
sq: Intervistuesit e bllokuar (kutiza është e shënjuar) nuk mund t’i lidhin tabletat e tyre me serverin dhe t’i dërgojnë intervistat në server.
uk: Заблоковані інтерв'юери не можуть підключити свої планшети до сервера та надсилати інтерв'ю.

# Supervisor_LockWarning
source: Locked supervisor (box checked) cannot login and perform any actions on the server.
ar: المشرف المقفل (المربع المحدد) لا يمكنه تسجيل الدخول وأداء أي إجراءات على الخادم.
cs: Uzamčený Garant (zaškrtnuté políčko) se nemůže přihlásit a provádět na serveru žádné akce.
es: El supervisor bloqueado (casilla marcada) no puede iniciar sesión ni realizar ninguna acción en el servidor.
pt: O supervisor bloqueado (caixa marcada) não pode fazer login e realizar nenhuma ação no servidor.
ru: Заблокированный супервизор (галочка отмечена) не сможет войти на сайт и совершить какие-либо действия
sq: Supervizori i bllokuar (kutiza e shënjuar) nuk mund të hyjë dhe s’kryen dot asnjë veprim në server.
uk: Заблокований супервізор (прапорець встановлений) не може увійти та виконувати будь-які дії на сервері.

# Users_API_Instruction1
source: Press Add API button to create a new API user.
ar: اضغط على زر إضافة API لإنشاء مستخدم API جديد.
cs: Stisknutím tlačítka Přidat API vytvoříte nového API uživatele.
es: Presione el botón Agregar API para crear un nuevo usuario de API.
pt: Pressione o botão Adicionar API para criar um novo usuário de API.
ru: Нажмите на кнопку Добавить API Пользователя, чтобы создать нового API пользователя.
sq: Shtyp butonin Shto API për të krijuar një përdorues të ri API.
uk: Натисніть кнопку Додати API, щоб створити нового користувача API.

# Users_API_Instruction2
source: Click on a Login Name to modify profile of an existing API user.
ar: انقر على اسم تسجيل الدخول لتعديل ملف مستخدم API الحالي.
cs: Klikněte na Přihlašovací jméno k upravení profilu již existujícího uživatele (API).
es: Haga clic en un Nombre de inicio de sesión para modificar el perfil de un usuario de API existente.
pt: Clique em um Nome de Login para modificar o perfil de um usuário de API existente.
ru: Кликните по Логину, чтобы изменить профиль существующего API пользователя.
sq: Kliko mbi Emrin e Regjistrimit për të ndryshuar profilin e një përdoruesi ekzistues API.
uk: Натисніть на ім'я користувача, щоб змінити профіль існуючого користувача API.

# Users_Headquarters_Instruction1
source: Press Add Headquarters button to create a new HQ user.
ar: اضغط على زر إضافة مقر رئيسي لإنشاء مستخدم مقر رئيسي جديد.
cs: Stisknutím tlačítka Přidat Ústředí vytvoříte nového uživatele Ústředí.
es: Presione el botón Agregar Sede para crear un nuevo usuario de Sede.
pt: Pressione o botão Adicionar Sede para criar um novo usuário de sede.
ru: Нажмите на кнопку Добавить Хэдквотера, чтобы создать нового хэдквотера.
sq: Shtyp butonin Shto Zyrën Qendrore për të krijuar një përdorues të ri ZQ.
uk: Натисніть кнопку Додати Хедквотера, щоб створити нового користувача хедвотера.

# Users_Headquarters_Instruction2
source: Click on a Login Name to modify profile of an existing HQ user.
ar: انقر على اسم تسجيل الدخول لتعديل ملف مستخدم مقر رئيسي الحالي.
cs: Klikněte na Přihlašovací jméno k upravení profilu již existujícího uživatele (Ústředí).
es: Haga clic en un Nombre de inicio de sesión para modificar el perfil de un usuario de Sede existente.
pt: Clique em um Nome de Login para modificar o perfil de um usuário de sede existente.
ru: Кликните по Логину, чтобы изменить профиль существующего хэдквотера.
sq: Klikoni tek Emri i Regjistrimit për të ndryshuar profilin e një përdoruesi ekzistues të ZQ-së.
uk: Натисніть на ім'я користувача, щоб змінити профіль існуючого користувача хедквотера.

# Users_Interviewers_Instruction1
source: Press Add Interviewer button to create a new Interviewer.
ar: اضغط على زر إضافة محاور لإنشاء محاور جديد.
cs: Stisknutím tlačítka Přidat tazatele vytvoříte nového tazatele.
es: Presione el botón Agregar Entrevistador para crear un nuevo Entrevistador.
pt: Pressione o botão Adicionar Entrevistador para criar um novo entrevistador.
ru: Нажмите на кнопку Добавить Интервьюера, чтобы создать нового интервьюера.
sq: Shtyp butonin Shto Intervistues për të krijuar një intervistues të ri.
uk: Натисніть кнопку Додати інтерв'юера, щоб створити нового інтерв'юера.

# Users_Interviewers_Instruction2
source: Click on a Login Name to see information on an interviewer and to modify an Interviewer profile.
ar: انقر على اسم تسجيل الدخول لرؤية معلومات عن المحاور وتعديل ملف المحاور.
cs: Klikněte na Přihlašovací jméno k upravení a zobrazení profilu tazatele.
es: Haga clic en un Nombre de inicio de sesión para ver información sobre un entrevistador y modificar el perfil de un Entrevistador.
pt: Clique em um Nome de Login para ver informações sobre um entrevistador e modificar o perfil de um entrevistador.
ru: Кликните по Логину, чтобы просмотреть информацию о интервьюере и изменить профиль существующего интервьюера.
sq: Kliko mbi Emrin e Regjistrimit për të parë informacionin mbi një intervistues dhe për të ndryshuar profilin e një Intervistuesi.
uk: Натисніть на ім'я користувача, щоб переглянути інформацію про інтерв'юера та змінити профіль інтерв'юера.

# Users_Observers_Instruction1
source: Press Add Observer button to create a new Observer.
ar: اضغط على زر إضافة مراقب لإنشاء مراقب جديد.
cs: Stisknutím tlačítka Přidat pozorovatele vytvoříte nového Pozorovatele.
es: Presione el botón Agregar Observador para crear un nuevo Observador.
pt: Pressione o botão Adicionar Observador para criar um novo observador.
ru: Нажмите на кнопку Добавить Наблюдателя, чтобы создать нового наблюдателя.
sq: Shtyp butonin Shto Vëzhgues për të krijuar një Vëzhgues të ri.
uk: Натисніть кнопку Додати спостерігача, щоб створити нового спостерігача.

# Users_Observers_Instruction2
source: Click on a Login Name to modify profile of an existing Observer user.
ar: انقر على اسم تسجيل الدخول لتعديل ملف مستخدم المراقب الحالي.
cs: Klikněte na Přihlašovací jméno k upravení profilu již existujícího uživatele (Pozorovatele).
es: Haga clic en un Nombre de inicio de sesión para modificar el perfil de un usuario Observador existente.
pt: Clique em um Nome de Login para modificar o perfil de um usuário observador existente.
ru: Кликните по Логину, чтобы изменить профиль существующего наблюдателя.
sq: Kliko mbi Emrin e Regjistrimit për të ndryshuar profilin e një përdoruesi Vëzhguesi ekzistues.
uk: Натисніть на Ім'я користувача, щоб змінити профіль існуючого користувача Спостерігача.

# Users_Supervisors_Instruction1
source: Press Add Supervisor button to create a new supervisor.
ar: اضغط على زر إضافة مشرف لإنشاء مشرف جديد.
cs: Stisknutím tlačítka Přidat garanta vytvoříte nového Garanta.
es: Presione el botón Agregar Supervisor para crear un nuevo supervisor.
pt: Pressione o botão Adicionar Supervisor para criar um novo supervisor.
ru: Нажмите на кнопку Добавить Супервизора, чтобы создать нового Супервизора.
sq: Shtyp butonin Shto Supervizor për të krijuar një supervizor të ri.
uk: Натисніть кнопку Додати супервізора, щоб створити нового супервізора.

# Users_Supervisors_Instruction2
source: Click on a Login Name to modify profile of an existing Supervisor.
ar: انقر على اسم تسجيل الدخول لتعديل ملف المشرف الحالي.
cs: Klikněte na Přihlašovací jméno k upravení profilu již existujícího Garanta.
es: Haga clic en un Nombre de inicio de sesión para modificar el perfil de un Supervisor existente.
pt: Clique em um Nome de Login para modificar o perfil de um supervisor existente.
ru: Кликните по Логину, чтобы изменить профиль существующего супервизора.
sq: Kliko mbi Emrin e Regjistrimit për të ndryshuar profilin e një Mbikëqyrësi ekzistues.
uk: Натисніть на ім'я користувача, щоб змінити профіль існуючого супервізора.

# InterviewDetails_MoreDetails
source: Details
ar: تفاصيل
cs: Podrobnosti
es: Detalles
pt: Detalhes
ru: Детали
sq: Hollësi
uk: Деталі

# GetLatestAppDescription
source: Download and install this version of the Interviewer app for surveys that use no ESRI GIS functionality. This apk does not include an ESRI SDK and thus is much smaller in size and faster to download compared to the version with SDK.
ar: قم بتنزيل وتثبيت هذا الإصدار من تطبيق المحاور للاستطلاعات التي لا تستخدم وظيفة ESRI GIS. لا يتضمن هذا التطبيق حزمة ESRI SDK وبالتالي فهو أصغر حجمًا وأسرع في التنزيل مقارنة بالإصدار الذي يحتوي على SDK.
cs: Stáhněte a nainstalujte si tuto verzi aplikace Tazatel pro šetření, které nepoužívají žádnou funkci ESRI GIS. Tato aplikace neobsahuje ESRI SDK, a proto je ve srovnání s verzí s SDK mnohem menší a jeho stahování je rychlejší.
es: Descargue e instale esta versión de la aplicación de Entrevistador para encuestas que no utilizan funcionalidad GIS de ESRI. Este apk no incluye un SDK de ESRI y, por lo tanto, es mucho más pequeño en tamaño y más rápido de descargar en comparación con la versión con SDK.
pt: Baixe e instale esta versão do aplicativo Entrevistador para pesquisas que não utilizam funcionalidade GIS ESRI. Este apk não inclui um SDK ESRI e, portanto, é muito menor em tamanho e mais rápido de baixar em comparação com a versão com SDK.
ru: Скачайте и установите эту версию приложения Интервьвер для опросов не содержащих функциональности ESRI GIS. Эта версия не содержит ESRI SDK и таким образом на много меньше по размеру и быстрее по скорости скачивания по сравнению с версией, содержащей SDK.
sq: Shkarko dhe instalo këtë version të aplikacionit të Intervistuesit për anketën që nuk përdor funksionin ESRI GIS. Ky aplikacion nuk përfshin një ESRI SDK dhe, si rrjedhim, është shumë më i vogël në madhësi dhe më i shpejtë për t’u shkarkuar sesa versioni me SDK.
uk: Завантажте та встановіть цю версію додатку Interviewer для опитувань, які не використовують GIS ESRI. Цей apk не містить ESRI SDK, тому він значно менший за розміром і швидше завантажується порівняно з версією з SDK.

# GetLatestAppExtendedDescription
source: Download and install this version of the interviewer app only if you use advanced ESRI GIS functionality. This apk contains large ESRI SDK, is large in size and might take long time to download.
ar: قم بتنزيل وتثبيت هذا الإصدار من تطبيق المحاور فقط إذا كنت تستخدم وظائف ESRI GIS المتقدمة. يحتوي هذا الملف على SDK ESRI كبير الحجم، وهو كبير الحجم وقد يستغرق وقتًا طويلاً للتنزيل.
cs: Stáhněte a nainstalujte si tuto verzi aplikace Tazatel, pouze pokud používáte pokročilé funkce ESRI GIS. Tato aplikace obsahuje ESRI SDK, má velkou velikost a stažení může trvat dlouho.
es: Descargue e instale esta versión de la aplicación de entrevistador solo si utiliza la funcionalidad avanzada de GIS de ESRI. Este apk contiene un gran SDK de ESRI, es grande en tamaño y puede tardar mucho tiempo en descargarse.
pt: Baixe e instale esta versão do aplicativo entrevistador apenas se você usar funcionalidade GIS ESRI avançada. Este apk contém um grande SDK ESRI, é grande em tamanho e pode demorar muito para baixar.
ru: Скачайте и установите эту версию приложения Интервьвер только, если вы используете расширенную функциональность ESRI GIS. Эта версия содержит ESRI SDK, больше по размеру и скачивание может быть долгим.
sq: Shkarko këtë variant të aplikacionit të intervistuesit vetëm nëse përdor funksionin e avancuar ESRI GIS. Ky aplikacion përmban një ESRI SDK të madh, ka madhësi të konsiderueshme dhe kërkon kohë të gjatë për t’u shkarkuar.
uk: Завантажуйте та встановлюйте цю версію додатку для інтерв'юерів, тільки якщо ви використовуєте розширені функції GIS ESRI. Цей apk містить великий ESRI SDK, має великий розмір і може зайняти багато часу для завантаження.

# DownloadPage_Instructions
source: Installation instructions
ar: تعليمات التثبيت
cs: Instrukce k instalaci
es: Instrucciones de instalación
pt: Instruções de instalação
ru: Инструкции по установке
sq: Udhëzimet e instalimit
uk: Інструкція з інсталяції

# DownloadPage_Title
source: The Computer-assisted Personal Interview technology developed by the World Bank.
ar: تكنولوجيا المقابلات الشخصية بمساعدة الكمبيوتر التي طورتها البنك الدولي.
cs: Technologie počítačem řízenýho osobního rozhovoru vyvinutá Světovou bankou.
es: La tecnología de Entrevista Asistida por Computadora desarrollada por el Banco Mundial.
pt: A tecnologia de Entrevista Assistida por Computador desenvolvida pelo Banco Mundial.
ru: Технология опросов с помощью компьютерных систем, разработанная Мировым Банком.
sq: Teknologjia e Intervistës Personale me Anë të Kompjuterit e krijuar nga Banka Botërore.
uk: Технологія комп'ютеризованого інтерв'ю, розроблена Світовим Банком.

# DownloadPage_Welcome
source: Welcome to Survey Solutions Interviewer download page
ar: مرحبًا بكم في صفحة تنزيل تطبيق المحاور الخاص بـ Survey Solutions
cs: Vítejte na stránce Survey Solutions ke stažení aplikace Tazatel
es: Bienvenido a la página de descarga de Survey Solutions Interviewer
pt: Bem-vindo à página de download do Entrevistador do Survey Solutions
ru: Добро пожаловать на страницу загрузки
sq: Mirë se erdhët në faqen e shkarkimit të Intervistuesit në Survey Solutions
uk: Ласкаво просимо на сторінку завантаження Survey Solutions Interviewer

# DownloadSupervisorPage_Welcome
source: Welcome to Survey Solutions Supervisor download page
ar: مرحبًا بكم في صفحة تنزيل تطبيق المشرف الخاص بـ Survey Solutions
cs: Vítejte na stránce Survey Solutions ke stažení aplikace Garant
es: Bienvenido a la página de descarga de Survey Solutions Supervisor
pt: Bem-vindo à página de download do Supervisor do Survey Solutions
ru: Добро пожаловать на страницу скачивания приложения Супервизора
sq: Mirë se erdhët në faqen e shkarkimit të Supervizorit në Survey Solutions
uk: Ласкаво просимо на сторінку завантаження Survey Solutions Supervisor

# DownloadPage_PageTitle
source: Download Interviewer app
ar: تنزيل تطبيق المحاور
cs: Stáhněte si aplikaci Tazatel
es: Descargar aplicación de Entrevistador
pt: Baixar aplicativo Entrevistador
ru: Скачивание приложения Интервьюер
sq: Shkarko aplikimin e Intervistuesit
uk: Завантажити додаток Interviewer

# DownloadSupervisorPage_PageTitle
source: Download Supervisor app
ar: تنزيل تطبيق المشرف
cs: Stáhnout aplikaci Garant
es: Descargar aplicación de Supervisor
pt: Baixar aplicativo Supervisor
ru: Скачивание приложения Супервизора
sq: Shkarko aplikacionin e Supervizorit
uk: Завантажити додаток Supervisor

# DownloadPage_Version
source: Version
ar: الإصدار
cs: Verze
es: Versión
pt: Versão
ru: Версия
sq: Versioni
uk: Версія
