Repository: surveysolutions/surveysolutions
Catalog: src/UI/WB.UI.Headquarters.Core/Resources/Pages.*.resx
Languages: ar, cs, es, pt, ru, sq, uk

# Interviewers_FinishedWithErrors
source: Finished with errors. Please repeat the action later. Write to support if problems will repeat in future.
ar: اكتمل مع وجود أخطاء. يرجى تكرار الإجراء لاحقًا. اكتب إلى الدعم إذا تكررت المشاكل في المستقبل
cs: Dokončeno s chybami. Opakujte akci později. Pokud se budou problémy v budoucnu opakovat, kontaktujte garanta.
es: Terminado con errores. Por favor repita la acción más tarde. Escriba al soporte si los problemas se repiten en el futuro.
pt: Concluído com erros. Por favor, repita a ação mais tarde. Escreva para o suporte se os problemas persistirem no futuro.
ru: Закончено с ошибками. Повторите позже. Напишите в поддержку если проблема будет повторятся в будущем.
sq: Përfundoi me gabime. Ju lutemi, përsëriteni veprimin më vonë. I shkruani personelit mbështetës, nëse, në të ardhmen, problemet përsëriten.
uk: Завершено з помилками. Будь ласка, повторіть дію пізніше. Напишіть у службу підтримки, якщо проблеми повторюватимуться в майбутньому.

# MapList_UserMapsLink
source: User Maps
ar: خرائط المستخدم
cs: Uživatelské Mapy
es: Mapas de usuarios
pt: Mapas de Usuários
ru: Карты пользователей
sq: Hartat e përdoruesit
uk: Карти користувачів

# MapList_UserMapsTitle
source: User Maps
ar: خرائط المستخدم
cs: Uživatelské Mapy
es: Mapas de usuarios
pt: Mapas de Usuários
ru: Карты пользователей
sq: Hartat e përdoruesve
uk: Карти користувачів

# UpgradeAssignmentsTitle
source: Upgrade assignments
ar: ترقية المهام
cs: Aktualizace dotazníků
es: Actualizar asignaciones
pt: Atualizar atribuições
ru: Обновление заданий
sq: Përditëso detyrat
uk: Оновити завдання

source: Interview overview
ar: نظرة عامة على المقابلة
cs: Přehled rozhovoru
es: Resumen de la entrevista
pt: Visão geral da entrevista
ru: Обзор интервью
sq: Vështrim i përgjithshëm i intervistës
uk: Огляд інтерв'ю

# InterviewerProfile_TrafficUsageHeader
source: Traffic usage
ar: استخدام المرور
cs: Využitá data
es: Uso de tráfico
pt: Uso de tráfego
ru: Использования трафика
sq: Përdorimi i trafikut
uk: Використання трафіку

# InterviewerProfile_IncomingTraffic
source: Incoming Traffic
ar: المرور الوارد
cs: Příchozí data (stahování)
es: Tráfico entrante
pt: Tráfego de entrada
ru: Входящий трафик
sq: Trafiku hyrës
uk: Вхідний трафік

# InterviewerProfile_OutgoingTraffic
source: Outgoing Traffic
ar: المرور الصادر
cs: Odchozí data (nahrávání)
es: Tráfico saliente
pt: Tráfego de saída
ru: Исходящий трафик
sq: Trafiku dalës
uk: Вихідний трафік

# InterviewerProfile_TotalTrafficUsed
source: Total traffic used
ar: إجمالي المرور المستخدم
cs: Celkem využito dat
es: Total de tráfico usado
pt: Total de tráfego usado
ru: Всего иcпользовано трафика
sq: Trafiku i përgjithshëm i përdorur
uk: Загальний використаний трафік

# InterviewerProfile_TotalTrafficUsedTooltip
source: Total sum of incoming and outgoing traffic for user on all devices
ar: إجمالي مجموع المرور الوارد والصادر للمستخدم على جميع الأجهزة
cs: Celkem použito dat pro uživatele na všech zařízeních
es: Suma total de tráfico entrante y saliente para el usuario en todos los dispositivos
pt: Soma total do tráfego de entrada e saída para o usuário em todos os dispositivos
ru: Общая сумма входящего и исходящего трафика по пользователю на всех устройствах
sq: Vlera e përgjithshme e trafikut hyrës dhe dalës të përdoruesit në të gjitha pajisjet
uk: Загальна сума вхідного та вихідного трафіку для користувача на всіх пристроях

source: Kb
ar: كيلوبايت
ru: Кб
uk: Кб

# EmailProviders
source: Email providers settings
ar: إعدادات مزودي البريد الإلكتروني
cs: Nastavení poskytovatelů e-mailu
es: Configuración de proveedores de correo electrónico
pt: Configurações de provedores de e-mail
ru: Настройка рассылки
sq: Cilësimet e ofruesit të email-it
uk: Налаштування провайдерів електронної пошти

# EmailProvidersTitle
source: Bulk Email Services
ar: مزودو البريد الإلكتروني
cs: Hromadné e-mailové služby
es: Proveedores de correo electrónico
pt: Provedores de E-mail
ru: Cервисы массовой рассылки
sq: Shërbimet e email-it në grup
uk: Провайдери електронної пошти

# InterviewerProfile_QrCodeAlt
source: Qr code that simplifies interviewer application setup
ar: رمز الاستجابة السريعة الذي يبسط إعداد تطبيق المحاور
cs: QR kód, který zjednodušuje nastavení aplikace Tazatel
es: Código QR que simplifica la configuración de la aplicación del entrevistador
pt: Qr code que simplifica a configuração do aplicativo do entrevistador
ru: Qr code, упрощающий настройку планшета интервьюера
sq: Kodi QR që thjeshton konfigurimin e aplikacionit të intervistuesit
uk: QR-код, що спрощує налаштування додатку для інтерв'юерів

# InterviewerProfile_NoMarkers
source: Interviewer location was never recorded in any of the interviews that he/she has submitted
ar: لم يتم تسجيل موقع المحاور في أي من المقابلات التي قدمها
cs: Umístění tazatele nebylo nikdy zaznamenáno v žádném z rozhovorů, které vyšetřil
es: La ubicación del entrevistador nunca se registró en ninguna de las entrevistas que ha enviado
pt: A localização do entrevistador nunca foi registrada em nenhuma das entrevistas que ele/ela enviou
ru: Местоположения интервьювера не было еще записано
sq: Vendndodhja e intervistuesit nuk është regjistruar asnjëherë në asnjë prej intervistave që ai/ajo ka dorëzuar
uk: Місцезнаходження інтерв'юера жодного разу не було зафіксовано в жодному з наданих інтерв'ю

# Questionnaire_Info
source: Questionnaire details
ar: تفاصيل الاستبيان
cs: Podrobnosti typu dotazníku
es: Detalles del cuestionario
pt: Detalhes do questionário
ru: Детали опросника
uk: Деталі анкети

source: Questionnaire exposed variables
ar: المتغيرات المكشوفة للاستبيان
cs: Odhalené proměnné typu dotazníku
es: Variables expuestas del cuestionario
pt: Variáveis expostas do questionário
uk: Змінні, що використовуються для звітів

# Exposed_Variables_Description
source: Selecting these variables will allow to use them in reporting. Newly created interviews will be available instantly. Previously collected interviews will be processed and it would take some time. You may select up to 15 variables.
ar: سيتيح لك تحديد هذه المتغيرات استخدامها في التقارير. ستكون المقابلات التي تم إنشاؤها حديثًا متاحة على الفور. سيتم معالجة المقابلات التي تم جمعها سابقًا وستستغرق بعض الوقت. يمكنك تحديد ما يصل إلى 15 متغيرًا
cs: Výběr těchto proměnných umožní jejich použití ve výkazech. Nově vytvořené rozhovory budou k dispozici okamžitě. Dříve shromážděné rozhovory budou zpracovány a nějakou dobu potrvají. Můžete vybrat až 15 proměnných.
es: Seleccionar estas variables permitirá usarlas en los informes. Las entrevistas recién creadas estarán disponibles al instante. Las entrevistas previamente recopiladas serán procesadas y tomará algún tiempo. Puede seleccionar hasta 15 variables.
pt: A seleção dessas variáveis permitirá usá-las em relatórios. As entrevistas recém-criadas estarão disponíveis instantaneamente. As entrevistas coletadas anteriormente serão processadas e levará algum tempo. Você pode selecionar até 15 variáveis.
uk: Вибір цих змінних дозволить використовувати їх у звітах. Новостворені інтерв'ю будуть доступні миттєво. Раніше зібрані інтерв'ю будуть оброблятися, і це займе певний час. Ви можете вибрати до 15 змінних.

# Exposed_Variables_AvailableVariablesTitle
source: Available variables
ar: المتغيرات المتاحة
cs: Dostupné proměnné
es: Variables disponibles
pt: Variáveis disponíveis
uk: Доступні змінні

# Exposed_Variables_SelectedVariablesTitle
source: Exposed variables
ar: المتغيرات المكشوفة
cs: Odhalené proměnné
es: Variables expuestas
pt: Variáveis expostas
uk: Відкриті змінні

# ExposedVariables_RemoveMessage
source: Do you want to remove variable from the list?
ar: هل تريد إزالة المتغير من القائمة؟
cs: Chcete odstranit proměnnou ze seznamu?
es: ¿Desea eliminar la variable de la lista?
pt: Deseja remover a variável da lista?
uk: Ви хочете видалити змінну зі списку?

# Questionnaire_Stats
source: Questionnaire Information
ar: معلومات الاستبيان
cs: Informace o typu dotazníku
es: Información del cuestionario
pt: Informações do questionário
ru: О опроснике
uk: Статистика по анкеті

# Questionnaire_QuestionsCount
source: Questions
ar: الأسئلة
cs: Otázky
es: Preguntas
pt: Perguntas
ru: Вопросов
uk: Кількість питань

# Questionnaire_QuestionsCountWithCond
source: Questions with conditions
ar: الأسئلة مع الشروط
cs: Otázky s podmínkami
es: Preguntas con condiciones
pt: Perguntas com condições
ru: Вопросов с условиями
uk: Запитання з умовами

# Questionnaire_RostersCount
source: Number of rosters
ar: عدد القوائم
cs: Počet seznamů (rosterů)
es: Número de listas
pt: Número de listas
ru: Количество ростеров
uk: Кількість ростерів

# Questionnaire_SectionsCount
source: Number of sections
ar: عدد الأقسام
cs: Počet sekcí
es: Número de secciones
pt: Número de seções
ru: Количество секций
uk: Кількість секцій

# Questionnaire_SubSectionsCount
source: Number of sub-sections
ar: عدد الأقسام الفرعية
cs: Počet podsekcí
es: Número de subsecciones
pt: Número de subseções
ru: Количество подсекций
uk: Кількість підрозділів

# Questionnaire_Variable
source: Variable name
ar: اسم المتغير
cs: Název proměnné
es: Nombre de la variable
pt: Nome da variável
ru: Имя переменной
uk: Ім'я змінної

source: Home
ar: الصفحة الرئيسية
cs: Domů
es: Inicio
pt: Início
ru: Домой
uk: Головна

source: Configuration
ar: التكوين
cs: Konfigurace
es: Configuración
pt: Configuração
ru: Настройки
uk: Конфігурація

source: Diagnostics
ar: التشخيص
cs: Diagnostika
es: Diagnósticos
pt: Diagnósticos
ru: Диагностика
uk: Діагностика

# AppUpdates
source: Apk infos
ar: معلومات التطبيق
cs: Informace o apk
es: Información de Apk
pt: Informações do Apk
uk: Інформація про Apk

source: Interview packages
ar: حزم المقابلات
cs: Balíčky rozhovorů
es: Paquetes de entrevistas
pt: Pacotes de entrevistas
ru: Интервью пакеты
uk: Пакети інтерв'ю

source: Exceptions
ar: الاستثناءات
cs: Výjimky
es: Excepciones
pt: Exceções
ru: Ошибки
uk: Винятки

# Admin_InterviewPackages_Exception
source: Exception
ar: استثناء
cs: Výjimka
es: Excepción
pt: Exceção
ru: Ошибка
uk: Виняток

# Admin_InterviewPackages_InterviewKey
source: Key
ar: المفتاح
cs: Klíč
es: Clave
pt: Chave
uk: Ключ

# Admin_InterviewPackages_InterviewId
source: Interview id
ar: معرف المقابلة
cs: ID rozhovoru
es: ID de la entrevista
pt: ID da entrevista
ru: Идентификатор
uk: Ідентифікатор інтерв'ю

# Admin_InterviewPackages_IncomingDate
source: Incoming date
ar: تاريخ الوارد
cs: Datum přijetí
es: Fecha de recepción
pt: Data de entrada
ru: Дата поступления
uk: Дата надходження

# Admin_InterviewPackages_ProcessingDate
source: Processing date
ar: تاريخ المعالجة
cs: Datum zpracování
es: Fecha de procesamiento
pt: Data de processamento
ru: Дата обработки
uk: Дата обробки

# Admin_InterviewPackages_PackageSize
source: Size
ar: الحجم
cs: Velikost
es: Tamaño
pt: Tamanho
ru: Размер
uk: Розмір

# Admin_InterviewPackages_SelectInterviewer
source: Select interviewer
ar: اختر المحاور
cs: Vybrat tazatele
es: Seleccionar entrevistador
pt: Selecionar entrevistador
ru: Выберите интервьюера
uk: Виберіть інтерв'юера

# Admin_InterviewPackages_Interviewer
source: Interviewer
ar: المحاور
cs: Tazatel
es: Entrevistador
pt: Entrevistador
ru: Интервьюер
uk: Інтерв'юер

# Admin_InterviewPackages_SelectQuestionnaire
source: Select questionnaire
ar: اختر الاستبيان
cs: Vybrat typ dotazníku
es: Seleccionar cuestionario
pt: Selecionar questionário
ru: Выберите опросник
uk: Виберіть анкету

# Admin_InterviewPackages_Questionnaire
source: Questionnaire
ar: الاستبيان
cs: Typ dotazníku
es: Cuestionario
pt: Questionário
ru: Опросник
uk: Анкета

# Admin_InterviewPackages_ExceptionType
source: Exception type
ar: نوع الاستثناء
cs: Typ výjimky
es: Tipo de excepción
pt: Tipo de exceção
ru: Тип ошибки
uk: Тип виключення

# Admin_InterviewPackages_SelectExceptionType
source: Select exception type
ar: اختر نوع الاستثناء
cs: Vybrat typ výjimky
es: Seleccionar tipo de excepción
pt: Selecionar tipo de exceção
ru: Выберите тип ошибки
uk: Виберіть тип винятку

# Admin_InterviewPackages_Type
source: Type of exceptions
ar: نوع الاستثناءات
cs: Typ výjimek
es: Tipo de excepciones
pt: Tipo de exceções
ru: Вид ошибок
uk: Тип винятків

# Admin_InterviewPackages_Broken
source: Broken
ar: معطل
cs: Poškozeno
es: Roto
pt: Quebrado
ru: Непредвиденные
uk: Непередбачені

# Admin_InterviewPackages_Rejected
source: Rejected
ar: مرفوض
cs: Vráceno
es: Rechazado
pt: Rejeitado
ru: Ожидаемые
uk: Очікувані

# Admin_InterviewPackages_Period
source: Period
ar: الفترة
cs: Období
es: Período
pt: Período
ru: Период
uk: Період

# Admin_InterviewPackages_ReprocessSelectedConfirmation
source: Are you sure you want to reprocess selected broken packages?
ar: هل أنت متأكد أنك تريد إعادة معالجة الحزم المعطلة المحددة؟
cs: Opravdu chcete znovu zpracovat vybrané poškozené balíčky?
es: ¿Está seguro de que desea reprocesar los paquetes rotos seleccionados?
pt: Tem certeza de que deseja reprocessar os pacotes quebrados selecionados?
ru: Вы уверены что хотите повторно обработать выделенные пакеты?
uk: Ви впевнені, що хочете переопрацювати вибрані неочікувані пакунки?

# Admin_InterviewPackages_SelectedPackagesCount
source: {{count}} package(s) selected
ar: {{count}} حزمة (حزم) محددة
cs: Vybraných balíčků - {{count}}
es: {{count}} paquete(s) seleccionado(s)
pt: {{count}} pacote(s) selecionado(s)
ru: {{count}} пакета(ов) выбрано
uk: {{count}} вибрано пакетів

# Admin_InterviewPackages_Reprocess
source: Reprocess
ar: إعادة المعالجة
cs: Znovu zpracovat
es: Reprocesar
pt: Reprocessar
ru: Повторно обработать
uk: Переопрацювати

# Admin_InterviewPackages_PutReason
source: Put reason
ar: ضع السبب
cs: Uveďte důvod
es: Indicar razón
pt: Colocar razão
ru: Указать причину
uk: Вкажіть причину

# Admin_InterviewPackages_Title
source: Interview packages({{count}})
ar: حزم المقابلات ({{count}})
cs: Balíčky rozhovorů ({{count}})
es: Paquetes de entrevistas({{count}})
pt: Pacotes de entrevistas({{count}})
ru: Интервью пакеты({{count}})
uk: Пакети інтерв'ю({{count}})

# Admin_InterviewPackages_Subtitle
source: If you lost interview or get massage that interview was corrupted, <br/> you can find data by that interview here
ar: إذا فقدت مقابلة أو تلقيت رسالة تفيد بأن المقابلة كانت تالفة، <br/> يمكنك العثور على البيانات الخاصة بتلك المقابلة هنا
cs: Pokud jste ztratili rozhovor nebo obdrželi zprávu o tom, že byl rozhovor poškozen, <br/> zde můžete najít údaje z tohoto rozhovoru
es: Si perdió la entrevista o recibió un mensaje de que la entrevista estaba dañada, <br/> puede encontrar los datos de esa entrevista aquí
pt: Se você perdeu a entrevista ou recebeu uma mensagem de que a entrevista estava corrompida, <br/> você pode encontrar os dados dessa entrevista aqui
ru: Если Вы потеряли интевью или получили сообщение что интервью битое, <br/> Вы можете найти данные по этому интервью здесь
uk: Якщо ви втратили інтерв'ю або отримали повідомлення, що інтерв'ю було пошкоджено, <br/> ви можете знайти дані за цим інтерв'ю тут

# Admin_InterviewPackages_NumberOfPackagesAffected
source: {{count}} packages is going to be changed
ar: {{count}} حزمة سيتم تغييرها
cs: Balíčků, které budou změněny - {{count}}
es: {{count}} paquetes van a ser cambiados
pt: {{count}} pacotes serão alterados
ru: {{count}} пакета(ов) интервью будет обработано
uk: {{count}} пакетів буде змінено

# Admin_InterviewPackages_SelectReason
source: Select reason
ar: اختر السبب
cs: Vyberte důvod
es: Seleccione la razón
pt: Selecionar razão
ru: Укажите причину
uk: Виберіть причину

# Admin_InterviewPackages_Reason
source: Reason
ar: السبب
cs: Důvod
es: Razón
pt: Razão
ru: Причина
uk: Причина

source: Reevaluate interview
ar: إعادة تقييم المقابلة
cs: Přehodnotit rozhovor
es: Reevaluar entrevista
pt: Reavaliar entrevista
ru: Актуализировать интервью
uk: Переоцінити співбесіду

# Admin_ControlPanelLinkTitle
source: Control panel
ar: لوحة التحكم
cs: Kontrolní panel
es: Panel de control
pt: Painel de controle
ru: Панель управления
uk: Панель керування

# Admin_ReevaluateInterview_InterviewId
source: Interview id
ar: معرف المقابلة
cs: ID rozhovoru
es: ID de la entrevista
pt: ID da entrevista
ru: Идентификатор интервью
uk: Ідентифікатор інтерв'ю

# Admin_Reevaluate
source: Reevaluate
ar: إعادة التقييم
cs: Přehodnotit
es: Reevaluar
pt: Reavaliar
ru: Актуализировать
uk: Переоцінити

# Admin_Reevaluate_InterviewId_Required
source: Interview id is required
ar: معرف المقابلة مطلوب
cs: Je vyžadováno ID rozhovoru
es: Se requiere el ID de la entrevista
pt: ID da entrevista é obrigatório
ru: Пустой идентификатор интервью
uk: Потрібен ідентифікатор інтерв'ю

# Admin_Reevaluate_InterviewId_Invalid
source: Enter valid GUID value
ar: أدخل قيمة GUID صالحة
cs: Zadejte platnou hodnotu GUID
es: Ingrese un valor GUID válido
pt: Insira um valor GUID válido
ru: Не валидное GUID значение
uk: Введіть дійсне значення GUID

# Admin_Reevaluate_Success
source: Interview reevaluated successfully
ar: تمت إعادة تقييم المقابلة بنجاح
cs: Rozhovor úspěšně přehodnocen
es: Entrevista reevaluada con éxito
pt: Entrevista reavaliada com sucesso
ru: Интервью успешно актуализировано
uk: Переоцінка пройшла успішно

source: Create user
ar: إنشاء مستخدم
cs: Vytvořit uživatele
es: Crear usuario
pt: Criar usuário
ru: Создать пользователя
uk: Створити користувача

source: Generate recovery codes
ar: توليد رموز الاسترداد
cs: Vygenerovat obnovovací kódy
es: Generar códigos de recuperación
pt: Gerar códigos de recuperação
ru: Сгенерировать ключи восстановления
uk: Згенеруйте коди відновлення

# AccountManage_Status2fa
source: Two factor authentication is currently
ar: المصادقة الثنائية حاليا
cs: V tuto chvíli je dvoufaktorové ověření
es: La autenticación de dos factores está actualmente
pt: A autenticação de dois fatores está atualmente
ru: Двухфакторная аутентификация
uk: Двофакторна автентифікація

# AccountManage_StatusApiToken
source: API token is:
ar: الوصول إلى نقاط نهاية REST و GraphQL API حاليا
cs: Přístup ke koncovým bodům REST a GraphQL API je aktuálně
es: El acceso a los endpoints de REST y GraphQL API está actualmente
pt: O acesso aos endpoints REST e GraphQL API está atualmente
uk: Доступ до кінцевих точок REST та GraphQL API

# UsersManage_WorkspacesFilterTitle
source: Workspace
ar: مساحة العمل
cs: Úloha
es: Espacio de trabajo
pt: Espaço de trabalho
ru: Рабочие области
uk: Робочий простір

# UsersManage_WorkspacesFilterPlaceholder
source: All workspaces
ar: جميع مساحات العمل
cs: Všechny úlohy
es: Todos los espacios de trabajo
pt: Todos os espaços de trabalho
ru: Все рабочие области
uk: Всі робочі простори

# UsersManage_SupervisorFilterTitle
source: Supervisor (Interviewers will be added to his team)
ar: المشرف (سيتم إضافة المحاورين إلى فريقه)
cs: Garant (do jeho týmu budou přidáni tazatelé)
es: Supervisor (los entrevistadores se agregarán a su equipo)
pt: Supervisor (os entrevistadores serão adicionados à sua equipe)
uk: Супервізор (до його команди будуть додані інтерв'юери)

# UsersManage_SupervisorFilterPlaceholder
source: Select supervisor
ar: اختر المشرف
cs: Vyberte Garanta
es: Seleccione supervisor
pt: Selecionar supervisor
uk: Виберіть супервізора

# UsersManage_RoleFilterPlaceholder
source: All roles
ar: جميع الأدوار
cs: Všechny role
es: Todos los roles
pt: Todos os papéis
ru: Все роли
uk: Всі ролі

# UsersManage_ShowUsersFilterPlaceholder
source: All users
ar: جميع المستخدمين
cs: Všichni uživatelé
es: Todos los usuarios
pt: Todos os usuários
ru: Все пользователи
uk: Всі користувачі

# UserManagement_SubtitleAdd
source: Select workspaces that need to be added to selected users
ar: اختر مساحات العمل التي تحتاج إلى إضافتها إلى المستخدمين المحددين
cs: Vyberte úlohy, které je třeba přidat vybraným uživatelům
es: Seleccione los espacios de trabajo que deben agregarse a los usuarios seleccionados
pt: Selecione os espaços de trabalho que precisam ser adicionados aos usuários selecionados
ru: Выберите к каким рабочим пронстранствам нужно добавить выбранных пользователей
uk: Виберіть робочі простори, які потрібно додати вибраним користувачам

# UserManagement_SubtitleAddInterviewer
source: Select workspace and supervisor that need to create interviewer
ar: اختر مساحة العمل والمشرف الذي يحتاج إلى إنشاء المحاور
cs: Vyberte úlohu a Garanta, kteří potřebují vytvořit tazatele
es: Seleccione el espacio de trabajo y el supervisor que necesitan crear entrevistador
pt: Selecione o espaço de trabalho e o supervisor que precisam criar entrevistador
uk: Виберіть робочий простір і супервізора, для якого потрібно створити інтерв'юера

# UserManagement_SubtitleRemove
source: Select workspaces that need to be removed from selected users
ar: اختر مساحات العمل التي تحتاج إلى إزالتها من المستخدمين المحددين
cs: Vyberte úlohy, které je třeba odebrat vybraným uživatelům
es: Seleccione los espacios de trabajo que deben eliminarse de los usuarios seleccionados
pt: Selecione os espaços de trabalho que precisam ser removidos dos usuários selecionados
ru: Выберите рабочие области из которых нужно убрать выбранных пользователей
uk: Виберіть робочі простори, які потрібно видалити у вибраних користувачів

# UserManagement_ManageWorkspacesTitle
source: Manage workspaces
ar: إدارة مساحات العمل
cs: Spravujte úlohy
es: Gestionar espacios de trabajo
pt: Gerenciar espaços de trabalho
ru: Управление рабочими областями
uk: Керування робочими просторами

# UserManagement_AddToWorkspace
source: Add to workspaces
ar: إضافة إلى مساحات العمل
cs: Přidat do úloh
es: Agregar a espacios de trabajo
pt: Adicionar aos espaços de trabalho
ru: Добавить к рабочим областям
uk: Додати до робочих просторів

# UserManagement_RemoveFromWorkspace
source: Remove from workspaces
ar: إزالة من مساحات العمل
cs: Odebrat z úlohy
es: Eliminar de espacios de trabajo
pt: Remover dos espaços de trabalho
ru: Убрать из рабочей области
uk: Видалити з робочих просторів

# UserManagement_UsersSelected
source: User(s) selected
ar: المستخدم (المستخدمون) المحدد
cs: Vybraní uživatelé
es: Usuario(s) seleccionado(s)
pt: Usuário(s) selecionado(s)
ru: Выбранных пользователей
uk: Вибрано користувача(ів)

# Interviewer_CreateText
source: This action will create individual user with interviewer rights,<br> to create several users you can use <a href="{{link}}" target="_blank">user batch creation</a>.
ar: سيؤدي هذا الإجراء إلى إنشاء مستخدم فردي بحقوق المحاور،<br> لإنشاء عدة مستخدمين يمكنك استخدام <a href="{{link}}" target="_blank">إنشاء دفعة المستخدمين</a>.
cs: Touto akcí vytvoříte jednotlivého uživatele s právy tazatele,<br> pro vytvoření několika uživatelů můžete použít <a href="{{link}}" target="_blank">vytvoření dávky uživatelů</a>.
es: Esta acción creará un usuario individual con derechos de entrevistador,<br> para crear varios usuarios puede usar <a href="{{link}}" target="_blank">creación masiva de usuarios</a>.
pt: Esta ação criará um usuário individual com direitos de entrevistador,<br> para criar vários usuários, você pode usar <a href="{{link}}" target="_blank">criação em lote de usuários</a>.
ru: Это действие создаст индивидуального пользователя с правами интервьюера<br> Чтобы создать нескольких пользователей сразу, воспользуйтесь функцией <a href="{{link}}" target="_blank">массового создания пользователей</a>
uk: Ця дія створить окремого користувача з правами інтерв'юера,<br> для створення декількох користувачів ви можете скористатися <a href="{{link}}" target="_blank">груповим створенням користувачів</a>.

# UsersManage_TeamFilterPlaceHolder
source: Team
ar: الفريق
cs: Tým
es: Equipo
pt: Equipe
uk: Команда

# UsersManage_TeamFilter
source: Team
ar: الفريق
cs: Tým
es: Equipo
pt: Equipe
uk: Команда

# ExposedVariables_VariableName
source: Variable Name
ar: اسم المتغير
cs: Název Proměnné
es: Nombre de la variable
pt: Nome da variável
uk: Ім'я змінної

# ExposedVariables_VariableTitle
source: Title
ar: العنوان
cs: Titul
es: Título
pt: Título
uk: Назва
