Repository: surveysolutions/surveysolutions
Catalog: src/UI/WB.UI.Headquarters.Core/Resources/Pages.*.resx
Languages: ar, cs, es, pt, ru, sq, uk

# SurveysAndStatuses_SupervisorTitle
source: Supervisor (teams)
ar: المشرف (الفرق)
cs: Garant (týmy)
es: Supervisor (equipos)
pt: Supervisor (equipes)
ru: Супервизор (команды)
sq: (Ekipet) e Supervizorit
uk: Супервайзер (команди)

# SurveysAndStatuses_InterviewerTitle
source: Interviewer (team)
ar: المحاور (الفريق)
cs: Tazatel (tým)
es: Entrevistador (equipo)
pt: Entrevistador (equipe)
ru: Интервьвер (команда)
sq: Intervistuesi (ekipi)
uk: Інтерв'юер (команда)

# SurveysAndStatuses_Overview
source: Surveys and Statuses
ar: الاستبيانات والحالات
cs: Typy dotazníků (status)
es: Encuestas y Estados
pt: Pesquisas e Status
ru: Состояние созданных и собранных интервью
sq: Anketat dhe Statuset
uk: Опитування та статуси

# SurveysAndStatuses_HeadquartersDescription
source: Shows the number of interviews in each status (columns) for each survey instrument (rows)
ar: يعرض عدد المقابلات في كل حالة (الأعمدة) لكل أداة استبيان (الصفوف)
cs: Zobrazuje počet rozhovorů v každém stavu (sloupcích) pro každý nástroj průzkumu (řádky)
es: Muestra el número de entrevistas en cada estado (columnas) para cada instrumento de encuesta (filas)
pt: Mostra o número de entrevistas em cada status (colunas) para cada instrumento de pesquisa (linhas)
ru: Отчет состояния созданных и собранных интервью отображает количество интервью в каждом из статусов по обследованиям
sq: Raporti i Anketave dhe Statuseve shfaq numrin e intervistave në secilin status sipas anketave
uk: Показує кількість інтерв'ю в кожному статусі (стовпці) для кожного інструменту анкети (рядки)

# SurveysAndStatuses_SupervisorDescription
source: The Surveys and Statuses report shows number of interviews in each status for surveys in which this supervisor is involved
ar: يعرض تقرير الاستبيانات والحالات عدد المقابلات في كل حالة للاستبيانات التي يشارك فيها هذا المشرف
cs: U každého typu dotazníku je uveden počet rozhovorů podle jejich statusu
es: El informe de Encuestas y Estados muestra el número de entrevistas en cada estado para las encuestas en las que este supervisor está involucrado
pt: O relatório de Pesquisas e Status mostra o número de entrevistas em cada status para as pesquisas nas quais este supervisor está envolvido
ru: Отчет состояния созданных и собранных интервью отображает количество интервью в каждом из статусов по обследованиям, в которых задействован супервизор
sq: Raporti i Anketave dhe Statuseve tregon numrin e intervistave në secilin status për anketat ku është përfshirë ky supervizor
uk: Звіт "опитування та статуси" показує кількість інтерв'ю в кожному статусі для опитувань, в яких бере участь цей Супервізор

# SurveysAndStatuses_InterviewerStatisticsFormat
source: {0} interviews
ar: {0} مقابلات
cs: Rozhovorů - {0}
es: {0} entrevistas
pt: {0} entrevistas
ru: {0} интервью
sq: {0} intervista
uk: {0} інтерв'ю

# Interviewers_ConnectedToDeviceTitle
source: Connected to the server
ar: متصل بالخادم
cs: Připojeno k serveru
es: Conectado al servidor
pt: Conectado ao servidor
ru: Подключен к планшету
sq: I lidhur me serverin
uk: Підключення до сервера

# Interviewers_InterviewerVersion
source: App version
ar: إصدار التطبيق
cs: Verze aplikace
es: Versión de la aplicación
pt: Versão do aplicativo
ru: Версия интервьюера
sq: Versioni i aplikacionit
uk: Версія програми

# Interviewers_ArchiveStatusTitle
source: Archive status
ar: حالة الأرشيف
cs: Stav účtu
es: Estado del archivo
pt: Status do arquivo
ru: Статус
sq: Statusi i arkivës
uk: Стан архіву

# Supervisors_ArchiveStatusTitle
source: Archive status
ar: حالة الأرشيف
cs: Stav účtu
es: Estado del archivo
pt: Status do arquivo
ru: Статус архивирования
sq: Statusi i arkivit
uk: Стан архівації

# Interviewers_UserNameTitle
source: Login name
ar: اسم المستخدم
cs: Přihlašovací jméno
es: Nombre de usuario
pt: Nome de login
ru: Имя
sq: Emri i regjistrimit
uk: Ім'я користувача

# Interviewers_FullNameTitle
source: Full name
ar: الاسم الكامل
cs: Celé jméno
es: Nombre completo
pt: Nome completo
ru: Полное имя
sq: Emri i plotë
uk: Повне ім'я

# Interviewers_CreationDateTitle
source: Account created on
ar: تم إنشاء الحساب في
cs: Účet vytvořen dne
es: Cuenta creada el
pt: Conta criada em
ru: Создан
sq: Llogari e krijuar më
uk: Обліковий запис створено

# Interviewers_LastLoginDateTitle
source: Last log in
ar: آخر تسجيل دخول
cs: Poslední přihlášení
es: Último inicio de sesión
pt: Último login
ru: Дата последнего входа
uk: Останній вхід

# Interviewers_EmailTitle
source: Interviewer's Email
ar: البريد الإلكتروني للمحاور
cs: E-mail tazatele
es: Correo electrónico del entrevistador
pt: Email do entrevistador
ru: Электронная почта
sq: Email-i i intervistuesit
uk: Email інтерв'юера

# Interviewers_ArchiveInterviewers
source: Interviewer(s) will be archived.
ar: سيتم أرشفة المحاورين.
cs: Tazatel(é) budou neaktivní.
es: El(los) entrevistador(es) serán archivados.
pt: O(s) entrevistador(es) será(ão) arquivado(s).
ru: Пользователь(ей) будут архивированы
sq: Intervistuesi(t) do të arkivohet(n).
uk: Інтерв'ю з інтерв'юером(ами) будуть заархівовані.

# Interviewers_ArchiveInterviewersConfirmMessage
source: If the interviewer has completed interviews on his tablet then the data will be lost.
ar: إذا كان المحاور قد أكمل المقابلات على جهازه اللوحي، فسيتم فقدان البيانات.
cs: Data budou ztracena v případě, že tazatel dokončil rozhovory na svém tabletu.
es: Si el entrevistador ha completado entrevistas en su tableta, los datos se perderán.
pt: Se o entrevistador tiver entrevistas concluídas em seu tablet, os dados serão perdidos.
ru: Интервью на планшете будут потеряны.
sq: Nëse intervistuesi i ka plotësuar intervistat në tablet, atëherë të dhënat do të humbasin.
uk: Якщо інтерв'юер завершив інтерв'ю на своєму планшеті, то дані будуть втрачені.

# Index_cshtml_Execute_Do_you_want_to_continue_
source: Do you want to continue?
ar: هل تريد المتابعة؟
cs: Chcete pokračovat?
es: ¿Quieres continuar?
pt: Você quer continuar?
ru: Вы хотите продолжить?
sq: Dëshironi të vazhdoni?
uk: Ви хочете продовжити?

# Interviewers_ArchiveInterviewersConfirm
source: Do you want to continue?
ar: هل تريد المتابعة؟
cs: Chcete pokračovat?
es: ¿Quieres continuar?
pt: Você quer continuar?
ru: Вы хотите продолжить?
sq: Dëshironi të vazhdoni?
uk: Ви хочете продовжити?

# Maintenance_Title
source: Maintenance
ar: الصيانة
cs: Údržba
es: Mantenimiento
pt: Manutenção
ru: Техническое обслуживание
sq: Mirëmbajtje
uk: Обслуговування

# Maintenance_Description
source: The application is currently being upgraded to a newer version. This a manual operation and may require a noticeable amount of time. Sorry for the inconvenience. After the process is completed, you will be automatically redirected to the page you requested.
ar: يتم حاليًا ترقية التطبيق إلى إصدار أحدث. هذه عملية يدوية وقد تتطلب وقتًا ملحوظًا. نعتذر عن الإزعاج. بعد اكتمال العملية، سيتم إعادة توجيهك تلقائيًا إلى الصفحة التي طلبتها.
cs: V současné době probíhá upgrade aplikace na novější verzi. Toto je ruční operace a může vyžadovat značné množství času. Omluváme se za nepříjemnost. Po dokončení procesu budete automaticky přesměrováni na požadovanou stránku.
es: La aplicación se está actualizando a una versión más reciente. Esta es una operación manual y puede requerir una cantidad de tiempo notable. Disculpe las molestias. Una vez que el proceso se complete, será redirigido automáticamente a la página que solicitó.
pt: A aplicação está sendo atualizada para uma versão mais recente. Esta é uma operação manual e pode levar um tempo considerável. Desculpe pelo transtorno. Após a conclusão do processo, você será redirecionado automaticamente para a página solicitada.
ru: В настоящее время приложение обновляется до новой версии. Это может занять некоторе время. Извините за предоставленные неудобства. После завершения процесса вы будете автоматически перенаправлены на страницу, которую вы запросили.
sq: Aktualisht, aplikacioni po përditësohet me një version më të ri. Ky është veprim manual dhe mund të kërkojë kohë të konsiderueshme. Na falni për shqetësimin. Pasi procesi të përfundojë, do të drejtoheni sërish automatikisht te faqja që keni kërkuar.
uk: Наразі додаток оновлюється до новішої версії. Це ручна операція і може зайняти значний проміжок часу. Вибачте за незручності. Після завершення процесу ви будете автоматично перенаправлені на запитувану вами сторінку.

# MaintenanceReadSide_Header
source: Under maintenance...
ar: تحت الصيانة...
cs: Probíhá údržba...
es: En mantenimiento...
pt: Em manutenção...
ru: В процессе технического обслуживания...
sq: Në mirëmbajtje...
uk: На технічному обслуговуванні...

# MaintenanceRebuild_Header
source: Rebooting...
ar: إعادة التشغيل...
cs: Načítání
es: Reiniciando...
pt: Reiniciando...
ru: Перезагрузка...
sq: Duke u rindezur...
uk: Перезавантаження...

# Maintenance_RebuildDescription
source: The application is now rebooting, and this may take up to 10 minutes or more. Sorry for the inconvenience. After the process is completed, you will be automatically redirected to the page you requested.
ar: يتم الآن إعادة تشغيل التطبيق، وقد يستغرق ذلك ما يصل إلى 10 دقائق أو أكثر. نعتذر عن الإزعاج. بعد اكتمال العملية، سيتم إعادة توجيهك تلقائيًا إلى الصفحة التي طلبتها.
cs: Aplikace se nyní restartuje, což může trvat až 10 minut nebo déle. Po dokončení procesu budete automaticky přesměrováni na požadovanou stránku.
es: La aplicación se está reiniciando y esto puede tardar hasta 10 minutos o más. Disculpe las molestias. Una vez que el proceso se complete, será redirigido automáticamente a la página que solicitó.
pt: A aplicação está sendo reiniciada, e isso pode levar até 10 minutos ou mais. Desculpe pelo transtorno. Após a conclusão do processo, você será redirecionado automaticamente para a página solicitada.
ru: Приложение перезагружается и это может занять до 10 минут и более. Извините за предоставленные неудобства. После завершения операции вы будете автоматически перенаправлены на запрашиваемую страницу.
sq: Aplikacioni po rindizet dhe për këtë mund të duhen deri në 10 ose më shumë minuta. Na falni për shqetësimin. Pasi procesi të përfundojë, do të drejtoheni sërish automatikisht te faqja që keni kërkuar.
uk: Зараз додаток перезавантажується, і це може зайняти до 10 хвилин або більше. Вибачте за незручності. Після завершення процесу ви будете автоматично перенаправлені на запитувану вами сторінку.

# Survey_ResponsibleTitle
source: Responsible
ar: المسؤول
cs: Zodpovědný uživatel
es: Responsable
pt: Responsável
ru: Ответственный
sq: Përgjegjës
uk: Відповідальний

# Survey_LastUpdateTitle
source: Last Update
ar: آخر تحديث
cs: Poslední aktualizace
es: Última actualización
pt: Última atualização
ru: Обновлено
sq: Përditësimi i fundit
uk: Останнє оновлення

# Survey_HasErrorsTitle
source: Нas Errors
ar: يحتوي على أخطاء
cs: Obsahuje Chyby
es: Tiene errores
pt: Tem erros
ru: Ошибки
sq: Ka gabime
uk: Має помилки

# Survey_StatusTitle
source: Status
ar: الحالة
es: Estado
ru: Статус
sq: Statusi
uk: Статус

# Survey_ReceivedByInterviewerTitle
source: Received by Interviewer
ar: تم الاستلام من قبل المحاور
cs: Staženo tazatelem
es: Recibido por el entrevistador
pt: Recebido pelo entrevistador
ru: Получено интервьюером
sq: Marrë nga intervistuesi
uk: Отримано інтерв'юером

# Survey_CreatedOnClientTitle
source: Created on Client
ar: تم الإنشاء على العميل
cs: Vytvořeno v klientovi
es: Creado en el cliente
pt: Criado no cliente
ru: Создано на клиенте
sq: Krijuar te Klienti
uk: Створено на клієнті

# Layout_Filter
source: Filter
ar: تصفية
cs: Filtr
es: Filtro
pt: Filtro
ru: Фильтр
sq: Filtri
uk: Фільтр

# NoResults
source: No results found
ar: لم يتم العثور على نتائج
cs: Nic nebylo nalezeno
es: No se encontraron resultados
pt: Nenhum resultado encontrado
ru: Результаты не найдены
sq: Nuk u gjetën rezultate
uk: Не знайдено жодного результату

# Layout_WorldBank
source: The World Bank Group
ar: مجموعة البنك الدولي
es: El Grupo del Banco Mundial
pt: O Grupo Banco Mundial
ru: Группа Всемирного Банка
sq: Grupi i Bankës Botërore
uk: Група Світового банку

# Layout_RightsReserved
source: All Rights Reserved.
ar: جميع الحقوق محفوظة.
cs: Všechna práva vyhrazena.
es: Todos los derechos reservados.
pt: Todos os direitos reservados.
ru: Все права защищены
sq: Të gjitha të drejtat janë të rezervuara.
uk: Всі права захищені.

# Layout_Legal
source: Legal
ar: قانوني
sq: I/e ligjshme
uk: Юридична інформація

# Error_Title
source: Error
ar: خطأ
cs: Chyba
pt: Erro
ru: Ошибка
sq: Gabim
uk: Помилка

# Error_Description
source: An error occurred while processing your request.
ar: حدث خطأ أثناء معالجة طلبك.
cs: Při zpracování vašeho požadavku nastala chyba.
es: Ocurrió un error al procesar su solicitud.
pt: Ocorreu um erro ao processar sua solicitação.
ru: Произошла ошибка при обработке вашего запроса.
sq: Gjatë përpunimit të kërkesës suaj ndodhi një gabim.
uk: Під час обробки вашого запиту сталася помилка.

# GlobalSettings_ForbiddenMessage
source: You do not have permission for this action.
ar: ليس لديك إذن لهذا الإجراء.
cs: K této akci nemáte oprávnění.
es: No tienes permiso para esta acción.
pt: Você não tem permissão para esta ação.
ru: У вас нет прав для выполнения этого действия
sq: Nuk keni leje për këtë veprim.
uk: Ви не маєте дозволу на цю дію.

# GlobalSettings_DeleteQuestionnaireConfirmation
source: Are you sure you want to delete questionnaire? All interviews conducted by current questionnaire, including the interviews collected on the tablets, even those that you don't see on the server currently will be lost.
ar: هل أنت متأكد أنك تريد حذف الاستبيان؟ سيتم فقدان جميع المقابلات التي أجريت بواسطة الاستبيان الحالي، بما في ذلك المقابلات التي تم جمعها على الأجهزة اللوحية، حتى تلك التي لا تراها على الخادم حاليًا.
cs: Opravdu chcete odstranit dotazník? Všechny rozhovory vedené aktuálním dotazníkem, včetně rozhovorů shromážděných na tabletech, a to i ty, které aktuálně nevidíte na serveru, budou ztraceny.
es: ¿Estás seguro de que deseas eliminar el cuestionario? Todas las entrevistas realizadas por el cuestionario actual, incluidas las entrevistas recopiladas en las tabletas, incluso aquellas que no ves actualmente en el servidor, se perderán.
pt: Tem certeza de que deseja excluir o questionário? Todas as entrevistas realizadas pelo questionário atual, incluindo as entrevistas coletadas nos tablets, mesmo aquelas que você não vê no servidor atualmente, serão perdidas.
sq: Jeni të sigurt që dëshironi ta fshini pyetësorin? Të gjitha intervistat e zhvilluara me pyetësorin aktual do të humbasin.
uk: Ви впевнені, що хочете видалити анкету? Всі інтерв'ю, проведені за поточною анкетою, включаючи інтерв'ю, зібрані на планшетах, навіть ті, які ви не бачите на сервері, будуть втрачені.

# GlobalSettings_DeleteQuestionnaireWarning
source: Warning! This is an irreversible action
ar: تحذير! هذا إجراء لا رجعة فيه
cs: Varování! Jedná se o nevratné jednání
es: ¡Advertencia! Esta es una acción irreversible
pt: Aviso! Esta é uma ação irreversível
uk: Обережно! Це незворотна дія

# GlobalSettings_NotifyDialogText
source: Your previous request is not complete. Please wait for it to be finished and repeat your operation.
ar: طلبك السابق لم يكتمل. يرجى الانتظار حتى يكتمل ثم كرر العملية.
cs: Váš předchozí požadavek není hotov. Počkejte prosím na dokončení a opakujte.
es: Su solicitud anterior no está completa. Espere a que se complete y repita su operación.
pt: Sua solicitação anterior não foi concluída. Aguarde a conclusão e repita sua operação.
ru: Ваш предыдущий запрос не завершён. Пожалуйста, дождитесь его завершения и повторите операцию.
sq: Kërkesa juaj e mëparshme nuk është e plotë. Ju lutemi, pritni të përfundojë dhe përsëritni veprimin.
uk: Ваш попередній запит не завершено. Будь ласка, зачекайте, поки він буде завершений, і повторіть операцію.

# GlobalSettings_NotifyDialogTitle
source: Please wait
ar: يرجى الانتظار
cs: Prosím, čekejte
es: Por favor espera
pt: Por favor, aguarde
ru: Пожалуйста подождите
sq: Ju lutemi, pritni
uk: Будь ласка, зачекайте.

# GlobalSettings_NotifyMarkersLimitReachedText
source: For this zoom level number of points was reached. Please increase level and update points.
ar: تم الوصول إلى عدد النقاط لهذا مستوى التكبير. يرجى زيادة المستوى وتحديث النقاط.
cs: Pro tuto úroveň přiblížení bylo dosaženo počtu bodů. Zvyšte prosím úroveň a aktualizujte body.
es: Para este nivel de zoom se alcanzó el número de puntos. Aumente el nivel y actualice los puntos.
pt: Para este nível de zoom, o número de pontos foi atingido. Aumente o nível e atualize os pontos.
ru: Достигнуто максимальное количество отметок для выбранного приближения. Пожалуйста приблизьте и обновление отметки.
sq: Për këtë nivel zmadhimi u arrit numri i pikëve. Ju lutemi, rritni nivelin dhe përditësoni pikët.
uk: Для цього рівня масштабування було досягнуто певної кількості точок. Будь ласка, збільште масштаб та оновіть точки.

# GlobalSettings_NotifyMarkersLimitReachedTitle
source: Not all points were loaded
ar: لم يتم تحميل جميع النقاط
cs: Nebyly načteny všechny body
es: No se cargaron todos los puntos
pt: Nem todos os pontos foram carregados
ru: Не все отметки были загружены
sq: Nuk u ngarkuan të gjitha pikët
uk: Не всі пункти були завантажені

# GlobalSettings_NotifyNoMarkersDialogText
source: This questionnaire contains no GPS coordinates to show on the map for selected variable.
ar: لا يحتوي هذا الاستبيان على إحداثيات GPS لعرضها على الخريطة للمتغير المحدد.
cs: Tento dotazník neobsahuje žádné GPS souřadnice pro zobrazení na mapě pro vybranou proměnnou.
es: Este cuestionario no contiene coordenadas GPS para mostrar en el mapa para la variable seleccionada.
pt: Este questionário não contém coordenadas GPS para mostrar no mapa para a variável selecionada.
ru: Нет никакой информации об отметках геолокации
sq: Ky pyetësor nuk përmban asnjë koordinatë GPS për ta shfaqur në hartë për variablin e përzgjedhur.
uk: Ця анкета не містить GPS-координат для відображення на карті обраної змінної.

# GlobalSettings_NotifyNoMarkersDialogTitle
source: No markers were added
ar: لم تتم إضافة أي علامات
cs: Nebyly přidány žádné značky
es: No se añadieron marcadores
pt: Nenhum marcador foi adicionado
ru: Отметки не были добавлены
sq: Nuk u shtua asnjë marker
uk: Немає маркерів

# GlobalSettings_UnhandledExceptionMessage
source: An unexpected error occurred. We are sorry for inconvenience.
ar: حدث خطأ غير متوقع. نعتذر عن الإزعاج.
cs: Vyskytla se neočekávaná chyba.
es: Ocurrió un error inesperado. Lamentamos las molestias.
pt: Ocorreu um erro inesperado. Pedimos desculpas pelo inconveniente.
ru: Произошла непредвиденная ошибка. Мы приносим извинения за неудобства.
sq: Ndodhi një gabim i papritur. Ju kërkojmë falje për shqetësimin.
uk: Виникла непередбачувана помилка. Приносимо вибачення за незручності.

# GlobalSettings_TurningAudioAuditOn
source: When audio audit is on an amount of synchronization data would be significantly larger. Do you want to proceed?
ar: عند تشغيل تدقيق الصوت، ستكون كمية بيانات التزامن أكبر بكثير. هل تريد المتابعة؟
cs: Když je audio audit zapnutý, množství synchronizačních dat bude výrazně větší. Chcete pokračovat?
es: Cuando la auditoría de audio está activada, la cantidad de datos de sincronización será significativamente mayor. ¿Desea continuar?
pt: Quando a auditoria de áudio está ativada, a quantidade de dados de sincronização será significativamente maior. Deseja continuar?
ru: При включении аудио аудита размер данных синхронизации значительно увеличится. Вы хотите продолжить?
sq: Kur kontrolli i audios është i ndezur, një sasi të dhënash sinkronizimi do të jenë ndjeshëm më të mëdha. Dëshironi të vazhdoni?
uk: Коли аудіоаудит увімкнено, обсяг даних синхронізації буде значно більшим. Ви хочете продовжити?

# AnyOption
source: Any
ar: أي
cs: Cokoli
es: Cualquiera
pt: Qualquer
ru: Любой
sq: Çdo
uk: Будь-який

# Interviewers_NotSyncedOption
source: Never connected
ar: لم يتصل أبدًا
cs: Nikdy nepřipojen
es: Nunca conectado
pt: Nunca conectado
ru: Несинхронизированные
sq: Nuk është lidhur asnjëherë
uk: Ніколи не підключався

# Interviewers_UpToDateOption
source: Up to date
ar: محدث
cs: Nejnovější
es: Actualizado
pt: Atualizado
ru: Актуальная
sq: I/e përditësuar
uk: Актуально

# Interviewers_OutdatedOption
source: Outdated
ar: قديم
cs: Zastaralý
es: Desactualizado
pt: Desatualizado
ru: Устаревшая
sq: I vjetruar
uk: Застарілі

# Upload_Upload
source: Upload
ar: تحميل
cs: Nahrát
es: Subir
pt: Carregar
ru: Загрузить
sq: Ngarko
uk: Завантажити

source: Hide filter
ar: إخفاء التصفية
cs: Skrýt filtr
es: Ocultar filtro
pt: Ocultar filtro
ru: Скрыть фильтр
sq: Filtri i fshehjes
uk: Приховати фільтр

source: Show filter
ar: إظهار التصفية
cs: Zobrazit filtr
es: Mostrar filtro
pt: Mostrar filtro
ru: Показать фильтр
sq: Shfaq filtrin
uk: Показати фільтр

# Interviewers_Archive
source: Archive
ar: أرشفة
cs: Deaktivovat
es: Archivar
pt: Arquivar
ru: Архивировать
sq: Arkivi
uk: Архівувати

# Interviewers_Unarchive
source: Unarchive
ar: إلغاء الأرشفة
cs: Obnovit účet
es: Desarchivar
pt: Desarquivar
ru: Разархивировать
sq: Nxirr nga arkiva
uk: Розархівувати

# Interviewers_ActiveUsers
source: Active interviewers
ar: المحاورون النشطون
cs: Aktivní tazatelé
es: Entrevistadores activos
pt: Entrevistadores ativos
ru: Активные пользователи
sq: Intervistues aktivë
uk: Активні інтерв'юери

# Interviewers_ArchivedUsers
source: Archived interviewers
ar: المحاورون المؤرشفون
cs: Neaktivní tazatelé
es: Entrevistadores archivados
pt: Entrevistadores arquivados
ru: Архивные пользователи
sq: Intervistuesit e arkivuar
uk: Архів інтерв'юерів

# Supervisors_ActiveUsers
source: Active supervisors
ar: المشرفون النشطون
cs: Aktivní Garanti
es: Supervisores activos
pt: Supervisores ativos
ru: Активные супервизоры
sq: Supervizorët aktivë
uk: Активні супервізори

# Supervisors_ArchivedUsers
source: Archived supervisors
ar: المشرفون المؤرشفون
cs: Neaktivní Garanti
es: Supervisores archivados
pt: Supervisores arquivados
ru: Архивные супервизоры
sq: Supervizorët e arkivuar
uk: Архівовані супервізори

# Users_ActiveUsers
source: Active users
ar: المستخدمون النشطون
cs: Aktivní uživatelé
es: Usuarios activos
pt: Usuários ativos
uk: Активні користувачі

# Users_ArchivedUsers
source: Archived users
ar: المستخدمون المؤرشفون
cs: Neaktivní uživatelé
es: Usuarios archivados
pt: Usuários arquivados
uk: Архівні користувачі

# Interviewers_Connected
source: Connected
ar: متصل
cs: Připojeno
es: Conectado
pt: Conectado
ru: Подключен
sq: Lidhur
uk: Підключено

# Interviewers_NotConnected
source: Not connected
ar: غير متصل
cs: Nepřipojeno
es: No conectado
pt: Não conectado
ru: Не подключен
sq: Nuk është i lidhur
uk: Не підключено

source: Status
ar: الحالة
es: Estado
ru: Статус
sq: Statusi
uk: Статус

source: Template
ar: قالب
cs: Šablona
es: Plantilla
pt: Modelo
ru: Шаблон
sq: Model
uk: Шаблон

source: Team member
ar: عضو الفريق
cs: Tazatel
es: Miembro del equipo
pt: Membro da equipe
ru: Член команды
sq: Pjesëtari i ekipit
uk: Член команди

source: Supervisor assigned
ar: تم تعيين المشرف
cs: Přidělených Garantů
es: Supervisor asignado
pt: Supervisor atribuído
ru: Назначен руководитель
sq: Supervizori i caktuar
uk: Призначено супервізора

source: Interviewer assigned
ar: تم تعيين المحاور
cs: Tazatel přidělen
es: Entrevistador asignado
pt: Entrevistador atribuído
ru: Интервьюер назначен
sq: Intervistuesi u caktua
uk: Призначено інтерв'юера

source: Completed
ar: مكتمل
cs: Dokončené
es: Completado
pt: Concluído
ru: Завершено
sq: Përfunduar
uk: Завершено

source: Rejected by supervisor
ar: مرفوض من قبل المشرف
cs: Vráceno Garantem
es: Rechazado por supervisor
pt: Rejeitado pelo supervisor
ru: Отклонено руководителем
sq: Refuzuar nga supervizori
uk: Відхилено супервізором

source: Rejected by headquarters
ar: مرفوض من قبل المقر الرئيسي
cs: Vráceno Ústředím
es: Rechazado por la sede
pt: Rejeitado pela sede
ru: Отклонено хедквотером
sq: Refuzuar nga zyra qendrore
uk: Відхилено хедквотером
