Repository: surveysolutions/surveysolutions
Catalog: src/UI/WB.UI.Headquarters.Core/Resources/Settings.*.resx
Languages: ar, cs, es, fr, ru, sq, uk

# InterviewerAutoUpdate
source: Enable automatic updates
cs: Povolit automatické aktualizace
es: Habilitar actualizaciones automáticas
fr: Activer les mises à jour automatiques
ru: Включить автоматическое обновление
sq: Aktivizo përditësimet automatike
uk: Увімкнути автоматичні оновлення

# InterviewerAutoUpdateDisabled
source: Android applications automatic updates disabled
cs: Automatické aktualizace aplikací pro Android zakázány
es: Actualizaciones automáticas de aplicaciones de Android deshabilitadas
fr: Mises à jour automatiques des applications Android désactivées
ru: Автоматическое обновление андроид приложений выключено
sq: Përditësimet automatike të aplikacioneve Android u çaktivizuan
uk: Автоматичне оновлення Android-додатків вимкнено

# InterviewerAutoUpdateEnabled
source: Android applications automatic updates enabled
cs: Automatické aktualizace aplikací pro Android povoleny
es: Actualizaciones automáticas de aplicaciones de Android habilitadas
fr: Mises à jour automatiques des applications Android activées
ru: Автоматическое обновление андроид приложений включено
sq: Përditësimet automatike të aplikacioneve Android u aktivizuan
uk: Увімкнено автоматичне оновлення програм для Android

# InterviewerPartialSynchronization
source: Enable partial synchronization
cs: Povolit částečnou synchronizaci
es: Habilitar la sincronización parcial
ru: Частичная синхронизация
uk: Увімкнути часткову синхронізацію

# Logo
source: Company logo
ar: شعار الشركة
cs: Firemní logo
es: Logo de compañía
fr: Logo de l'entreprise
ru: Логотип
sq: Logoja e kompanisë
uk: Логотип компанії

# LogoNotUpdated
source: Company logo was not updated. Please provide a valid image
ar: لم يتم تحديث شعار الشركة يرجى توزيد صورة صحيحة
cs: Firemní logo nebylo aktualizováno. Přidejte prosím platný obrázek
es: El logo de la compañía no fue actualizado. Favor provea una imagen
fr: Le logo de l'entreprise n'a pas été mis à jour. Veuillez fournir une image valide
ru: Логотип не был обновлён. Предоставьте правильное изображение
sq: Logoja e kompanisë nuk u përditësua. Ju lutemi, vendosni një pamje të vlefshme
uk: Логотип компанії не оновлено. Будь ласка, надайте дійсне зображення

# LogoSettings
source: Company logo
ar: شعار الشركة
cs: Firemní logo
es: Logo de compañía
fr: Logo d'entreprise
ru: Настройки логотипа
sq: Logoja e kompanisë
uk: Логотип компанії

# LogoSettings_Description1
source: Click the 'Choose file' button to upload an image from your computer to the server to be used as a logo image. Then click 'Save' button.
cs: Klikněte na tlačítko „Vybrat soubor“ pro nahrání obrázku ze svého počítače na server, který bude použit jako obrázek loga. Poté klikněte na tlačítko 'Uložit'.
ru: Нажмите кнопку «Выбрать файл», чтобы загрузить изображение со своего компьютера на сервер.
uk: Натисніть кнопку "Вибрати файл", щоб завантажити зображення з вашого комп'ютера на сервер для використання в якості логотипу. Потім натисніть кнопку "Зберегти.

# LogoUpdated
source: Company logo updated
ar: تم تحديث شعار الشركة
cs: Firemní logo aktualizováno
es: Logo de compañía actualizado
fr: Le logo de l'entreprise
ru: Логотип обновлён
sq: Logoja e kompanisë u përditësua
uk: Оновлений логотип компанії

# MobileAppSettings_Description
source: Some specific settings by android version of Interviewer/Supervisor application
cs: Některá konkrétní nastavení podle Android verze aplikace Tazatel/Garant na tabletu
es: Algunas configuraciones específicas por versión de Android de la aplicación Interviewer / Supervisor
ru: Расширенные настройки для андроид версии Interviewer/Supervisor приложения
sq: Disa cilësime specifike nga versioni android i aplikacionit të Intervistuesit/Supervizorit
uk: Деякі специфічні налаштування для андроїд-версії програми Interviewer/Supervisor

# MobileAppSettings_Title
source: Interviewer/Supervisor application settings
cs: Nastavení aplikace Tazatel/Garant na tabletu
es: Configuración de la aplicación del entrevistador / supervisor
ru: Настройки интервьюер/супервизор приложения
sq: Cilësimet e aplikacionit të Intervistuesit/Supervizorit
uk: Налаштування програми для інтерв'юера/супервайзера

# RegeneratePasswordConfirm
source: Are you sure you want to create a new password? The new password will be applied to all exported data files produced from now on.
ar: هل انت متأكد انك تريد انشاء كلمة مرور جديدة؟ سوف تحتاج إلى اعدة تجديد البيانات المصدرة من أجل فتحها.
cs: Opravdu chcete vytvořit nové heslo? Nové heslo bude od této chvíle použito pro všechny exportované datové soubory.
es: Seguro que desea crear una nueva contraseña? Deberá regenerar los datos exportados para abrirlos.
fr: Êtes-vous sûr de vouloir créer un nouveau mot de passe? Vous devrez régénérer les données exportées pour les ouvrir.
ru: Вы уверены, что хотите изменить пароль? Экспортные данные необходимо будет обновить перед тем как скачать.
sq: Jeni të sigurt që dëshironi të krijoni fjalëkalim të ri? Do t’ju duhet të rigjeneroni të dhënat e eksportuara për t’i hapur ato.
uk: Ви впевнені, що хочете створити новий пароль? Новий пароль буде застосовано до всіх експортованих файлів даних, створених відтепер.

source: Remove logo
ar: إزالة الشعار
cs: Odstranit logo
es: Eliminar logo
fr: Supprimer le logo
ru: Удалить
sq: Hiq logon
uk: Видалити логотип

# UserProfileSettings_Title
source: User profile settings
cs: Nastavení uživatelského profilu
es: Configuración del perfil de usuario
ru: Настройки профиля пользователя
sq: Cilësimet e Profilit të Përdoruesit
uk: Налаштування профілю користувача

# WebInterviewEmailNotifications_Title
source: Web interview settings
cs: Nastavení webového rozhovoru
es: Configuración de la entrevista web
ru: Настройки веб интервью
uk: Налаштування веб-інтерв'ю

# ClearExportCache_Description
source: This operation will clear all export cache data. Next export will take more time.
cs: Tato operace vymaže z mezipaměti všechna data exportu . Další export bude trvat déle.
ru: Эта операция удалит экспортный кэш. Следующий экспорт займет больше времени.
uk: Ця операція очистить весь експортний кеш. Наступний експорт займе більше часу.

# ClearExportCache_Title
source: Clear export cache
cs: Vymazat mezipaměť exportu
ru: Удалить экспортный кэш
uk: Очистити кеш експорту

# GeographyQuestionAccuracyInMetersDescription
source: Set accuracy in meters for geography question
cs: Nastavení přesnosti v metrech pro geografickou otázku
ru: Установить точность для геовопроса в метрах
uk: Встановити точність у метрах для питання з географії

# GeographyQuestionPeriodInSecondsDescription
source: Set period in seconds for geography question
cs: Nastavte období v sekundách pro geografickou otázku
ru: Установить период опроса для геовопроса в секундах
uk: Встановити період у секундах для питання з географії

# InterviewerGeographyQuestionAccuracyInMeters
source: Geography question accuracy
cs: Přesnost geografických otázek
ru: Точность для гео вопроса
uk: Точність географічного питання

# InterviewerGeographyQuestionPeriodInSeconds
source: Geography question period
cs: Období geografických otázek
ru: Период для гео вопроса
uk: Період запитань з географії

# RemoveExportCache
source: Clear cache
cs: Vymazat mezipaměť
ru: Удалить кэш
uk: Очистити кеш

# RemoveExportCache_Warning
source: Warning! This is an irreversible action
cs: Varování! Jedná se o nevratnou akci
ru: Внимание! Эта операция необратима
uk: Обережно! Це незворотна дія

# RemoveExportCacheConfirm
source: Are you sure you want to clear export cache? All generated export files will be removed from the server and will NOT be available for download.
cs: Opravdu chcete vymazat mezipaměť obsahující export? Všechny vygenerované exportní soubory budou ze serveru odstraněny a NEBUDOU k dispozici ke stažení.
ru: Вы точно хотите почистить экспортный кэш? Все сгенерированые файлы не будут доступны для загрузки.
uk: Ви впевнені, що хочете очистити кеш експорту? Всі згенеровані експортні файли будуть видалені з сервера і НЕ будуть доступні для завантаження.

# RemoveExportCacheFail
source: Export cache cannot be cleared at the moment. Please try again later. Possible reasons: * An export file is being generated. * Generated export file is being downloaded. * Removing of generated export file is blocked by another program. * etc.
cs: Vymazání chyb z mezipaměti
ru: Кэш экспорта в данный момент не может быть очищен. Пожалуйста, повторите попытку позже. Возможные причины: * Генерируется файл экспорта. * Загружается файл экспорта с сервера. * Удаление сгенерированного экспортного файла заблокировано другой программой. * и т.д.
uk: Очистити кеш помилок

# RemoveExportCacheSuccess
source: Cache was deleted successfully
cs: Mezipaměť byla úspěšně vymazána
ru: Кэш был удален успешно
uk: Кеш успішно видалено

# RemoveExportCacheGeneratingFail
source: Export cache cannot be cleared in the current moment. An export file is being generated.
cs: Exportní mezipaměť nelze v tuto chvíli vymazat. Generuje se exportní soubor.
ru: Кэш экспорта в данный момент не может быть очищен. Генерируется файл экспорта.

# RemovingExportCache
source: Removing export cache is running
cs: Probíhá vymazání exportní mezipaměti
ru: Удаление экспортного кеша запущенно

# EmailProvider_AwsRegion
source: Region
ru: Регион
uk: Регіон

# EmailProvider_Amazon
source: Amazon Simple Email Service (SES)
es: Servicio de correo electrónico simple de Amazon (SES)
sq: Shërbimi i Thjeshtë i Email-it në Amazon (SES)
