Repository: surveysolutions/surveysolutions
Catalog: src/UI/WB.UI.Headquarters.Core/Resources/Settings.*.resx
Languages: ar, cs, es, fr, ru, sq, uk

# LogoSettings_Description
source: Company logo is an image that appears on the server login page and on the login page of the Interviewer app.
cs: Logo společnosti zobrazuje vlastní obrázek na přihlašovací stránce serveru a na přihlašovací stránce aplikace Tazatel.
es: El logotipo de la empresa muestra una imagen personalizada en la página de inicio de sesión del servidor y en la página de inicio de sesión de la aplicación Interviewer. Haga clic en el botón Elegir archivo para cargar una imagen de su computadora al servidor
ru: Логотип компании показывает пользовательское изображение на странице входа на сервер и на странице входа в приложение интервьюера.
sq: Logoja e kompanisë shfaq një pamje të personalizuar në faqen hyrëse të serverit dhe në faqen hyrëse të aplikacionit të Intervistuesit. Shtyp butonin Zgjidh skedarin për të ngarkuar një imaxh nga kompjuteri juaj në server.
uk: Логотип компанії - це зображення, яке відображається на сторінці входу на сервер і на сторінці входу в додаток Interviewer.

# PartialSynchronizationDescription
source: When enabled, interviewer tablets will send answers in noncompleted interviews to Headquarters
cs: Pokud je to povoleno, bude tazatelský tablet odesílat i rozšetřené rozhovory do ústředí
es: Cuando está habilitada, la tableta del entrevistador enviará las respuestas de las entrevistas no completadas a la sede
ru: Если опция включена, планшет будет отсылать частично собранные данные
uk: Якщо увімкнено, планшети інтерв'юерів надсилатимуть відповіді на незавершені інтерв'ю до штаб-квартири

source: Password
ar: كلمة المرور
cs: Heslo
fr: Mot de passe
ru: Пароль
sq: Fjalëkalimi
uk: Пароль

# Settings_Title
source: Settings
ar: الاعدادات
cs: Nastavení
es: Configuración
fr: Paramètres
ru: Настройки
sq: Cilësimet
uk: Налаштування

# AllowInterviewerUpdateProfile
source: Enumerator's profile editing
cs: Úprava profilu sčítače
es: Edición del perfil del enumerador
ru: Редактирование профиля интервьювера
sq: Redaktimi i Profilit të Anketuesit
uk: Редагування профілю реєстратора

# AllowInterviewerUpdateProfileDesc
source: Allow enumerators to update their contact information in their account profile
cs: Povolte sčítacím komisařům aktualizaci kontaktních údajů v jejich profilu
es: Permitir que los enumeradores actualicen su información de contacto en el perfil
ru: Разрешает редактирование интервьюверам их контактной информации в профиле
sq: Lejo anketuesit të përditësojnë të dhënat e tyre të kontaktit në profil
uk: Дозволити реєстраторам оновлювати свою контактну інформацію в профілі облікового запису

# AllowWebInterviewEmailNotifications
source: Web interview email notifications
cs: E-mailová upozornění na webový rozhovor
es: Notificaciones por correo electrónico de entrevistas web
ru: Уведомления электронной почтой
uk: Сповіщення про веб-інтерв'ю на електронну пошту

# AllowWebInterviewEmailNotificationsDesc
source: Allow respondents to web interviews to request emails with links to resume started interviews (effective if bulk email service provider is set up)
cs: Povolte respondentům webových dotazníků požadovat e-maily s odkazy na pokračování v zahájených dotaznících (možné, pokud je nastaven poskytovatel hromadných e-mailových služeb)
es: Permitir al encuestado de Web Interview enviar correos electrónicos (efectivo si se configuró el proveedor de correo)
ru: Разрешить респонденту отправлять электронные письма (применяется, если рассылка настроена)
uk: Дозвольте респондентам веб-інтерв'ю запитувати електронні листи з посиланнями для продовження розпочатих інтерв'ю (ефективно, якщо налаштований постачальник послуг масової розсилки електронної пошти)

# AutoUpdateDescription
source: If checked then only latest version of Interviewer/Supervisor application can synchronize with Headquarters
cs: Pouze nejnovější verze aplikace Tazatel/Garant na tabletu se může synchronizovat s ústředím
es: Si se marca, solo la última versión de la aplicación Entrevistador / Supervisor puede sincronizarse con la sede
ru: Если опция включена, то только последние версии Interviewer и Supervisor приложений смогут синхронизироваться с Headquarters сайтом
sq: Nëse është kontrolluar, atëherë vetëm versioni më i fundit i aplikacionit të Intervistuesit/Supervizorit mund të sinkronizohet me Zyrën Qendrore
uk: Якщо позначено, то лише остання версія програми Interviewer/Supervisor може синхронізуватися зі штаб-квартирою

# ChangeStateConfirm
source: Are you sure you want to change the export file security settings? All export data files will be protected by a password.
ar: هل انت متاكد أنك تريد تغيير حالة الحماية؟ سوف تحتاج الى إعادة تجديد البيانات المصدرة من اجل فتحها
cs: Opravdu chcete změnit nastavení zabezpečení exportovaného souboru? Všechny exportované datové soubory budou chráněny heslem.
es: Está seguro de que desea cambiar el estado de protección? Tendrá que regenerar los datos exportados para abrirlo.
fr: Êtes-vous sûr de vouloir changer l'état de la protection? Vous devrez régénérer les données exportées afin de l'ouvrir.
ru: Вы уверены, что хотите изменить настройки шифрования? Экспортные данные необходимо будет обновить перед тем как скачать.
sq: Jeni të sigurt që dëshironi të ndryshoni gjendjen e mbrojtjes? Do t’ju duhet të rigjeneroni të dhënat e eksportuara për ta hapur.
uk: Ви впевнені, що хочете змінити налаштування безпеки файлів експорту? Всі експортовані файли даних будуть захищені паролем.

# ChangeStateDisabledConfirm
source: Are you sure you want to change the export file security settings? The exported data files will no longer be protected by a password.
cs: Opravdu chcete změnit nastavení zabezpečení exportovaného souboru? Exportované datové soubory již nebudou chráněny heslem.
ru: Вы уверены, что хотите изменить настройки шифрования? Экспортные данные больше не будут защищены паролем.
uk: Ви впевнені, що хочете змінити налаштування безпеки файлів експорту? Експортовані файли даних більше не будуть захищені паролем.

source: Current logo
ar: الشعار الحالي
cs: Aktuální logo
es: Logo actual
fr: Logo actuel
ru: Текущий логотип
sq: Logoja aktuale
uk: Поточний логотип

# DeviceNotifications
source: Enable notifications on device
cs: Povolit oznámení na zařízení
es: Habilitar notificaciones en el dispositivo
ru: Включить уведомления на устройстве
sq: Aktivizo njoftimet në pajisje
uk: Увімкнути сповіщення на пристрої

# DeviceNotificationsDescription
source: When enabled devices will notify owners about changes and actions to be taken
cs: Když je zařízení povoleno, upozorní vlastníky na změny a akce, které je třeba provést
es: Cuando los dispositivos habilitados notificarán a los propietarios sobre los cambios y las acciones que se deben tomar
ru: Опция активирует уведомления пользователя на устройстве касательно изменений и необходимых действий
sq: Kur të aktivizohen, pajisjet do të njoftojnë zotëruesit e tyre rreth ndryshimeve dhe veprimeve që duhen ndërmarrë
uk: Якщо увімкнено, пристрої сповіщатимуть власників про зміни та дії, які необхідно виконати

# EmailProvider_Address
source: Sender postal address
cs: Poštovní adresa odesílatele
es: Dirección postal del remitente
ru: Почтовый адрес отправителя
sq: Adresa postare e dërguesit
uk: Поштова адреса відправника

# EmailProvider_AddressHelp
source: Current postal address of the sender.
cs: Aktuální poštovní adresa odesílatele.
es: Dirección postal actual del remitente.
ru: Текущий почтовый адрес отправителя.
sq: Adresa aktuale postare e dërguesit.
uk: Поточна поштова адреса відправника.

# EmailProvider_AmazonDescription
source: Configure the parameters to access Amazon SES below. More information on usage of Amazon SES with Survey Solutions is available
cs: Níže nakonfigurujte parametry pro přístup k Amazon SES. Další informace o použití Amazon SES s Survey Solutions jsou k dispozici
es: Configure los parámetros para acceder a Amazon SES a continuación. Hay más información disponible sobre el uso de Amazon SES con Survey Solutions
ru: Настройте параметры для доступа к Amazon SES ниже. Дополнительная информация об использовании Amazon SES с Survey Solutions доступна
sq: Konfiguro parametrat për të pasur akses në Amazon SES më poshtë. Ka më shumë informacion në dispozicion për përdorimin e Amazon SES me Survey Solutions
uk: Налаштуйте параметри для доступу до Amazon SES нижче. Додаткові відомості про використання Amazon SES з Survey Solutions доступні

# EmailProvider_AwsAccessKeyId
source: Access key ID
cs: ID přístupového klíče
es: ID de clave de acceso
ru: ID ключа доступа
sq: ID-ja e çelësit identifikues
uk: Ідентифікатор ключа доступу

# EmailProvider_AwsAccessKeyIdHelp
source: You can find the AWS account ID from AWS Management Console
cs: ID účtu AWS najdete v místě pro správu AWS
es: Puede encontrar el ID de la cuenta de AWS en la Consola de administración de AWS
ru: Вы можете найти идентификатор учетной записи AWS в Консоли управления AWS.
sq: Ju mund të gjeni ID-në e llogarisë AWS nga AWS Management Console
uk: Ідентифікатор облікового запису AWS можна знайти в консолі керування AWS

# EmailProvider_AwsRegion_Unknown
source: Selected unknown region. Please check it.
cs: Vybraná neznámá oblast. Prosím zkontrolujte to.
ru: Выбран неизвестный регион. Выберите корректный регион.
uk: Вибрано невідомий регіон. Будь ласка, перевірте його.

# EmailProvider_AwsRegionHelp
source: Region for the AWS Management Console
cs: Region pro AWS Management Console
ru: Регион для вашей Консоли управления AWS
uk: Регіон для консолі керування AWS

# EmailProvider_AwsSecretAccessKey
source: Secret access key
cs: Tajný přístupový klíč
es: Clave de acceso secreta
ru: Секретный ключ доступа
sq: Çelësi i fshehtë i aksesit
uk: Секретний ключ доступу

# EmailProvider_AwsSecretAccessKeyHelp
source: Found in Security Credentials at AWS Management Console
cs: Nalezeno v Security Credentials v AWS Management Console
es: Encontrado en Credenciales de seguridad en la Consola de administración de AWS
ru: Может быть найден в разделе «Учетные данные безопасности» на консоли управления AWS
sq: U gjet te Kredencialet e Sigurisë në AWS Management Console
uk: Знайдено у розділі Облікові дані безпеки в консолі керування AWS

# EmailProvider_GeneralError
source: General error occurred
cs: Došlo k obecné chybě
es: Ocurrió un error general
ru: Произошла ошибка
sq: Ndodhi një gabim i përgjithshëm
uk: Виникла загальна помилка

# EmailProvider_HelpLinkText
source: here
cs: zde
es: aquí
ru: здесь
sq: Këtu
uk: тут.

# EmailProvider_None
source: None
cs: Žádné
es: Ninguna
ru: Без рассылки
sq: Asnjë
uk: Ні.

# EmailProvider_NoneDescription
source: Invitation messages for web interviews are not sent to the respondents by Survey Solutions.
cs: Pozvánky na webové dotazníky nejsou respondentům zasílány od Survey Solutions
es: Survey Solutions no envía mensajes de invitación para entrevistas web a los encuestados.
ru: Вы не можете отправлять приглашения и напоминания для участия в онайн обследованиях Survey Solutions.
sq: Mesazhet e ftesës për intervistat në internet nuk u dërgohen të intervistuarve nga Survey Solutions.
uk: Повідомлення із запрошеннями на веб-інтерв'ю не надсилаються Survey Solutions респондентам.

# EmailProvider_PageDesc
source: Set up bulk email service provider. Configure how the invitations for web interviews will be sent.
cs: Nastavte poskytovatele hromadných e-mailových služeb. Nakonfigurujte, jak se budou zasílat pozvánky na webové rozhovory.
es: Configure el proveedor de servicios de correo electrónico masivo. Configura cómo se enviarán las invitaciones para entrevistas web.
ru: Настройка сервиса массовой рассылки электронных писем. Конфигурация рассылки приглашений и напоминаний для онлайн обследований.
sq: Konfiguro ofruesin e shërbimit të email-eve në grup. Konfiguro sesi do të dërgohen ftesat për intervistat në internet.
uk: Налаштуйте постачальника послуг масової розсилки. Налаштуйте спосіб надсилання запрошень на веб-інтерв'ю.

# EmailProvider_ReplyAddress
source: Reply address
cs: Adresa (komu)
es: Dirección de respuesta
ru: Адрес для ответа
sq: Adresa e përgjigjes
uk: Адреса для відповіді

# EmailProvider_ReplyAddressHelp
source: Email address where the replies from the invitees may be sent (default is the sender email address.)
cs: E-mailová adresa, na kterou mohou být zasílány odpovědi od pozvaných osob (výchozí je e-mailová adresa odesílatele.)
es: Dirección de correo electrónico a la que se pueden enviar las respuestas de los invitados (la dirección predeterminada es la dirección de correo electrónico del remitente).
ru: Электронный адрес, на который пришлашенные пользователи могут отвечать (по умолчанию это адрес отправителя).
sq: Adresa e email-it ku mund të dërgohen përgigjet nga të ftuarit (adresa e email-it e dërguesit është e parazgjedhur.)
uk: Адреса електронної пошти, на яку можна надсилати відповіді від запрошених (за замовчуванням - адреса відправника).

# EmailProvider_SenderAddress
source: Sender email address
cs: E-mailová adresa odesílatele
es: Dirección de correo electrónico del remitente
ru: Электронная почта отправителя
sq: Adresa e email-it e dërguesit
uk: Адреса електронної пошти відправника

# EmailProvider_SenderHeader
source: Sender information
cs: Informace o odesílateli
es: Información del remitente
ru: Информация об отправителе
sq: Të dhënat e dërguesit
uk: Інформація про відправника

# EmailProvider_SenderHelp
source: Email address of the sender that will appear in the FROM field of the incoming messages.
cs: E-mailová adresa odesílatele, která se objeví v poli OD v příchozích zprávách.
es: Dirección de correo electrónico del remitente que aparecerá en el campo DE de los mensajes entrantes.
ru: Адрес отправителя, который будет отображаться в поле ОТ для входящих сообщений.
sq: Adresa e email-it e dërguesit që do të shfaqet në fushën FROM të mesazheve hyrëse.
uk: Адреса електронної пошти відправника, яка буде відображатися в полі FROM вхідних повідомлень.

# EmailProvider_SenderName
source: Sender name
cs: Jméno odesílatele
es: Nombre del remitente
ru: Имя отправителя
sq: Emri i dërguesit
uk: Ім'я відправника

# EmailProvider_SenderNameHelp
source: Name of the sender that will appear in the FROM field of the incoming messages.
cs: Jméno odesílatele, které se objeví v poli OD v příchozích zprávách.
es: Nombre del remitente que aparecerá en el campo DE de los mensajes entrantes.
ru: Имя отправителя будет отобраться в поле ОТ для входящий сообщений.
sq: Emri i dërguesit do të shfaqet në fushën FROM të mesazheve hyrëse.
uk: Ім'я відправника, яке буде відображатися в полі FROM вхідних повідомлень.

# EmailProvider_Sendgrid
source: SendGrid Email Delivery Service
cs: Služba doručování e-mailů SendGrid
es: Servicio de entrega de correo electrónico SendGrid
sq: Shërbimi i Dërgimit të Email-it SendGrid
uk: Сервіс доставки електронної пошти SendGrid

# EmailProvider_SendGridApiKey
source: API key
cs: API klíč
es: Clave API
ru: API ключ
sq: Çelësi API
uk: Ключ API

# EmailProvider_SendGridApiKeyHelp
source: You can find it on API Keys page under SendGrid settings menu item
cs: Najdete jej na stránce API Keys pod položkou nabídky SendGrid nastavení
es: Puede encontrarlo en la página de claves API en el elemento del menú de configuración de SendGrid
ru: Вы можете найти его на странице API Keys в пункте меню настроек Sendgrid
sq: Ju mund ta gjeni faqen e Çelësave API në objektin e menusë së cilësimeve të SendGrid
uk: Ви можете знайти його на сторінці API Keys в пункті меню налаштувань SendGrid

# EmailProvider_SendgridDescription
source: Configure the parameters to access SendGrid below. More information on usage of SendGrid with Survey Solutions is available
cs: Níže nakonfigurujte parametry pro přístup k SendGrid. Další informace o použití SendGrid s Survey Solutions jsou k dispozici
es: Configure los parámetros para acceder a SendGrid a continuación. Hay más información disponible sobre el uso de SendGrid con Survey Solutions
ru: Настройте параметры для доступа к SendGrid ниже. Дополнительная информация об использовании SendGrid с Survey Solutions доступна
sq: Konfiguro parametrat për të hyrë në SendGrid më poshtë. Më shumë informacione për përdorimin e SendGrid i gjeni në Survey Solutions
uk: Налаштуйте параметри для доступу до SendGrid нижче. Додаткові відомості про використання SendGrid з рішеннями для проведення опитувань доступні

# EmailProvider_SendTestEmail
source: Send email
cs: Poslat email
es: Enviar correo electrónico
ru: Отправить письмо
sq: Dërgo email
uk: Надіслати електронну пошту

# EmailProvider_SendTestEmailHeader
source: Send test email
cs: Odeslat zkušební e-mail
es: Enviar correo electrónico de prueba
ru: Отправка пробного электронного письма
sq: Dërgo email provë
uk: Надіслати тестовий лист

# EmailProvider_SendTestEmailMessage
source: Send yourself a test email message to verify that the bulk email service is functional and to get a preview of what the respondents will receive.
cs: Pošlete si zkušební e-mailovou zprávu, abyste si ověřili, že je služba hromadného e-mailu funkční, a abyste získali náhled na to, co respondenti obdrží.
es: Envíese un mensaje de correo electrónico de prueba para verificar que el servicio de correo electrónico masivo sea funcional y para obtener una vista previa de lo que recibirán los encuestados.
ru: Отправьте себе тестовое электронное письмо для проверки работоспособности службы массовой рассылки писем и предпросмотра сообщения, которое будут получать респонденты.
sq: Dërgoji vetes një mesazh email-i provë për të verifikuar që shërbimi i email-it në grup është funksional dhe për të pasur një pamje paraprake të asaj që do të marrin të intervistuarit.
uk: Надішліть собі тестовий імейл, щоб переконатися, що служба масових розсилок працює, і отримати попередній перегляд того, що отримають респонденти.

# EmailProvider_SendTestEmailResult
source: An example of invitation email was sent successfully
cs: Příklad e-mailu s pozvánkou byl úspěšně odeslán
es: Un ejemplo de correo electrónico de invitación se envió correctamente.
ru: Пробное электронное письмо успешно отправлено
sq: Një shembull email-i ftesë u dërgua me sukses
uk: Приклад успішно відправленого листа із запрошенням

# EmailProvider_ServiceProvideHeader
source: Specify bulk email service provider
cs: Zadejte poskytovatele hromadných e-mailových služeb
ru: Выберите сервис для массовой рассылки
sq: Specifiko ofruesin e shërbimit të email-it në grup
uk: Вкажіть постачальника послуг масової розсилки

# EmailProvider_SettingsSavedSuccessfully
source: Email service configuration was saved successfully.
cs: Konfigurace e-mailové služby byla úspěšně uložena.
es: La configuración del servicio de correo electrónico se guardó correctamente.
ru: Конфигурация службы рассылки электонных писем сохранена успешно.
sq: Konfigurimi i email-it në grup u ruajt me sukses.
uk: Конфігурацію поштового сервісу успішно збережено.

# EmailProvider_TestEmailAddress
source: Email address
cs: E-mailová adresa
es: Dirección de correo electrónico
ru: Электронная почта
sq: Adresa e email-it
uk: Адреса електронної пошти

source: Enable encryption
ar: تفعيل التشفير
cs: Povolit šifrování
es: Habilitar cifrado
fr: Activer le cryptage
ru: Включить шифрование
sq: Aktivizo kodimin
uk: Увімкнути шифрування

# ExportEncryption_Description
source: Check 'Enable encryption' checkbox to protect the export data archives by encrypting them with the provided password. Change password by pressing the circular arrow button. After encryption, only people who know the password can open the exported data.
ar: حدد تفعيل مربع التشفير لتشفير أرشيفات بيانات التصدير وحمايتها باستخدام كلمة المرور المقدمة. تغيير كلمة المرور عن طريق الضغط على زر الخطأ. بعد التشفير، فقط الأشخاص الذين يعرفون كلمة المرور يمكنهم فتح البيانات التي تم تصديرها
cs: Zaškrtněte políčko „Povolit šifrování“, chcete-li chránit archivy exportovaných dat jejich zašifrováním pomocí poskytnutého hesla. Změňte heslo stisknutím kruhového tlačítka se šipkou. Po zašifrování mohou exportovaná data otevřít pouze lidé, kteří znají heslo.
es: Marque la casilla habilitar cifrado para cifrar los archivos de datos de exportación y protegerlos con la contraseña proporcionada. Cambie la contraseña presionando el botón de error circular. Después del cifrado, solo las personas que conocen la contraseña pueden abrir los datos exportados.
fr: Cochez la case Activer le cryptage pour crypter les archives de données d'exportation et protégez-les avec le mot de passe fourni. Changez le mot de passe en appuyant sur le bouton d'erreur circulaire. Après le cryptage, seules les personnes connaissant le mot de passe peuvent ouvrir les données exportées.
ru: Установите флажок «Включить шифрование» для шифрования архивов данных экспорта и защиты их с помощью предоставленного пароля. Измените пароль, нажав круговую кнопку. После шифрования только пользователи, знающие пароль, могут открыть архивы данных.
sq: Shenjo kutinë për aktivizimin e kodimit, për të koduar arkivat e të dhënave të eksportuara dhe mbrojini ato me fjalëkalimin e dhënë. Ndrysho fjalëkalimin duke shtypur butonin rrethor të gabimit. Pas kodimit, vetëm personat që dinë fjalëkalimin mund të hapin të dhënat e eksportuara.
uk: Встановіть прапорець "Увімкнути шифрування", щоб захистити архіви експортованих даних, зашифрувавши їх за допомогою вказаного пароля. Змініть пароль, натиснувши кнопку з круговою стрілкою. Після шифрування тільки люди, які знають пароль, зможуть відкрити експортовані дані.

# ExportEncryption_Title
source: Export encryption
ar: تصدير التشفير
cs: Šifrování exportu
es: Exportar cifrado
fr: Exporter le cryptage
ru: Шифровать экспортируемые данные
sq: Kodimi i eksportimit
uk: Шифрування експорту

source: Export encryption settings
ar: تصدير اعدادات التشفير
cs: Nastavení šifrování exportu
es: Exportar configuración de cifrado
fr: Exporter les paramètres du cryptage
ru: Экспорт параметров шифрования
sq: Cilësimet për kodimin e eksportimit
uk: Експорт налаштувань шифрування

# GlobalNoteClearingConfirm
source: Are you sure you want to delete global note?
ar: هل انت متأكد انك تريد حذف الملاحظة العامه؟
cs: Opravdu chcete smazat globální poznámku?
es: Esta seguro de eliminar nota global ?
fr: Êtes-vous sûr de vouloir supprimer la note globale?
ru: Вы уверены, что хотите удалить глобальное сообщение?
sq: Jeni të sigurt që dëshironi të fshini shënimin i përgjithshëm?
uk: Ви впевнені, що хочете видалити глобальну нотатку?

# GlobalNoteSaved
source: Note saved
ar: لم يتم الحفظ
cs: Poznámka uložena
es: Nota grabada
fr: Note sauvegardée
ru: Сохранено
sq: Shënimi i ruajt
uk: Примітка збережена

# GlobalNoteSettings
source: Global note
ar: ملاحظة عامة
cs: Globální poznámka
es: Nota global
fr: Note globale
ru: Настройка уведомления
sq: Shënim i përgjithshëm
uk: Глобальна нотатка

# GlobalNoteSettings_Description
source: Specify text in the 'Global note' field to be shown on the top of every screen on the server.
ar: حدد نص في حقل الملاحظة العامة ليتم عرضه في أعلى كل شاشة على الخادم
cs: Zadejte text do pole 'Globální poznámka', který se zobrazí v horní části každé obrazovky na serveru.
es: Especifique texto en el campo nota global que será mostrado en la parte superior de cada pantalla en el servidor.
fr: Spécifiez le texte dans le champ Note globale à afficher en haut de chaque écran sur le serveur.
ru: Укажите текст в поле «Глобальное сообщение», который будет отображаться в верхней части каждой страницы на сервере.
sq: Specifiko tekstin në fushën Shënim i Përgjithshëm, që të shfaqet në krye të çdo ekrani në server.
uk: Вкажіть текст у полі "Глобальна примітка", який буде показано у верхній частині кожного екрана на сервері.

# GlobalNotice
source: Global note
ar: ملاحظة عامة
cs: Globální poznámka
es: Nota global
fr: Note globale
ru: Глобальное сообщение
sq: Shënim global
uk: Глобальна нотатка
