Repository: surveysolutions/surveysolutions
Catalog: src/UI/WB.UI.Headquarters.Core/Resources/SyncLogMessages.*.resx
Languages: cs, es, fr, ka, pt, ro, sq, uk, zh

# DownloadReusableCategories
source: Reusable category {0} downloading
cs: Probíhá stahování opakovaně použitelné kategorie {0}
es: Descarga de categoría {0} reutilizable
uk: Завантаження категорії багаторазового використання {0}

# GetAssignmentFormat
source: Download assignment ({0})</br>
cs: Stáhnout dotazník ({0})</br>
es: Descargar asignación ({0})</br>
fr: Télécharger l'affectation ({0}) </ br>
ka: ჩამოტვირთეთ დავალება ({0}) </ br>
ro: Descarcă alocarea ({0})</br>
sq: Shkarko detyrën ({0})</br>
uk: Завантаження завдання ({0})</br>
zh: 下载任务 ({0})</br>

# GetAssignmentsFormat
source: Download list of assignments ({0}). </br> <ul> {1} </ul>
cs: Stáhnout seznam dotazníků ({0}). </br> <ul> {1} </ul>
es: Descargar lista de asignaciones ({0}). </br> <ul> {1} </ul>
fr: Télécharger la liste des affectations ({0}). </ br> <ul> {1} </ ul>
ka: ჩამოტვირთეთ დავალებების ჩამონათვალი ({0}). </ br> <ul> {1} </ ul>
ro: Descarcă lista interviuri alocate ({0}). </br> <ul> {1} </ul>
sq: Shkarko listën e detyrave ({0}). </br> <ul> {1} </ul>
uk: Завантаження списку завдань ({0}). </br> <ul> {1} </ul>
zh: 下载任务列表 ({0}). </br> <ul>{1}</ul>

# GetAttachmentContent
source: Download attachment content: {0}
cs: Stáhněte si obsah přílohy: {0}
es: Descargar contenido adjunto: {0}
fr: Télécharger le contenu des pièces jointes : {0}
ka: ჩამოტვირთეთ დანართის კონტენტი: {0}
pt: Baixar conteúdo anexo: {0}
ro: Descarcă conținutul atașamentului: {0}
sq: Shkarko përmbajtjen e bashkëlidhjes: {0}
uk: Завантажити вміст вкладення: {0}
zh: 下载附件内容：{0}

# GetCensusQuestionnaires
source: Download list of census questionnaires: <br/> <ul>{0}</ul>
cs: Seznam úplných typů dotazníků ke stažení: <br/> <ul>{0}</ul>
es: Descargar la lista de cuestionarios tipo censo: <br/> <ul>{0}</ul>
fr: Télécharger la liste des questionnaires en mode recensement :<br><ul>{0}</ul>
ka: ჩამოტვირთეთ კენჭისყრის კითხვარის სია: <br/> <ul> {0} </ ul>
pt: Download lista de questionários do censo:<br><ul>{0}</ul>
ro: Descarcă lista chestionarelor de recensământ: <br/> <ul> {0} </ ul>
sq: Shkarko listën e pyetësorëve të censit: <br/> <ul>{0}</ul>
uk: Завантажиння списку переписних листів: <br/> <ul>{0}</ul>
zh: 下载普查问卷列表：<br/> <ul>{0}</ul>

# GetInterview
source: Download interview: <b>{0}</b>
cs: Stáhněte si rozhovor: <b>{0}</b>
es: Descargar entrevista: <b>{0}</b>
fr: Télécharger entretien(s) : <b>{0}</b>
ka: ჩამოტვირთეთ ინტერვიუ: <b> {0} </ b>
pt: Baixar entrevista: <b>{0}</b>
ro: Descarcă interviul: <b>{0}</b>
sq: Shkarko intervistën: <b>{0}</b>
uk: Завантажити інтерв'ю: <b>{0}</b>
zh: 下载访谈：<b>{0}</b>

# GetInterviewer
source: Download interviewer information. <br/>Supervisor: <b>{0}</b> [{1}]
cs: Stáhněte si informace od tazatele. <br/>Garant: <b>{0}</b> [{1}]
es: Descargar información del entrevistador. <br/>Supervisor: <b>{0}</b> [{1}]
fr: Télécharger de l’information sur l’enquêteur.<br>chef d'équipe : <b>{0}</b> [{1}]
ka: ჩამოტვირთეთ ინტერვიუერის ინფორმაცია. <br/> ზედამხედველი: <b> {0} </ b> [{1}]
pt: Descarregar informação do entrevistador.<br>Supervisor: <b>{0}</b> [{1}]
ro: Descarcă informaƫile despre anchetator. <br/>Controlorul: <b>{0}</b> [{1}]
sq: Shkarko të dhënat e intervistuesit. <br/>Supervizori: <b>{0}</b> [{1}]
uk: Завантаження інформації про інтерв'юера. <br/>Супервізар: <b>{0}</b> [{1}]
zh: 下载调查员信息。<br/>督导员：<b>{0}</b> [{1}]

# GetInterviewPackage
source: Download interview package: <b>{0}</b>
cs: Stáhněte si balíček s rozhovory: <b>{0}</b>
es: Descargar paquete de entrevista: <b>{0}</b>
fr: Télécharger le paquet de l'entretien : <b>{0}</b>
ka: ჩამოტვირთეთ ინტერვიუ პაკეტი: <b> {0} </ b>
pt: Pacote de download da entrevista: <b>{0}</b>
ro: Descarcă pachetul pentru anchetator: <b>{0}</b>
sq: Shkarko paketën e intervistës: <b>{0}</b>
uk: Завантаження пакету для інтерв'ю: <b>{0}</b>
zh: 下载访谈包：<b>{0}</b>

# GetInterviewPackages
source: Download list of interview packages. </br> <ul> {1} </ul>Last synchronization package: <b>{0}</b>
cs: Stáhnout balíček rozhovorů. </br> <ul> {1} </ul>Balíček z poslední synchronizace: <b>{0}</b>
es: Descargar lista de paquetes de entrevista. </bar> <ul> {1} </ul>Última sincronización de paquetes: <b>{0}</b>
fr: Télécharger la liste des paquets de l’entretien.<br><ul> {1} </ul> Dernier package de synchronisation : <b>{0}</b>
ka: ჩამოტვირთეთ გასაუბრების პაკეტების სია. <ul> {1} </ ul> ბოლო სინქრონიზაციის პაკეტი: <b> {0} </ b>
pt: Baixe a lista de pacotes de entrevista.<br><ul> {1} </ul> Último pacote de sincronização: <b>{0}</b>
ro: Descarcă lista pachetelor pentru anchetator. </br> <ul> {1} </ul>Ultimul pachet de sincornizare: <b>{0}</b>
sq: Shkarko listën e paketave të intervistës. </br> <ul> {1} </ul>Paketa e fundit e sinkronizimit: <b>{0}</b>
uk: Завантажити список пакетів для інтерв'ю. </br> <ul> {1} </ul> Останній пакет синхронізації: <b>{0}</b>
zh: 下载访谈包列表。</br> <ul>{1}</ul>最近一次同步包：<b>{0}</b>

# GetInterviewPackageV3
source: <b>V3</b> Download interview package: {0}
cs: <b>V3</b> Stáhnout balíček s rozhovory: {0}
ro: <b>V3</b> Descarcă pachetul pentru anchetator: {0}
sq: <b>V3</b> Shkarko paketën e intervistës: {0}
uk: <b>V3</b> Завантажити пакет інтерв'ю: {0}
zh: <b>V3</b>下载面访包: {0}

# GetInterviewPatch
source: Download interview changes from HQ: {0}
cs: Stáhněte si změny dotazníku z Ústředí: {0}
es: Descargar cambios de entrevistas desde la sede: {0}
uk: Завантажте зміни до інтерв'ю зі Хедквотеру: {0}

# GetInterviews
source: Download list of interviews. </br> <ul> {0} </ul>
cs: Seznam rozhovorů ke stažení. </br> <ul> {0} </ul>
es: Descargar lista de entrevistas. </bar> <ul> {0} </ul>
fr: Télécharger la liste des entretiens.<br><ul> {0} </ul>
ka: ჩამოტვირთეთ გასაუბრების სია. </ br> <ul> {0} </ ul>
pt: Baixe a lista de entrevistas.<br><ul> {0} </ul>
ro: Deascarcă lista de interviuri. </br> <ul> {0} </ul>
sq: Shkarko listën e intervistave. </br> <ul> {0} </ul>
uk: Завантажити список інтерв'ю. </br> <ul> {0} </ul>
zh: 下载访谈列表。</br> <ul>{0}</ul>

# GetMap
source: Download map: {0}
cs: Staženo map: {0}
es: Descargar mapa: {0}
fr: Télécharger la carte: {0}
ro: Descarcă harta: {0}
sq: Shkarko hartën: {0}
uk: Завантажити карту: {0}
zh: 下载地图：{0}

# GetMaps
source: Download list of Maps. </br> <ul> {0} </ul>
cs: Mapy ke stažení. </br> <ul> {0} </ul>
es: Descargar lista de mapas. </br> <ul> {0} </ul>
fr: Télécharger la liste des cartes. </ br> <ul> {0} </ ul>
ro: Descarcă lista de hărƫi. </br> <ul> {0} </ul>
sq: Shkarko listën e Hartave. </br> <ul> {0} </ul>
uk: Завантажити список карт. </br> <ul> {0} </ul>
zh: 下载地图列表： </br> <ul>{0}</ul>

# GetQuestionnaire
source: Download questionnaire: <b>{0}</b> [{1}]
cs: Typ dotazníku ke stažení: <b>{0}</b> [{1}]
es: Descargar cuestionario: <b>{0}</b> [{1}]
fr: Télécharger le questionnaire : <b>{0}</b> [{1}]
ka: ჩამოტვირთეთ კითხვარი: <b> {0} </ b> [{1}]
pt: Baixar o questionário: <b>{0}</b> [{1}]
ro: Descarcă chestionarul: <b>{0}</b> [{1}]
sq: Shkarko pyetësorin: <b>{0}</b> [{1}]
uk: Завантажити анкету: <b>{0}</b> [{1}]
zh: 下载问卷：<b>{0}</b> [{1}]

# GetQuestionnaireAssembly
source: Download questionnaire assembly: <b>{0}</b> [{1}]
cs: Sestavy typů dotazníků ke stažení: <b>{0}</b> [{1}]
es: Descargar ensamble de cuestionarios: <b>{0}</b> [{1}]
fr: Télécharger l'assemblage du questionnaire : <b>{0}</b> [{1}]
ka: ჩამოტვირთეთ კითხვარის შეკრება: <b> {0} </ b> [{1}]
pt: Baixar questionário assembly: <b>{0}</b> [{1}]
ro: Descarcă aplicația Chestionar: <b>{0}</b> [{1}]
sq: Shkarko pyetësorin në tërësi: <b>{0}</b> [{1}]
uk: Завантажити збірку анкети: <b>{0}</b> [{1}]
zh: 下载问卷集合：<b>{0}</b> [{1}]

# GetQuestionnaireAttachments
source: Download questionnaire attachments: <b>{0}</b> [{1}]
cs: Přílohy typu dotazníků ke stažení: <b>{0}</b> [{1}]
es: Descargar adjuntos del cuestionario: <b>{0}</b> [{1}]
fr: Télécharger les pièces jointes du questionnaire : <b>{0}</b> [{1}]
ka: ჩამოტვირთეთ კითხვარის შევსება: <b> {0} </ b> [{1}]
pt: Baixar anexos do questionário: <b>{0}</b> [{1}]
ro: Descarcă atașamentele la chestionar: <b> {0} </ b> [{1}]
sq: Shkarko bashkëlidhjet e pyetësorit: <b>{0}</b> [{1}]
uk: Завантажити вкладення до анкети: <b>{0}</b> [{1}]
zh: 下载问卷附件：<b>{0}</b> [{1}]

# GetTranslations
source: Download translations for questionnaire <b>{0}</b> [{1}]
cs: Stáhněte si překlad typu dotazníku <b>{0}</b> [{1}]
es: Descargar traducción de cuestionarios <b>{0}</b> [{1}]
fr: Télécharger les traductions du questionnaire <b> {0} </ b> [{1}]
ka: ჩამოტვირთეთ ოპერაციები კითხვარისთვის <b> {0} </ b> [{1}]
ro: Descarcă traducerile chestionarului <b> {0} </ b> [{1}]
sq: Shkarko përkthimet për pyetësorin <b>{0}</b> [{1}]
uk: Завантажити переклади для анкети <b>{0}</b> [{1}]
zh: 下载问卷<b>{0}</b> [{1}]的翻译

# NoMapsForUser
source: No maps to download
cs: Žádné mapy ke stažení
es: No hay mapas para descargar
fr: Aucune carte à télécharger
ro: Nu există hărți de descărcat
sq: Nuk ka harta për t’u shkarkuar
uk: Немає карт для завантаження
zh: 没有可以下载的地图

source: No new interview packages to download
cs: Žádné nové balíčky dotazníků ke stažení
es: No hay más paquetes de entrevistas por descargar
fr: Pas de nouveaux paquets d'entretiens à télécharger
ka: ახალი ინტერვიუს პაკეტები არ არის ჩამოსატვირთად
pt: Não há novos pacotes de entrevista para baixar
ro: Nu sunt pachete noi de tip interviu de descărcat
sq: Nuk ka asnjë paketë të re interviste për t’u shkarkuar
uk: Нема нових пакетів для інтерв'ю для завантаження
zh: 没有新的访谈包需要下载

# PostPackage
source: Upload interview: {0}
cs: Nahrát rozhovor: {0}
es: Cargar entrevista: {0}
fr: Télécharger l'entretien: {0}
ka: ინტერვიუს ატვირთვა: {0}
pt: Upload de entrevista:{0}
ro: Încarcă interviu: {0}
sq: Ngarko intervistën: {0}
uk: Завантажити інтерв'ю: {0}
zh: 上传面访：{0}

# PostPackageV3
source: <b>V3</b> Upload interview: {0}
cs: <b>V3</b> Nahrát rozhovor: {0}
es: <b> V3 </b> Subir entrevista: {0}
ro: <b>V3</b> Încarcă interviu: {0}
sq: <b>V3</b> Ngarko intervistën: {0}
uk: <b>V3</b> Завантажити інтерв'ю: {0}
zh: <b>V3</b> 上传面访: {0}

# ApkRequested
source: New application file requested
cs: Požadován nový soubor aplikace
fr: Nouveau fichier d'application demandé
ro: Este necesar un nou fișier de tip aplicație
sq: Kërkohet skedar i ri aplikimi
uk: Запитано новий файл додатку
zh: 已请求新的应用程序文件

# AssignmentReceivedByTablet
source: Assignment <b>{0}</b> received and stored by device
cs: Dotazník <b>{0}</b> stažen a uložen do tabletu
es: Asignación <b> {0} </b> recibida y almacenada por dispositivo
uk: Присвоєння <b>{0}</b>, отримане та збережене пристроєм

# CalendarEventsListFormat
source: Download list of calendar events ({0}). </br> <ul> {1} </ul>
cs: Stáhnout kalendář schůzek ({0}). </br> <ul> {1}</ul>
uk: Завантажити список подій календаря ({0}). </br> <ul> {1} </ul>

# CanSynchronize
source: Start synchronization
cs: Spustit synchronizaci
es: Iniciar sincronización
fr: Démarrer la synchronisation
ka: სინქრონიზაციის დაწყება
pt: Iniciar a sincronização
ro: Începe sincronizarea
sq: Nis sinkronizimin
uk: Почати синхронізацію
zh: 开始同步

# CheckIsPackageDuplicatedFormat
source: Check for duplicated interview. Interview: <pre>{0}</pre>
cs: Zkontrolujte duplicitní rozhovor. Rozhovor: <pre>{0}</pre>
es: Compruebe si hay entrevistas duplicadas. Entrevista: <pre> {0} </pre>
sq: Kontrolloni nëse ka intervista të dubluara. Intervista: <pre>{0}</pre>
uk: Перевірка, чи не повторилося інтерв'ю. Інтерв'ю: <pre>{0}</pre>
zh: 检查重复的面访。 面访：<pre>{0}</pre>

# CheckObsoleteInterviews
source: Check for obsolete interviews. Request: <pre>{0}</pre>
cs: Zkontrolujte starší rozhovory. Požadavek: <pre>{0}</pre>
es: Compruebe si hay entrevistas obsoletas. Solicitud: <pre> {0} </pre>
ro: Verificați interviurile vechi. Este necesar: <pre> {0} </ pre>
sq: Kontrolloni nëse ka intervista të vjetruara. Kërkesë: <pre>{0}</pre>
uk: Перевірка наявність застарілих інтерв'ю. Запит: <pre>{0}</pre>
zh: 检查废弃的面访。 请求： <pre>{0}</pre>

# DeleteInterviewPackage
source: <li>Delete interview: <a href="{3}">{0}</a>, Package: {1}, Sort index: {2}</li>
cs: <li>Smazat rozhovor: <a href="{3}">{0}</a>, Balíček: {1}, Index řazení: {2}</li>
es: <li>Borrar entrevista: <a he="{3}">{0}</a>, Paquete: {1}, índice de ordenamiento: {2}</li>
fr: <li>Supprimer l’entretien : <a href="{3}">{0}</a>, Paquet : {1}, Indice de tri : {2}</li>
ka: <li> ინტერვიტის წაშლა: <a href="{3}"> {0} </a>, პაკეტი: {1}, ინდექსის დალაგება: {2} </ li>
pt: <li>Apagar a entrevista: <a href="{3}">{0}</a>, pacote: {1}, índice de classificação: {2}</li>
ro: <li> Ștergeți interviul: <a href='{3}'> {0} </a>, Pachetul: {1}, Indexul de sortare: {2} </ li>
sq: <li>Fshi intervistën: <a href="{3}">{0}</a>, Paketa: {1}, Indeksi i renditjes: {2}</li>
uk: <li>Видалити інтерв'ю: <a href="{3}">{0}</a>, Пакет: {1}, Індекс сортування: {2}</li>
zh: <li>删除访谈：<a href="{3}">{0}</a>，包：{1}，索引排序：{2}</li>

source: Device can be assigned to interviewer
cs: Zařízení lze přiřadit tazateli
es: El dispositivo puede ser asignado a un entrevistador
fr: Appareil peut être affecté à un enquêteur
ka: მოწყობილობა შეიძლება მიანიჭოთ ინტერვიუერს
pt: Dispositivo pode ser atribuído ao entrevistador
ro: Dispozitivul poate fi alocat anchetatorului
sq: Pajisja mund t’i caktohet intervistuesit
uk: Пристрій можна призначити інтерв'юеру
zh: 可以把设备分配给调查员

# DeviceRelinkRequired
source: <font color="orange">Relink required</font>
cs: <font color="orange">Vyžadováno opětovné propojení</font>
es: <font color="orange">Se requiere un reenlace</font>
fr: <font color="orange">Réaffectation et synchronisation requises</font>
pt: <font color="orange">Revincular necessária</font>
ro: <font color='orange'>Este necesară refacerea link-ului</font>
sq: <font color="orange">Kërkohet rilidhje </font>
uk: <font color="orange">Потрібна переприв'язка</font>
zh: <font color="orange">需要重新关联</font>

# DeviceUpdateRequired
source: <font color="red">Update required. Interviewer engine version - <b>{0}</b></font>
cs: <font color="red">Je vyžadována aktualizace. Verze nástroje pro tazatele – <b>{0}</b></font>
es: <font color="red">Se requiere actualizar. Versión del motor del Interviewer - <b>{0}</b></font>
fr: <font color="red">Mise à jour nécessaire. Version d'application Interviewer - <b>{0}</b></font>
ka: <font color = "red"> საჭიროა განახლება. ინტერვიუერის ძრავის ვერსია - <b> {0} </ b> </ font>
pt: <font color="red">Atualização é necessária. Versão do motor de entrevistador - <b>{0}</b></font>
ro: <font color='red'>Actualizare necesară. Versiunea aplicației Interviewer - <b>{0}</b></font>
sq: <font color="red">Kërkohet përditësim. Versioni i motorit të intervistuesit - <b>{0}</b></font>
uk: <font color="red">Потрібне оновлення. Версія інтерв'юера - <b>{0}</b></font>
zh: <font color="red">需要更新。调查员引擎版本 - <b>{0}</b></font>

# EmptyDevice
source: <b>[EMPTY DEVICE]</b>
cs: <b>[PRÁZDNÉ ZAŘÍZENÍ]</b>
es: <b>[DISPOSITIVO VACIO]</b>
fr: <b>[APPAREIL VIDE]</b>
pt: <b>[DISPOSITIVO VAZIO]</b>
uk: <b>[ПОРОЖНІЙ ПРИСТРІЙ]</b>
zh: <b>[空设备]</b>

# ExtendedApkRequested
source: New extended application file requested
cs: Požadován nový soubor rozšířené aplikace
es: Nuevo archivo de aplicación ampliado solicitado
fr: Nouveau fichier d'application étendue demandé
ro: Este necesar un fișier nou al aplicației extinse
sq: Kërkohet skedar i ri për aplikacionin e zgjeruar
uk: Запитано новий розширений файл додатка
zh: 已请求新的扩展应用程序文件

# ExtendedPatchRequestedFormat
source: Patch file requested for extended version {0}
cs: Vyžádaný opravný soubor pro rozšířenou verzi {0}
es: Archivo de revisión solicitado para la versión extendida {0}
fr: Fichier de correctif requis pour la version étendue {0}
ro: Fișier suplimentar necesar pentru versiunea extinsă {0}
sq: Kërkohet skedari patch për versionin e zgjeruar {0}
uk: Запитується файл покращення для розширеної версії {0}
zh: 已请求扩展版本{0}的补丁文件

# GetCalendarEventPackage
source: Download calendar event package: {0}
cs: Stáhnout kalendář schůzek: {0}
uk: Завантажити пакет подій календаря: {0}

source: Interviewer failed to login
cs: Tazateli se nepodařilo přihlásit
es: Entrevistador no ha podido hacer login
fr: L'enquêteur n'a pas réussi à se connecter
ka: ინტერვიუერს ვერ შევიდა
ro: Anchetatorul nu a reușit să se conecteze
sq: Intervistuesi nuk arriti të hyjë
uk: Інтерв'юер не зміг увійти в систему
zh: 调查员登录失败

# InterviewerHasDevice
source: Interviewer has device already
cs: Tazatel již má zařízení
es: Entrevistador ya cuenta con un dispositivo
fr: L’enquêteur a un appareil déjà
ka: ინტერვიუერს უკვე აქვს მოწყობილობა
pt: Entrevistador tem dispositivo já
ro: Anchetatorul are deja un dispozitiv
sq: Intervistuesi e ka tashmë pajisjen
uk: Інтерв'юер вже має пристрій
zh: 调查员已经有了设备

# InterviewerLoggedIn
source: Interviewer logged in and aquired AuthToken
cs: Tazatel se přihlásil a získal "AuthToken"
es: Entrevistador ya se cuenta de alta en el sistema y adquirió un AuthToken
fr: Enquêteur connecté et a besoin d'un AuthToken
ka: ინტერვიუერი შემოვიდა და აქვს AuthToken
ro: Anchetatorul este conectat și a obținut AuthToken
sq: Intervistuesi hyri dhe mori kodin e verifikimit
uk: Інтерв'юер увійшов до системи та отримав AuthToken
zh: 调查员已登录并获得了认证令牌

# InterviewPackageProcessed
source: <font color="green"'>Interview package <b>{0}</b> successfully processed</font>
cs: <font color="green"'>Balíček s rozhovory <b>{0}</b> úspěšně zpracován</font>
es: <font color="green">Paquete de entrevista <b>{0}</b> satisfactoriamente procesado</Font>
fr: <font color="green">Paquet de l'entretien<b>{0}</b> traité avec succès</font>
ka: <font color = "green" 'ინტერვიუს პაკეტი <b> {0} </ b> წარმატებით დამუშავდა </ font>
pt: <font color="green">Pacote de entrevista <b>{0}</b> processado com sucesso</font>
ro: <font color='green''>Interviul <b>{0}</b> a fost prelucrat cu succes</font>
sq: <font color="green"'>Paketa e intervistës <b>{0}</b> u përpunua me sukses </font>
uk: <font color="green">Пакет інтерв'ю <b>{0}</b> успішно оброблено</font>
zh: <font color="green">成功处理了访谈包<b>{0}</b></font>

# InterviewProcessed
source: <font color="green"'>Interview <b>{0}</b> successfully processed</font>
cs: <font color="green"'>Rozhovor <b>{0}</b> úspěšně zpracován</font>
es: <font color="green">Entrevista <b>{0}</b> satisfactoriamente procesada</font>
fr: <font color="green">Entretien de <b>{0}</b> traités avec succès</font>
ka: <font color = "green" 'ინტერვიუ <b> {0} </ b> წარმატებით დამუშავდა </ font>
pt: <font color="green">Entrevista <b>{0}</b> processado com sucesso</font>
ro: <font color = 'green' '> Chestionarul <b> {0} </ b> a fost prelucrat cu succes </ font>
sq: <font color="green"'>Intervista <b>{0}</b> u përpunua me sukses </font>
uk: <font color="green">Інтерв'ю <b>{0}</b> успішно оброблено</font>
zh: <font color="green">成功处理了访谈<b>{0}</b></font>

# LinkToDevice
source: Link interviewer to device
cs: Propojit tazatele se zařízením
es: Asocie un entrevistador al dispositivo
fr: Lier l'enquêteur à l'appareil
ka: დალინკეთ ინტერვიუერი მოწყობილობაზე
pt: Entrevistador de ligação ao dispositivo
ro: Conectarea anchetatorului la tabletă
sq: Lidh intervistuesin me pajisjen
uk: Зв'яжіть інтерв'юера з пристроєм
zh: 将调查员与设备关联

# PatchRequestedFormat
source: Patch file requested for version {0}
cs: Vyžádaný opravný soubor pro verzi {0}
es: Archivo de revisión solicitado para la versión {0}
fr: Fichier de correctif requis pour la version {0}
ro: Fișier suplimentar necesar pentru versiunea {0}
sq: Për versionin {0} duhet një skedar patch
uk: Запитується файл розширення для версії {0}
zh: 已请求版本{0}的补丁文件

# PostCalendarEventPackage
source: Upload calendar event: {0}
cs: Nahrát schůzku do kalendáře: {0}
uk: Завантажити подію календаря: {0}

# QuestionnaireAssemblyProcessed
source: <font color="green"'>Questionnaire assembly <b>{0}</b> [{1}] successfully processed</font>
cs: <font color="green"'>Sestavení typu dotazníku <b>{0}</b> [{1}] úspěšně zpracováno</font>
es: <font color="green">Ensamblaje del cuestionario <b>{0}</b> [{1}] correctamente procesado</font>
fr: <font color = "green"> L'assemblage du questionnaire <b> {0} </ b> [{1}] a bien été traité </ font>
ka: <font color = "green"> კითხვარის კრებული <b> {0} </ b> [{1}] წარმატებით დამუშავდა </ font>
pt: <font color="green">Montagem do questionário <b>{0}</b> [{1}] processado com sucesso</font>
ro: <font color='green''>Aplicația Chestionar <b>{0}</b> [{1}] prelucrată cu succes</font>
sq: <font color="green"'>Bashkimi i pyetësorit <b>{0}</b> [{1}] u përpunua me sukses </font>
uk: <font color="green">Збірка анкет <b>{0}</b> [{1}] успішно оброблена</font>
zh: <font color="green"'>成功处理了问卷集合<b>{0}</b> [{1}]/font>

# QuestionnaireProcessed
source: <font color="green"'>Questionnaire <b>{0}</b> [{1}] successfully processed</font>
cs: <font color="green"'>typ dotazníku <b>{0}</b> [{1}] úspěšně zpracován</font>
es: <font color="green">Cuestionario <b>{0}</b> [{1}] procesado correctamente</font>
fr: <font color = "green"> Questionnaire <b> {0} </ b> [{1}] traité avec succès </ font>
ka: <font color = "green"> კითხვარი <b> {0} </ b> [{1}] წარმატებით დამუშავდა </ font>
pt: <font color="green">Questionário <b>{0}</b> [{1}] processado com sucesso</font>
ro: <font color='green''>Chestionar <b>{0}</b> [{1}] procesat cu succes</font>
sq: <font color="green"'>Pyetësori <b>{0}</b> [{1}] u përpunua me sukses</font>
uk: <font color="green">Анкета<b>{0}</b> [{1}] успішно оброблена</font>
zh: <font color="green"'>成功处理了问卷<b>{0}</b> [{1}]</font>

# SupervisorApkRequested
source: New Supervisor application file requested
cs: Požadován nový soubor aplikace Garant
sq: Kërkohet skedari i ri i aplikacionit të Supervizorit
uk: Запитується новий файл додатка супервізора
zh: 新的督导员app文件请求已发送

# SupervisorPatchRequestedFormat
source: Supervisor patch file requested for version {0}
cs: Opravný soubor Garanta je vyžadován pro verzi {0}
sq: Kërkohet skedari patch i Supervizorit për versionin {0}
uk: Запитується файл розщирення супервізора для версії {0}
zh: 请求的督导员安装包版本： {0}

# UpdateInterviewPackage
source: <li>Update interview: <a href="{3}">{0}</a>, Package: {1}, Sort index: {2}</li>
cs: <li>Upravit rozhovor: <a href="{3}">{0}</a>, Balíček: {1}, Index řazení: {2}</li>
es: <li>Actualizar entrevista: <a href="{3}">{0}</a>, paquete: {1}, índice de ordenamiento: {2}</li>
fr: <li> Mettre à jour l'entretien: <a href="{3}"> {0} </a>, package: {1}, index de tri: {2} </ li>
ka: <li> გასაუბრების განახლება: <a href="{3}"> {0} </a>, პაკეტი: {1}, ინდექსის დალაგება: {2} </ li>
pt: <li>Entrevista de atualização: <a href="{3}">{0}</a>, pacote: {1}, índice de classificação: {2}</li>
ro: <li> Actualizare interviu: <a href='{3}'> {0} </a>, Pachet: {1}, Index de sortare: {2} </ li>
sq: <li>Përditëso intervistën: <a href="{3}">{0}</a>, Paketa: {1}, Indeksi i renditjes: {2}</li>
uk: <li>Оновити інтерв'ю: <a href="{3}">{0}</a>, Package: {1}, Sort index: {2}</li>
zh: <li>更新访谈：<a href="{3}">{0}</a>，包：{1}，索引排序：{2}</li>
