Repository: surveysolutions/surveysolutions
Catalog: src/UI/WB.UI.Headquarters.Core/Resources/UploadUsers.*.resx
Languages: ar, cs, es, fr, ru, uk

# AssignedTo
source: Supervisor
ar: المشرف
cs: Garant
fr: Superviseur
ru: Тех. руководитель
uk: Супервізор

# AssignedToDescription
source: required for interviewers, contains user name of supervisor to whom this person wil be assigned
ar: مطلوب للمحاورين، يحتوي على اسم المستخدم للمشرف الذي سيتم تعيين هذا الشخص له
cs: vyžadováno pro tazatele, obsahuje uživatelské jméno Garanta, ​​kterému bude tato osoba přiřazena
es: requerido para los entrevistadores, contiene el nombre de usuario del supervisor al que se asignará esta persona
fr: requis pour les intervieweurs, contient le nom d'utilisateur du superviseur auquel cet interviewer sera affecté
ru: обязательно для интревьюеров, содержит имя супервизора, к которому будет назначен новый пользователь
uk: необхідний для інтерв'юерів, містить ім'я користувача Супервізора, якому буде призначена ця особа

# Description
source: Create set of users by uploading file with all necessary information. Set can contain both supervisors and interviewers, alternatively, you can create
ar: إنشاء مجموعة من المستخدمين عن طريق تحميل ملف يحتوي على جميع المعلومات الضرورية. يمكن أن تحتوي المجموعة على كل من المشرفين والمحاورين، بدلاً من ذلك، يمكنك إنشاء
cs: Vytvořte skupinu uživatelů nahráním souboru se všemi potřebnými informacemi. Skupina může obsahovat jak Garanty, tak tazatele nebo můžete vytvořit
es: Cree un conjunto de usuarios cargando un archivo con toda la información necesaria. El conjunto puede contener tanto supervisores como entrevistadores; alternativamente, puede crear
fr: Créer plusieurs utilisateurs en téléchargeant un fichier avec toutes les informations nécessaires pour les utilisateurs. Vous pouvez créer des comptes superviseur et enquêteur dans ce fichier.
ru: Создайте пользователей, загрузив файл со всей необходимой информацией. Файл может содержать как супервизоров, так и интервьюеров, альтернативно, вы можете создать
uk: Створіть набір користувачів, завантаживши файл з усією необхідною інформацією. Набір може містити як Супервізорів, так і інтерв'юерів, або ж ви можете створити

# Profile
source: profile manually
ar: الملف الشخصي يدويًا
cs: profilovat manuálně
es: perfil manualmente
fr: profil manuellement
ru: вручную
uk: профіль вручну

# DownloadTemplateLink
source: Download .tab template for user upload
ar: تنزيل قالب .tab لتحميل المستخدم
cs: Stáhněte si šablonu .tab pro nahrávání uživatelem
es: Descargar la plantilla .tab para cargar por el usuario
fr: Téléchargez le template .tab
ru: Загрузить .tab шаблон для импорта пользователей
uk: Завантажити шаблон .tab для завантаження користувача

source: Email
ar: البريد الإلكتروني
es: Correo electrónico
ru: Адрес эл. почты
uk: Електронна пошта

source: Full name
ar: الاسم الكامل
cs: Celé jméno
es: Nombre completo
fr: Nom complet
ru: ФИО
uk: Повне ім'я

# ManualSupervisorCreateLink
source: supervisor
ar: المشرف
cs: Garant
fr: interviewer
ru: супервизора
uk: супервізор

# ManualInterviewerCreateLink
source: interviewer
ar: المحاور
cs: tazatel
es: entrevistador
ru: интервьюера
uk: інтерв'юер

# OptionalInformation
source: Optional personal information
ar: معلومات شخصية اختيارية
cs: Nepovinné osobní údaje
es: Información personal opcional
fr: Informations personnelles facultatives
ru: Дополнительная личная информация
uk: Необов'язкова особиста інформація

source: or
ar: أو
cs: nebo
es: o
fr: ou
ru: или
uk: або

source: Password
ar: كلمة المرور
cs: Heslo
es: Clave
fr: Mot de passe
ru: Пароль
uk: Пароль

# PasswordDescription
source: password must contain at least one number, one upper case character and one lower case character
ar: يجب أن تحتوي كلمة المرور على رقم واحد على الأقل، وحرف كبير واحد وحرف صغير واحد
cs: heslo musí obsahovat alespoň jedno číslo, jedno velké písmeno a jedno malé písmeno
es: la contraseña debe contener al menos un número, un carácter en mayúscula y un carácter en minúscula
fr: le mot de passe doit contenir au moins un chiffre, un caractère majuscule et un caractère minuscule
ru: Пароль должен содержать как минимум одну цифру, одну букву в верхнем регистре и одну букву в нижнем регистре
uk: пароль повинен містити принаймні одну цифру, один символ верхнього регістру та один символ нижнього регістру

# Phone
source: Phone number
ar: رقم الهاتف
cs: Telefonní číslo
es: Número de teléfono
fr: Numéro de téléphone
ru: Контактный телефон
uk: Номер телефону

# RequiredData
source: Data required for creating interviewers and supervisors
ar: البيانات المطلوبة لإنشاء المحاورين والمشرفين
cs: Data potřebná k vytvoření tazatelů a Garantů
es: Datos necesarios para la creación de entrevistadores y supervisores
fr: Données requises pour la création d'enquêteurs et de superviseurs
ru: Обязательные данные для создания супервизоров и интервьюеров
uk: Дані, необхідні для створення інтерв'юерів та супервайзерів

source: Role
ar: الدور
es: Rol
fr: Rôle
ru: Роль
uk: Роль

# Title
source: Creating multiple users by batch upload
ar: إنشاء مستخدمين متعددين عن طريق التحميل الجماعي
cs: Vytvoření více uživatelů pomocí dávkového nahrávání
es: Título:
fr: Création de plusieurs utilisateurs par téléchargement groupé
ru: Создать пользователей используя файл
uk: Створення декількох користувачів за допомогою пакетного завантаження

# UploadBtn
source: Upload .tab file
ar: تحميل ملف .tab
cs: Nahrát soubor .tab
es: Cargar archivo .tab
fr: Télécharger le fichier .tab
ru: Загрузить .tab файл
uk: Завантажте файл .tab

# UserName
source: Login
ar: تسجيل الدخول
cs: Přihlásit se
es: Usuario
fr: S'identifier
ru: Имя пользователя
uk: Логін

# UserNameDescription
source: user name, should be between 3 and 15 characters and contain only letters, digits and underscore symbol
ar: اسم المستخدم، يجب أن يكون بين 3 و 15 حرفًا ويحتوي فقط على أحرف وأرقام ورمز الشرطة السفلية
cs: uživatelské jméno, mělo by mít 3 až 15 znaků a obsahovat pouze písmena, číslice a podtržítko
es: nombre de usuario, debe tener entre 3 y 15 caracteres y contener solo letras, dígitos y el símbolo de subrayado
fr: nom d'utilisateur, doit comporter entre 3 et 15 caractères et contenir uniquement des lettres, des chiffres et un symbole de soulignement
ru: используется как логин, должен быть от 3 до 15 символов и содержать только буквы, цифры и символ подчеркивания
uk: ім'я користувача, має бути від 3 до 15 символів і містити лише літери, цифри та символ підкреслення

source: Verification failed
ar: فشل التحقق
cs: Ověření se nezdařilo
es: Fallo en la verificación
fr: Échec de la vérification
ru: Проверка не выполнена
uk: Не вдалося виконати перевірку

# NoCreatedUsers
source: No user accounts were created
ar: لم يتم إنشاء أي حسابات مستخدم
cs: Nebyly vytvořeny žádné uživatelské účty
es: No se crearon cuentas de usuario
fr: Aucun compte d'utilisateur n'a été créé
ru: Учетные записи пользователей не были созданы
uk: Облікові записи користувачів не створювалися

# ImportingUserInfo
source: Importing user information from
ar: استيراد معلومات المستخدم من
cs: Import uživatelských informací z
es: Importando información de usuario de
fr: Importation d'informations utilisateur à partir de
ru: Импорт пользовательской информации из
uk: Імпорт інформації про користувача з

source: Reupload .tab file
ar: إعادة تحميل ملف .tab
cs: Znovu nahrát soubor .tab
es: Vuelva a cargar el archivo .tab
fr: Fichier à recharger .tab
ru: Загрузить .tab файл снова
uk: Перезавантажте файл .tab

# BackToImport
source: Back to user import
ar: العودة إلى استيراد المستخدم
cs: Zpět k importu uživatele
es: Volver a la importación de usuarios
fr: Retour à l'importation de l'utilisateur
ru: Назад к импорту
uk: Повернутися до імпорту користувачів

# Uploading
source: Importing {{importedUsersCount}} of {{totalUsersToImportCount}}
ar: استيراد {{importedUsersCount}} من {{totalUsersToImportCount}}
cs: Import {{importedUsersCount}} z {{totalUsersToImportCount}}
es: Importando {{importedUsersCount}} de {{totalUsersToImportCount}}
fr: Importation de {{importedUsersCount}} sur {{totalUsersToImportCount}}
ru: Импорт {{importedUsersCount}} из {{totalUsersToImportCount}}
uk: Імпорт {{importedUsersCount}} з {{totalUsersToImportCount}}

source: Cancel
ar: إلغاء
cs: Zrušit
es: Cancelar
fr: Annuler
ru: Отмена
uk: Скасувати

source: column
ar: عمود
cs: sloupec
es: columna
fr: colonne
ru: столбец
uk: колонка

source: line
ar: سطر
cs: čára
fr: ligne
ru: строка
uk: лінія

# AllAccountsCreated
source: All {{total}} accounts were successfully created:
ar: تم إنشاء جميع الحسابات {{total}} بنجاح:
cs: Všechny účty ({{total}}) byly úspěšně vytvořeny:
es: Todas las cuentas de {{total}} se crearon correctamente:
fr: Tous les comptes {{total}} ont été créés avec succès:
ru: Всего {{total}} учетных записей было успешно создано:
uk: Всі {{total}} акаунти успішно створено:

# InterviewersAndSupervisorsCount
source: {{supervisorsCount}} supervisors and {{interviewersCount}} interviewers
ar: {{supervisorsCount}} مشرفين و {{interviewersCount}} محاورين
cs: {{supervisorsCount}} Garantů a {{interviewersCount}} tazatelů
es: {{supervisorsCount}} supervisores y {{interviewersCount}} entrevistadores
fr: Les superviseurs {{supervisorsCount}} et les enquêteurs {{interviewersCount}}
ru: {{supervisorsCount}} супервозоров и {{interviewersCount}} интервьюеров
uk: {{supervisorsCount}} Супервізорів та {{interviewersCount}} інтерв'юерів

# CompleteDescription
source: You can make an assignments for these teams from 'questionnaires' section, assignments can also be created in batch mode
ar: يمكنك إنشاء تعيينات لهذه الفرق من قسم 'الاستبيانات'، يمكن أيضًا إنشاء التعيينات في وضع الدفعة
cs: Pro tyto týmy můžete zadávat dotazníky ze sekce 'typy dotazníků', dotazníky lze vytvářet i v dávkovém režimu
es: Puede realizar asignaciones para estos equipos desde la sección 'cuestionarios', las asignaciones también se pueden crear en modo por lotes
fr: Les affectations pour ces équipes peuvent être faites dans la section "questionnaires". Les affectations peuvent également être créées en mode batch
ru: Вы можете создать новые задания для новых пользователей на странице 'опросники', задания также могут быть созданы в пакетном режиме
uk: Ви можете створити завдання для цих команд з розділу "анкети", завдання також можуть бути створені в пакетному режимі

source: Questionnaires
ar: الاستبيانات
cs: Typy dotazníků
es: Cuestionarios
ru: Опросники
uk: Анкети

# UploadInProgress
source: Warning: Another Batch Upload by "{{userName}}" is in progress.
ar: تحذير: تحميل دفعة أخرى بواسطة "{{userName}}" قيد التقدم.
cs: Upozornění: Probíhá hromadné nahrávání od "{{userName}}".
es: Advertencia: Se está realizando otra carga por lotes de "{{userName}}".
fr: Attention: un autre téléchargement par "{{userName}}" est en cours.
ru: Предупреждение: Пользователь "{{userName}}" уже запустил процесс импорта.
uk: Увага: Виконується ще одне пакетне завантаження від "{{userName}}".

# UploadInProgressDescription
source: You will be available to start yours when current one is completed.
ar: ستكون متاحًا لبدء التحميل الخاص بك عند اكتمال التحميل الحالي.
cs: Až bude toto dokončeno, přijde řada na Vás.
es: Estará disponible para comenzar el suyo cuando se complete el actual.
fr: Vous serez disponible pour cette tâche lorsque celle en cours est terminée.
ru: Вы сможете начать импорт пользователей когда текущая операция завершится.
uk: Ви зможете розпочати свій, коли поточний буде завершено.

# EstimatedTime
source: Approx {{estimatedTime}} left
ar: تقريبًا {{estimatedTime}} متبقي
cs: Zbývá přibližně {{estimatedTime}}
es: Quedan aproximadamente {{estimatedTime}}
fr: Environ {{estimatedTime}} à gauche
ru: Предположительное время ожидания: {{estimatedTime}}
uk: Приблизно {{estimatedTime}} ліворуч

source: time determination
ar: تحديد الوقت
cs: určení času
es: determinación del tiempo
fr: détermination du temps
ru: определение времени
uk: визначення часу

source: Workspace
ar: مساحة العمل
cs: Úloha
es: Espacio de trabajo
fr: Espace de travail
ru: Рабочая область
uk: Робочий простір

source: Select Workspace
ar: اختر مساحة العمل
cs: Vybrat Úlohu
es: Seleccionar espacio de trabajo
fr: Sélectionner l'espace de travail
ru: Выберите рабочую область
uk: Виберіть робочу область

# SelectWorkspaceDescription
source: If no workspace assigned in batch file use this workspace as default
ar: إذا لم يتم تعيين مساحة عمل في ملف الدفعة، استخدم هذه المساحة كافتراضي
cs: Pokud není v dávkovém souboru přiřazena žádná úloha, použijte tuto úlohu jako výchozí
es: Si no se asigna un espacio de trabajo en el archivo por lotes, use este espacio de trabajo como predeterminado
fr: Si aucun espace de travail n'est assigné dans le fichier batch, utilisez cet espace de travail par défaut
ru: Если рабочая область не указана в файле, то эта рабочая облась будет использоваться по умолчанию
uk: Якщо у пакетному файлі не призначено робочий простір, використовуйте цій за замовчуванням
