Repository: surveysolutions/surveysolutions
Catalog: src/UI/WB.UI.Headquarters.Core/Resources/UserPreloadingVerificationMessages.*.resx
Languages: ar, cs, es, pt, ro, ru, sq, uk, zh

# PLU0001
source: Login is not unique
ar: هناك مستخدم لديه تسجيل الدخول هذا موجود من قبل
cs: Přihlášení není jedinečné
es: El login no es único
pt: Login não é único
ro: Numele de utilizator nu este unic
ru: Не уникальное имя пользователя
sq: Regjistrimi nuk është unik
uk: Логін не є унікальним
zh: 用户名已存在

# PLU0001Description
source: A user '{0}' already exists
cs: Uživatel '{0}' již existuje
es: Un usuario '{0}' ya existe
pt: O usuário '{0}' já existe
ro: Un utilizator '{0}' există deja
ru: Пользователь с именем '{0}' уже существует
sq: Një përdorues '{0}' ekziston tashmë
uk: Користувач '{0}' вже існує
zh: 用户‘{0}’已存在

# PLU0002
source: Duplicate
ar: هناك قيم مكررة لتسجيل الدخول في الملف
cs: Duplikovat
es: Duplicado
pt: Duplicado
ro: Duplicat
ru: Дубликат
sq: Dublikatë
uk: Дублікат
zh: 用户名有重复值

# PLU0002Description
source: There are duplicate users with login '{0}' in the file
cs: V souboru jsou duplicitní uživatelé s přihlašovacím jménem '{0}'
es: Hay usuarios duplicados con el login '{0}' en el archivo
pt: Existem usuários duplicados com login '{0}' no arquivo
ro: Există mai mulƫi utilizatori cu același nume '{0}' în fișier
ru: В файле есть дубликаты пользователей с именем пользователя: '{0}'
sq: Ka përdorues të dubluar me adresë regjistrimi '{0}' në skedar
uk: У файлі є дублікати користувачів з логіном '{0}'
zh: 文件中有重名‘{0}’

# PLU0003
source: Wrong team
ar: لا يمكن إعادة تسجيل الدخول إلى مستخدم مؤرشف لأنه ينتمي إلى فريق آخر
cs: Špatný tým
es: Equipo incorrecto
pt: Equipe errada
ro: Echipa greșită
ru: Неправильная команда
sq: Ekipi i gabuar
uk: Неправильна команда
zh: 不能重新使用已归档用户的用户名，因为他属于另外一个团队

# PLU0003Description
source: User '{0}' is archived and belongs to another team
cs: Uživatel '{0}' je neaktivní a patří jinému týmu
es: El usuario '{0}' está archivado y pertenece a otro equipo
pt: O usuário '{0}' está arquivado e pertence a outra equipe
ro: Utilizatorul '{0}' este arhivat și aparține unei alte echipe
ru: Пользователь '{0}' находится в архиве и принадлежит другой команде
sq: Përdoruesi '{0}' është arkivuar dhe i përket një ekipi tjetër
uk: Користувач '{0}' заархівований і належить до іншої команди
zh: 用户“{0}”已归档并属于另一个团队

# PLU0003Recomendation
source: Archived user cannot be re-used because it belongs to another team
cs: Deaktivovaného uživatele nelze znovu použít, protože patří jinému týmu
es: El usuario archivado no puede ser reutilizado porque pertenece a otro equipo
pt: O usuário arquivado não pode ser reutilizado porque pertence a outra equipe
ro: Utilizatorul arhivat nu poate fi reutilizat deoarece aparține unei alte echipe
ru: Вы не можете использовать архивного пользователя так как он принадлежит другой команде
sq: Përdoruesi i arkivuar nuk mund të ripërdoret, pasi i përket një ekipi tjetër
uk: Заархівований користувач не може бути використаний повторно, оскільки він належить іншій команді
zh: 已归档的用户不能被再次使用因为它属于另一个团队

# PLU0004
source: Wrong role
ar: لا يمكن إعادة تسجيل الدخول إلى مستخدم مؤرشف لأنه موجود في دور آخر
cs: Špatná role
es: Rol incorrecto
pt: Papel errado
ro: Rolul greșit
ru: Неправильная роль
sq: Rol i gabuar
uk: Неправильна роль
zh: 不能重新使用已归档用户的用户名，因为他存在于其他角色中

# PLU0004Description
source: User '{0}' is archived and has another role
cs: Uživatel '{0}' je neaktivní a má jinou roli
es: El usuario '{0}' está archivado y tiene otro rol
pt: O usuário '{0}' está arquivado e possui outro papel
ro: Utilizatorul '{0}' este arhivat și are un alt rol
ru: Пользователь '{0}' находится в архиве и у него другая роль
sq: Përdoruesi '{0}' është arkivuar dhe ka një rol tjetër
uk: Користувач '{0}' архівується і має іншу роль
zh: 用户“{0}”已归档并具有其他角色

# PLU0004Recomendation
source: Archived user cannot be re-used because it exists in another role
cs: Neaktivního uživatele nelze znovu použít, protože existuje v jiné roli
es: El usuario archivado no puede ser reutilizado porque existe en otro rol
pt: O usuário arquivado não pode ser reutilizado porque existe em outro papel
ro: Utilizatorul arhivat nu poate fi reutilizat deoarece are deja un alt rol
ru: Вы не можете использовать архивного пользователя так как у него другая роль
sq: Përdoruesi i arkivuar nuk mund të ripërdoret, pasi ekziston në një tjetër rol
uk: Заархівований користувач не може бути використаний повторно, оскільки він існує в іншій ролі
zh: 已归档的用户不能被再次使用因为它存在于另外一个角色中

# PLU0005
source: Wrong login format
ar: يجب أن يكون تسجيل الدخول بين 3 و 15 حرفا، ويجب أن يحتوي على أحرف وأرقام ورمز شرطة سفلية فقط
cs: Nesprávný formát přihlášení
es: Formato de login incorrecto
pt: Formato de login errado
ro: Numele utilizatorului este în format greșit
ru: Неправильный формат имени пользователя
sq: Format i gabuar hyrjeje
uk: Неправильний формат входу
zh: 用户名长度只能在3-15个字符之间且只能包含字母、数字和下划线

# PLU0005Description
source: Login '{0}' is in wrong format
cs: Přihlašovací jméno '{0}' je ve špatném formátu
es: El login '{0}' tiene un formato incorrecto
pt: O login '{0}' está no formato errado
ro: Numele utilizatorului '{0}' este în format greșit
ru: Имя пользователя '{0}' в неправильном формате
sq: Hyrja '{0}' është në formatin e gabuar
uk: Логін '{0}' має неправильний формат
zh: 用户名“{0}”的格式错误

# PLU0005Recomendation
source: The login name must be between 3 and 15 characters long, and may contain only letters, digits and the underscore symbol. The letters must be from Latin (English) alphabet only: 'A'..'Z' or 'a'..'z'. Other letters (Cyrillic, Arabic, etc.) are not valid for usage in login names.
cs: Přihlašovací jméno musí mít 3 až 15 znaků a může obsahovat pouze písmena, číslice a podtržítko. Písmena musí být pouze z (anglické) abecedy: 'A'..'Z' nebo 'a'..'z'. Jiná písmena (cyrilice, arabština atd.) nejsou platná pro použití v přihlašovacích jménech.
es: El nombre de usuario debe tener entre 3 y 15 caracteres y solo puede contener letras, dígitos y el símbolo de subrayado. Las letras deben ser solo del alfabeto latino (inglés): 'A'..'Z' o 'a'..'z'. Otras letras (cirílico, árabe, etc.) no son válidas para su uso en nombres de usuario.
pt: O nome de login deve ter entre 3 e 15 caracteres e pode conter apenas letras, dígitos e o símbolo de sublinhado. As letras devem ser apenas do alfabeto latino (inglês): 'A'..'Z' ou 'a'..'z'. Outras letras (cirílico, árabe, etc.) não são válidas para uso em nomes de login.
ro: Trebuie să aibă între 3 și 15 caractere și poate conține doar litere, cifre și simbolul underscore [ _ ]
ru: Разрешены только буквы, цифры и символ подчёркивания. Длина должна быть от 3 до 15 символов
sq: Duhet të jetë midis 3 dhe 15 karaktereve dhe mund të përmbajë vetëm shkronja, shifra dhe simbole të nënvizuara
uk: Ім'я користувача має містити від 3 до 15 символів і може містити лише літери, цифри та символ підкреслення. Літери повинні бути тільки з латинського (англійського) алфавіту: 'A'...'Z' або 'a'...'z'. Інші літери (кирилиця, арабські тощо) не приймаються для використання в логінах.
zh: 应该在3到15个字符之间，并且只能包含字母，数字和下划线符号

# PLU0006
source: Wrong password format
ar: يجب أن تحتوي كلمة المرور على رقم واحد على الأقل، وحرف واحد من الأحرف الكبيرة، وحرف واحد من الأحرف الصغيرة. يجب أن يكون الطول بين 10 و 100 حرف.
cs: Nesprávný formát hesla
es: Formato de contraseña incorrecto
pt: Formato de senha errado
ro: Format greșit al parolei
ru: Неправильный формат пароля
sq: Format i gabuar i fjalëkalimit
uk: Неправильний формат пароля
zh: 密码必须至少包含一个数字、一个大写字母、一个小写字母。

# PLU0006Description
source: Password '{0}' is in wrong format
cs: Heslo '{0}' je ve špatném formátu
es: La contraseña '{0}' tiene un formato incorrecto
pt: A senha '{0}' está no formato errado
ro: Parola '{0}' are un format greșit
ru: Пароль '{0}' в неправильном формате
sq: Fjalëkalimi '{0}' është në formatin e gabuar
uk: Пароль '{0}' має неправильний формат
zh: 密码“{0}”的格式错误

# PLU0006Recomendation
source: It must contain at least one number, one upper case character, and one lower case character. Length should be between 10 and 100 characters
cs: Musí obsahovat alespoň jedno číslo, jedno velké písmeno a jedno malé písmeno. Délka by měla být mezi 10 a 100 znaky
es: Debe contener al menos un número, un carácter en mayúscula y un carácter en minúscula. La longitud debe estar entre 10 y 100 caracteres
pt: Deve conter pelo menos um número, um caractere maiúsculo e um caractere minúsculo. O comprimento deve ser entre 10 e 100 caracteres
ro: Trebuie să conțină cel puțin un număr, un caracter cu majusculă și unul cu literă mică. Lungimea trebuie să fie cuprinsă între 10 și 100 de caractere
ru: Должен содержать как минимум одну цифру, одну букву в верхнем регистре и одну букву в нижнем регистре. Длина пароля должна быть от 10 до 100 символов
sq: Duhet të përmbajë të paktën një numër, një karakter me shkronjë të madhe dhe një karakter me shkronjë të vogël. Gjatësia duhet të jetë midis 10 dhe 100 karaktereve
uk: Він повинен містити принаймні одну цифру, один символ верхнього регістру та один символ нижнього регістру. Довжина має бути від 10 до 100 символів
zh: 必须包含至少一个数字，一个大写字符和一个小写字符。 长度应该在10到100个字符之间

# PLU0007
source: Wrong email format
ar: البريد الإلكتروني غير صالح
cs: Nesprávný formát e-mailu
es: Formato de correo electrónico incorrecto
pt: Formato de email errado
ro: Format greșit al adresei de e-mail
ru: Неправильный формат эл. почты
sq: Format i gabuar email-i
uk: Неправильний формат електронної пошти
zh: 电子邮箱无效

# PLU0007Description
source: Email '{0}' is in wrong format
cs: E-mail '{0}' má nesprávný formát
es: El correo electrónico '{0}' tiene un formato incorrecto
pt: O email '{0}' está no formato errado
ro: Adresa de e-mail '{0}' este în format greșit
ru: Адрес эл. почты '{0}' в неправильном формате
sq: Email-i '{0}' është në formatin e gabuar
uk: Email '{0}' має неправильний формат
zh: 电子邮箱‘{0}’的格式错误

# PLU0008
source: Wrong phone number format
ar: رقم الهاتف غير صالح
cs: Nesprávný formát telefonního čísla
es: Formato de número de teléfono incorrecto
pt: Formato de número de telefone errado
ro: Format greșit de număr de telefon
ru: Неправильный формат номера телефона
sq: Format i gabuar i numrit të telefonit
uk: Неправильний формат номера телефону
zh: 电话号码无效

# PLU0008Description
source: Phone number '{0}' is in wrong format
cs: Telefonní číslo '{0}' má nesprávný formát
es: El número de teléfono '{0}' tiene un formato incorrecto
pt: O número de telefone '{0}' está no formato errado
ro: Numărul de telefon '{0}' este în format incorect
ru: Номер телефона '{0}' в неправильном формате
sq: Numri i telefonit '{0}' është në formatin e gabuar
uk: Номер телефону '{0}' має неправильний формат
zh: 电话号码‘{0}’的格式错误

# PLU0009
source: Invalid role
ar: الدور غير صالح. يسمح فقط "المشرف" أو "الباحث"
cs: Neplatná role
es: Rol inválido
pt: Papel inválido
ro: Rol nevalid
ru: Неправильная роль
sq: Rol i pavlefshëm
uk: Неправильна роль
zh: 角色无效。只允许取Supervisor或Interviewer值

# PLU0009Description
source: Role '{0}' is invalid
cs: Role '{0}' je neplatná
es: El rol '{0}' es inválido
pt: O papel '{0}' é inválido
ro: Rolul '{0}' nu este valid
ru: Роль '{0}' не допустима
sq: Roli '{0}' është i pavlefshëm
uk: Роль '{0}' є недійсною
zh: 角色‘{0}’无效

# PLU0009Recomendation
source: Only "supervisor" or "interviewer" are allowed
cs: Povolen je pouze "Garant“ nebo "tazatel“
es: Solo se permiten "supervisor" o "entrevistador"
pt: Somente "supervisor" ou "entrevistador" são permitidos
ro: Este permisă crearea doar a utlizatorilor cu rol de “anchetator” sau “controlor”
ru: Значение может быть только "supervisor" или "interviewer"
sq: Lejohet vetëm “supervizori” ose "intervistuesi"
uk: Допускаються тільки "supervisor" або "interviewer"
zh: 只允许“supervisor”或“interviewer”

# PLU0010
source: Dependency error
ar: يجب أن يكون المشرف إما مستخدم موجود أو مستخدم تم إنشاؤه في الملف الحالي
cs: Chyba závislosti
es: Error de dependencia
pt: Erro de dependência
ro: Eroare de dependență
ru: Ошибка назначения
sq: Gabim varësie
uk: Помилка залежності
zh: 督导员必须是系统中的活动用户或者出现在文件中

# PLU0010Description
source: Supervisor '{0}' is not found
cs: Garant '{0}' nebyl v úloze nalezen
es: El supervisor '{0}' no se encuentra en el espacio de trabajo
pt: O supervisor '{0}' não foi encontrado no espaço de trabalho
ro: Controlorul '{0}' nu există
ru: Супервизор '{0}' не найден
sq: Supervizori '{0}' nuk u gjet
uk: Cупервізора '{0}' не знайдено в робочому просторі
zh: 未找到督导员‘{0}'

# PLU0011
source: Dependency error
ar: عامود المشرف يجي ان يكون فارغ للمستخدم صاحب دور المشرف
cs: Chyba závislosti
es: Error de dependencia
pt: Erro de dependência
ro: Eroare de dependență
ru: Ошибка назначения
sq: Gabim varësie
uk: Помилка залежності
zh: 督导员角色Supervisor一列必须为空

# PLU0011Description
source: Supervisor column should be empty for supervisor role
cs: Sloupec Garant by měl být prázdný pro roli Garanta
es: La columna del supervisor debe estar vacía para el rol de supervisor
pt: A coluna do supervisor deve estar vazia para o papel de supervisor
ro: Pentru utilizatorii cu rol de controlor, coloana “supervisor” trebuie să fie necompletată
ru: Значение в колонке 'supervisor' должно быть пустым для супервизора
sq: Kolona e supervizorit duhet të jetë bosh për rolin e supervizorit
uk: Колонка "supervisor" повинна бути порожньою для ролі супервізора
zh: 督导员角色的Supervisor一列应为空

# PLU0012
source: Wrong length of full name
ar: الأسم لا يمكن ان يحتوي على أكثر من 100 حرف
cs: Špatná délka jména tazatele
es: Longitud incorrecta del nombre completo
pt: Comprimento errado do nome completo
ro: Numele complet are lungimea incorectă
ru: Неправильная длина ФИО
sq: Gjatësi e gabuar e emrit të plotë
uk: Неправильна довжина повного імені
zh: 全名不应超过100个字符

# PLU0012Description
source: Full name '{0}' is in wrong format
cs: Celé jméno '{0}' je ve špatném formátu
es: El nombre completo '{0}' tiene un formato incorrecto
pt: O nome completo '{0}' está no formato errado
ro: Numele complet {0} este în format incorect
ru: ФИО '{0}' в неправильном формате
sq: Emri i plotë '{0}' është në formatin e gabuar
uk: Повне ім'я '{0}' має неправильний формат
zh: 全名“{0}”的格式错误

# PLU0012Recomendation
source: It should not contain more than 100 characters
cs: Nemělo by obsahovat více než 100 znaků
es: No debe contener más de 100 caracteres
pt: Não deve conter mais de 100 caracteres
ro: Nu trebuie să conțină mai mult de 100 de caractere
ru: Должна быть не более 100 символов
sq: Nuk duhet të përmbajë më shumë se 100 karaktere
uk: Він не повинен містити більше 100 символів
zh: 不应该包含超过100个字符

# PLU0013
source: Wrong length of phone number
ar: رقم الهانف لا يمكن ان يحتوي على أكثر من 15 حرف
cs: Špatná délka telefonního čísla
es: Longitud incorrecta del número de teléfono
pt: Comprimento errado do número de telefone
ro: Lungime greșită pentru numărul de telefon
ru: Неправильная длина номера телефона
sq: Gjatësi e gabuar e numrit të telefonit
uk: Неправильна довжина номера телефону
zh: 电话号码不应超过15个字符

# PLU0013Description
source: Phone number '{0}' is in wrong format
cs: Telefonní číslo '{0}' má nesprávný formát
es: El número de teléfono '{0}' tiene un formato incorrecto
pt: O número de telefone '{0}' está no formato errado
ro: Numărul de telefon '{0}' este în format greșit
ru: Номер телефона '{0}' в неправильном формате
sq: Numri i telefonit '{0}' është në formatin e gabuar
uk: Номер телефону '{0}' має неправильний формат
zh: 电话号码‘{0}’的格式错误

# PLU0013Recomendation
source: It should not contain more than 15 characters
cs: Nemělo by obsahovat více než 15 znaků
es: No debe contener más de 15 caracteres
pt: Não deve conter mais de 15 caracteres
ro: Nu trebuie să conțină mai mult de 15 caractere
ru: Должен быть не более 15 символов
sq: Nuk duhet të përmbajë më shumë se 15 karaktere
uk: Він не повинен містити більше 15 символів
zh: 不应该包含超过15个字符

# PLU0014
source: Wrong full name format
ar: اسم المستخدم يحتوي على احرف خاطئة. فقط أحرف أبجدية، نقات، مساحات فارغه، او فواصل منقوطة مسموح بها
cs: Nesprávný formát jména tazatele
es: Formato de nombre completo incorrecto
pt: Formato de nome completo errado
ro: Numele complet are caractere nevalide
ru: Неправильный формат ФИО
sq: Format i gabuar i emrit të plotë
uk: Неправильний формат повного імені
zh: 用户名含有无效字符。 只允许使用字母、点、空格和单引号。

# PLU0014Description
source: Full name '{0}' has invalid characters
cs: Celé jméno '{0}' obsahuje neplatné znaky
es: El nombre completo '{0}' tiene caracteres inválidos
pt: O nome completo '{0}' contém caracteres inválidos
ro: Numele '{0}' are caractere nevalide
ru: ФИО '{0}' содержит запрещённые символы
sq: Emri i plotë '{0}' ka karaktere të pavlefshme
uk: Повне ім'я '{0}' містить неприпустимі символи
zh: 全名‘{0}’包含无效字符

# PLU0014Recomendation
source: Only letters, dots, spaces, and apostrophes are allowed
cs: Jsou povolena pouze písmena, tečky, mezery a polmčky
es: Solo se permiten letras, puntos, espacios y apóstrofos
pt: Somente letras, pontos, espaços e apóstrofos são permitidos
ro: Sunt permise doar litere, puncte, spații și apostrof
ru: Разрешены только буквы, точка, пробел и апостроф
sq: Lejohen vetëm shkronja, pika, hapësira dhe apostrofë
uk: Допускаються лише літери, крапки, пробіли та апострофи
zh: 只允许使用字母、点、空格和撇号

# PLU0015
source: Password too short
cs: Heslo je příliš krátké
es: Contraseña demasiado corta
pt: Senha muito curta
ru: Пароль слишком короткий
uk: Занадто короткий пароль

# PLU0015Description
source: Password '{0}' is too short
cs: Heslo '{0}' je příliš krátké
es: La contraseña '{0}' es demasiado corta
pt: A senha '{0}' é muito curta
ru: Пароль '{0}' слишком короткий
uk: Пароль '{0}' занадто короткий

# PLU0015Recomendation
source: Password must be at least 10 characters long
cs: Heslo musí mít alespoň 10 znaků
es: La contraseña debe tener al menos 10 caracteres
pt: A senha deve ter pelo menos 10 caracteres
ru: Пароль должен содержать хотя бы 10 символов
uk: Пароль повинен мати довжину не менше 10 символів

# PLU0016
source: Simple password
cs: Jednoduché heslo
es: Contraseña simple
pt: Senha simples
ru: Простой пароль
uk: Простий пароль

# PLU0016Description
source: Password '{0}' does not contain non alphanumeric character
cs: Heslo '{0}' neobsahuje nealfanumerický znak
es: La contraseña '{0}' no contiene un carácter no alfanumérico
pt: A senha '{0}' não contém caractere não alfanumérico
ru: Пароль '{0}' не содержит не цифро буквенных символов
uk: Пароль '{0}' не містить неалфавітно-цифрових символів

# PLU0016Recomendation
source: Add at least one non alphanumeric character
cs: Přidejte alespoň jeden speciální symbol
es: Agregar al menos un carácter no alfanumérico
pt: Adicione pelo menos um caractere não alfanumérico
ru: Добавьте хотя бы один не цифро буквенный символ
uk: Додайте принаймні один не буквено-цифровий символ

# PLU0017
source: Simple password
cs: Jednoduché heslo
es: Contraseña simple
pt: Senha simples
ru: Простой пароль
uk: Простий пароль

# PLU0017Description
source: Password '{0}' does not contain digit
cs: Heslo '{0}' neobsahuje číslici
es: La contraseña '{0}' no contiene un dígito
pt: A senha '{0}' não contém dígito
ru: Пароль '{0}' не содержит цифру
uk: Пароль '{0}' не містить цифри

# PLU0017Recomendation
source: Add at least one digit ('0'-'9').
cs: Přidejte alespoň jednu číslici ('0'-'9').
es: Agregar al menos un dígito ('0'-'9').
pt: Adicione pelo menos um dígito ('0'-'9').
ru: Добавьте хотя бы одну цифру ('0'-'9').
uk: Додайте принаймні одну цифру ('0'-'9').

# PLU0018
source: Simple password
cs: Jednoduché heslo
es: Contraseña simple
pt: Senha simples
ru: Простой пароль
uk: Простий пароль

# PLU0018Description
source: Password '{0}' does not contain lower case character
cs: Heslo '{0}' neobsahuje malá písmena
es: La contraseña '{0}' no contiene un carácter en minúscula
pt: A senha '{0}' não contém caractere minúsculo
ru: Пароль '{0}' не содержит символа в нижнем регистре
uk: Пароль '{0}' не містить символів нижнього регістру

# PLU0018Recomendation
source: Add at least one lowercase character ('a'-'z').
cs: Přidejte alespoň jedno malé písmeno ('a'-'z').
es: Agregar al menos un carácter en minúscula ('a'-'z').
pt: Adicione pelo menos um caractere minúsculo ('a'-'z').
ru: Добавьте хотя бы один символ в нижнем регистре
uk: Додайте принаймні один малий символ ('a'-'z').

# PLU0019
source: Simple password
cs: Jednoduché heslo
es: Contraseña simple
pt: Senha simples
ru: Простой пароль
uk: Простий пароль

# PLU0019Description
source: Password '{0}' does not contain upper case character
cs: Heslo '{0}' neobsahuje velká písmena
es: La contraseña '{0}' no contiene un carácter en mayúscula
pt: A senha '{0}' não contém caractere maiúsculo
ru: Пароль '{0}' не содержит символа в верхнем регистре
uk: Пароль '{0}' не містить символів верхнього регістру

# PLU0019Recomendation
source: Add at least one uppercase ('A'-'Z').
cs: Přidejte alespoň jedno velké písmeno ('A'-'Z').
es: Agregar al menos un carácter en mayúscula ('A'-'Z').
pt: Adicione pelo menos um caractere maiúsculo ('A'-'Z').
ru: Добавьте хотя бы один символ в верхнем регистре
uk: Додайте принаймні одну велику літеру ('A'-'Z').

# PLU0020
source: Simple password
cs: Jednoduché heslo
es: Contraseña simple
pt: Senha simples
ru: Простой пароль
uk: Простий пароль

# PLU0020Description
source: Password '{0}' does not contain enough unique characters
cs: Heslo '{0}' neobsahuje dostatek jedinečných znaků
es: La contraseña '{0}' no contiene suficientes caracteres únicos
pt: A senha '{0}' não contém caracteres únicos suficientes
ru: Пароль '{0}' не содержит достаточного количества уникальных символов
uk: Пароль '{0}' не містить достатньо унікальних символів

# PLU0020Recomendation
source: Add different characters.
cs: Přidejte jiné znaky.
es: Agregar caracteres diferentes.
pt: Adicione caracteres diferentes.
ru: Добавьте уникальных символов.
uk: Додавання різних символів.

# PLU0021
source: Password required
cs: Je vyžadováno heslo
es: Contraseña requerida
pt: Senha necessária
ru: Необходим пароль
uk: Потрібен пароль

# PLU0021Description
source: Password is required
cs: Heslo je vyžadováno
es: Se requiere contraseña
pt: A senha é necessária
ru: Необходим пароль
uk: Потрібен пароль

# PLU0021Recomendation
source: Add password
cs: Přidat heslo
es: Agregar contraseña
pt: Adicione senha
ru: Добавьте пароль
uk: Додати пароль
