Repository: surveysolutions/surveysolutions
Catalog: src/UI/WB.UI.Headquarters.Core/Resources/Users.*.resx
Languages: ar, cs, es, fr, ka, pt, ro, ru, sq, uk, zh

source: Add API User
ar: إضافة مستخدم API
cs: Přidat uživatele API
es: Adicionar un usuario API
fr: Ajouter un utilisateur API
ka: დაამატეთ API მომხმარებელი
pt: Adicionar usuário API
ro: Adaugă utilizator API
ru: Добавить API пользователя
sq: Shto Përdoruesin e API-t
uk: Додати користувача API
zh: 添加API用户

source: Add headquarters
ar: إضافة مقر رئيسي
cs: Přidat Ústředí
es: Adicionar sede
fr: Ajouter un membre du Quartier Général
ka: სათაო ოფისის დამატება
pt: Adicionar a sede
ro: Adaugă RINS
ru: Добавить хедквотера
sq: Shto zyrën qendrore
uk: Додати хедквотера
zh: 添加总部

source: Add supervisor
ar: إضافة مشرف
cs: Zadat Garanta
es: Adicionar supervisor
fr: Ajouter un Chef d'équipe
ka: ზედამხედველის დამატება
pt: Adicionar o supervisor
ro: Adaugă controlor
ru: Добавить супервизора
sq: Shto supervizorin
uk: Додати супервізора
zh: 添加督导员

source: Admin
ar: مدير
es: Administrar
ka: ადმინისტრატორი
ro: Administrator
ru: Администратор
uk: Адміністратор
zh: 管理员

source: API Users
ar: مستخدم API
cs: API Uživatelé
es: Usuarios API
fr: Utilisateurs API
ka: API მომხმარებლები
pt: Usuários do API
ro: Utilizatori API
ru: API Пользователи
sq: Përdoruesit e API-t
uk: Користувачі API
zh: API用户

source: Archived supervisors
ar: المشرفين الذين تم أرشفتهم
cs: Neaktivní Garanti
es: Supervisores archivados
fr: Chefs d'équipe archivés
ka: დაარქივებული ზედამხედველები
pt: Supervisores arquivados
ro: Arhiva controlorilor
ru: Архивные супервизоры
sq: Supervizorët e arkivuar
uk: Архівовані Супервізори
zh: 已归档的督导员

# ClickToReturn
source: Click to return to your account.
ar: انقر للعودة إلى حسابك.
cs: Klikněte pro návrat do svého účtu.
es: Haga clic para volver a su cuenta
fr: Cliquez pour retourner à votre compte.
ka: დააწკაპუნეთ ანგარიშზე დასაბრუნებლად
pt: Clique para retornar à sua conta.
ro: Faceți clic pentru a reveni la contul dvs.
ru: Нажмите сюда, чтобы вернуться к вашей учетной записи.
sq: Kliko për t’u kthyer te llogaria jote.
uk: Натисніть, щоб повернутися до свого облікового запису.
zh: 点击这里返回您的账户。

# CreateAdmin
source: To complete installation, please create a new Administrator user
ar: لإكمال التثبيت، يرجى إنشاء مستخدم مسؤول جديد
cs: Vytvořte nového Administrátora, chcete-li instalaci dokončit
es: Para completar la instalación, cree un nuevo usuario administrador
fr: Pour terminer l'installation, veuillez créer un nouvel utilisateur administrateur
ka: ინსტალაციის დასასრულებლად, გთხოვთ, შექმნათ ახალი ადმინისტრატორის მომხმარებელი
pt: Para concluir a instalação, por favor, crie um novo usuário administrador
ro: Creati un nou cont de Administrator pentru a încheia instalarea
ru: Для завершения установки, пожалуйста, создайте нового администратор пользователя
sq: Për të përfunduar instalimin, ju lutemi, krijoni një përdorues Administrator të ri
uk: Для завершення встановлення, будь ласка, створіть нового користувача Адміністратор
zh: 请创建一个新的管理员用户以完成安装

source: Create and try login
ar: إنشاء وتجربة تسجيل الدخول
cs: Vytvořit a pokusit se přihlásit
es: Crear y probar logan
fr: Créez et essayez de vous connecter
ka: შექმენით და სცადეთ შესვლა
pt: Criar e tentar login
ro: Creați și încercați să vă conectați
ru: Создайте и попробуйте войти
sq: Krijo dhe provo të regjistrohesh
uk: Створіть та спробуйте увійти
zh: 创建并尝试登录

source: Create API User
ar: انشاء مستخدم API
cs: Vytvořit API uživatele
es: Crear usuario API
fr: Créer un utilisateur API
ka: API მომხმარებელის შექმნა
pt: Criar usuário API
ro: Creați cont utilizator API
ru: Создать API пользователя
sq: Krijo Përdorues API
uk: Створення користувача API
zh: 创建API用户

source: Create Headquarters
ar: انشىء مقر رئيسي
cs: Vytvořit Ústředí
es: Crear sede
fr: Créer un membre du Quartier Général
ka: სათაო ოფისის შექმნა
pt: Criar a sede
ro: Creați cont RINS
ru: Создать хедквотера
sq: Krijo Zyrën qendrore
uk: Створити штаб-квартиру
zh: 创建总部

source: Create observer
ar: إنشاء مراقب
cs: Vytvořte Pozorovatele
es: Crear observador
fr: Créer un observateur
ka: დამკვირვებლის შექმნა
pt: Criar o observador
ro: Creați cont reponsabil DTS
ru: Создать наблюдателя
sq: Krijo vrojtuesin
uk: Створити спостерігача
zh: 创建观察员

source: Create supervisor
ar: إنشاء مشرف
cs: Vytvořit Garanta
es: Crear supervisor
fr: Créer un superviseur
ka: ზედამხედველის შექმნა
pt: Criar o supervisor
ro: Creați cont controlor
ru: Создать супервизора
sq: Krijo mbikëqyrësin
uk: Створити Супервізора
zh: 创建督导员

# CreationDate
source: Account created on
ar: تم إنشاء الحساب على
cs: Účet vytvořen dne
es: Cuenta creada
fr: Compte créé sur
ka: ანგარიშის შექმნის თარიღი
pt: Data de criação de conta
ro: Cont creat pe
ru: Создан
sq: Llogaria e krijuar më
uk: Обліковий запис створено на
zh: 创建日期

source: Edit
ar: تحرير
cs: Upravit
es: Editar
fr: modifier
ka: რედაქტირება
pt: Editar
ro: Editare
ru: Редактировать
sq: Redakto
uk: Редагувати
zh: 编辑

# EditFormat
source: Edit: {0}
ar: تحرير: {0}
cs: Upravit: {0}
es: Editar {0}
fr: Modifier: {0}
ka: რედაქტირება: {0}
pt: Editar: {0}
ro: Editați: {0}
ru: Редактировать: {0}
sq: Redakto: {0}
uk: Редагувати: {0}
zh: 编辑：{0}

source: Email
ar: البريد الإلكتروني
es: Correo electrónico
ka: ელ.ფოსტა
ru: Электронная почта
uk: Електронна пошта
zh: 电子邮箱

source: Finish installation
ar: إنهاء التثبيت
cs: Dokončit instalaci
es: Finalizar instalación
fr: Terminer l'installation
ka: ინსტალაციის დასრულება
pt: Terminar a instalação
ro: Încheierea instalării
ru: Завершите установку
sq: Përfundo instalimin
uk: Закінчити монтаж
zh: 完成安装

source: Headquarters
ar: المقرات الرئيسية
cs: Ústředí
es: Sedes
fr: Quartier Général
ka: სათაო ოფისი
pt: Sede
ro: RINS
ru: Хедквотеры
sq: Zyra qendrore
uk: Хедквотерс
zh: 总部

# ImpersonateAsUser
source: View as this user in read only mode
ar: اتخاذ هذا المستخدم في وضع القراءة
cs: Zobrazit jako tento uživatel v režimu pouze pro čtení
es: Suplantar a este usuario en modo de lectura
fr: Usurper l'identité de cet utilisateur en mode lecture seule
ka: მომხმარებლის ჩასმა read only რეჟიმში
pt: Representar-se como este usuário no modo somente leitura
ro: Permiteți utilizatorului accesul doar în mod citire
ru: Просмотр от имени этого пользователя
sq: Personifiko këtë përdorues modalitetin vetëm për t’u lexuar
uk: Перегляд від імені цього користувача в режимі тільки для читання
zh: 以该用户的身份查看（只读模式）

source: Interviewer
ar: الباحث
cs: Tazatel
es: Entrevistador
fr: Enquêteur
ka: ინტერვიუერი
pt: Entrevistador
ro: Anchetator
ru: Интервьюер
sq: Intervistuesi
uk: Інтерв'юер
zh: 调查员

source: Interviewers
ar: الباحثين
cs: Tazatelé
es: Entrevistadores
fr: Enquêteurs
ka: ინტერვიუერები
pt: Entrevistadores
ro: Anchetatori
ru: Интервьюеры
sq: Intervistuesit
uk: Інтерв'юери
zh: 调查员

source: Locked
ar: مقفل
cs: Zamčeno
es: Bloqueado
fr: Verrouillé
ka: ჩაკეტილი
pt: Fechado
ro: Blocat
ru: Заблокирован
sq: Bllokuar
uk: Заблоковано
zh: 被锁定

source: Not linked to device
ar: غير مرتبط بالجهاز
cs: Není propojeno se zařízením
es: Sin enlace con el dispositivo
fr: Non lié à l'appareil
ka: არ უკავშირდება მოწყობილობას
pt: Não vinculado ao dispositivo
ro: Nu este conectat la dispozitiv
ru: Не связан с планшетом
sq: Nuk është lidhur me pajisjen
uk: Не прив'язано до пристрою
zh: 没有关联到设备

source: Observer
ar: مراقب
cs: Pozorovatel
es: Observador
fr: Observateur
ka: დამკვირვებელი
pt: Observador
ro: Responsabil DTS
ru: Наблюдатель
sq: Vrojtuesi
uk: Спостерігач
zh: 观察员

# ObserverDisclaimerFormat
source: This is the content that <b>{0}</b> sees.
ar: هذا المحتوى <b>{0}</b> الذي يظهر.
cs: Toto je obsah, který <b>{0}</b> vidí.
es: Este es el contenido que <b> {0} </ b> ve.
fr: C'est le contenu que <b>{0}</b> voit.
ka: ეს არის შინაარსი, რომელსაც <b> {0} </ b> ხედავს.
pt: Este é o conteúdo que <b>{0}</b> vê.
ro: Acesta este conținutul pe care îl vede <b> {0} </ b>.
ru: Этот контент видит <b>{0}</b>.
sq: Kjo është përmbajtja që <b>{0}</b> sheh.
uk: Це вміст, який бачить <b>{0}</b>.
zh: 这是<b>{0}</b>看到的内容。

source: Observers
ar: المراقبين
cs: Pozorovatelé
es: Observadores
fr: Observateurs
ka: დამკვირვებლები
pt: Observadores
ro: Responsabili DTS
ru: Наблюдатели
sq: Vrojtuesit
uk: Спостерігачі
zh: 观察员

source: Supervisor
ar: المشرف
cs: Garant
fr: Chef d'Equipe
ka: ზედამხედველი
ro: Controlor
ru: Супервизор
sq: Supervizori
uk: Супервізор
zh: 督导员

source: Supervisors
ar: المشرفين
cs: Garanti
es: Supervisores
fr: Chefs d'Equipe
ka: ზედამხედველები
pt: Supervisores
ro: Responsabili
ru: Супервизоры
sq: Supervizorët
uk: Супервізори
zh: 督导员

source: Total Interviewers
ar: مجموع المقابلين
cs: Celkem tazatelů
es: Total de entrevistadores
fr: Total des enquêteurs
ka: სულ ინტერვიუერები
pt: Entrevistadores totais
ro: Total anchetatori
ru: Всего интервьюеров
sq: Intervistues gjithsej
uk: Всього інтерв'юерів
zh: 调查员总数

# UserName
source: Login name
ar: اسم تسجيل الدخول
cs: Přihlašovací jméno
es: Usuario
fr: Nom d'utilisateur
ka: შესასვლელი სახელი
pt: Nome de login
ro: Nume de utilizator
ru: Имя
sq: Emri i regjistrimit
uk: Ім'я користувача
zh: 用户名

source: Add observer
ar: إضافة مراقب
cs: Přidejte Pozorovatele
es: Adicionar observador
fr: Ajouter un observateur
ka: დამკვირვებლის დამატება
pt: Adicionar o observador
ro: Adaugă responsabil DTS
ru: Добавить наблюдателя
sq: Shto vrojtuesin
uk: Додати спостерігача
zh: 添加观察员

source: Observer's email
ar: البريد الالكتروني للمراقب
cs: E-mail Pozorovatele
es: Correo electrónico del Observador
fr: E-mail de l'observateur
ka: დამკვირვებელთა ელფოსტა
pt: E-mail do observador
ro: E-mail responsabil DTS
ru: Электронная почта наблюдателя
sq: Email-i i vrojtuesit
uk: Електронна пошта спостерігача
zh: 观察员电子邮箱

# Supervisors_Edit
source: Edit Supervisor
ar: تحرير المشرفين
cs: Upravit Garanta
es: Editar supervisor
fr: Modifier le Chef d'Equipe
ka: ზედამხედველის ედიტირება
pt: Editar Supervisor
ro: Editați controlori
ru: Редактирование супервизора
sq: Redakto Supervizorin
uk: Керівник редагування
zh: 编辑督导员

# SupervisorsCountDescription
source: Supervisors ({{count}})
ar: المشرفين ({{count}})
cs: Garanti ({{count}})
es: Supervisores ({{count}})
fr: Chefs d'Equipe ({{count}})
ka: ზედამხედველები ({{count}})
pt: Supervisores ({{count}})
ro: Controlori ({{count}})
ru: Супервизоры ({{count}})
sq: Supervizorët ({0})
uk: Супервізори ({{count}})
zh: （{{count}}个调查员）

# ArchivingStatusTitle
source: Archiving Status
ar: حالة الأرشفة
cs: Stav účtu
es: Estado de archivo
fr: Statut d'archivage
ka: არქივირების სტატუსი
pt: Status de arquivamento
ro: Status arhivare
ru: Архив статус
sq: Statusi i arkivimit
uk: Статус архівування
zh: 归档状态

# SupervisorEmail
source: Supervisor's email
ar: البريد الالكتروني للمشرف
cs: E-mail Garanta
es: Correo electrónico del supervisor
fr: Email du Chef d'Equipe
ka: ზედამხედველის ელ-ფოსტა
pt: E-mail do supervisor
ro: E-mail controlor
ru: Почта супервизора
sq: Email-i i Supervizorit
uk: Електронна пошта супервізора
zh: 督导员电子邮箱

source: Add interviewer
ar: إضافة باحث
cs: Přidat tazatele
es: Adicionar entrevistador
fr: Ajouter un Enquêteur
ka: ინტერვიუერის დამატება
pt: Adicionar o entrevistador
ro: Adaugă anchetator
ru: Добавить интервьюера
sq: Shto intervistuesin
uk: Додати інтерв'юера
zh: 添加调查员

# ObserversCountDescription
source: Observers ({{count}})
ar: المراقبين ({0})
cs: Pozorovatelé ({{count}})
es: Observadores ({{count}})
fr: Observateurs ({{count}})
ka: დამკვირვებლები ({0})
pt: Observadores ({{count}})
ro: Responsabil DTS ({{count}})
ru: Наблюдатели ({{count}})
sq: Vrojtuesit ({0})
uk: Спостерігачі ({{count}})
zh: 观测员 ({{count}})

# InterviewersCountDescription
source: Interviewers ({{count}})
ar: الباحثين ({0})
cs: Počet tazatelů ({{count}})
es: Entrevistadores ({{count}})
fr: Enquêteurs ({{count}})
ka: ინტერვიუერები ({0})
pt: Entrevistadores ({{count}})
ro: Anchetatori ({{count}})
ru: Интервьюеры ({{count}})
sq: Intervistuesit ({0})
uk: Інтерв'юери ({{count}})
zh: 调查员 ({{count}})

# ApiUsersCountDescription
source: API Users ({{count}})
ar: مستخدم API ({0})
cs: API Uživatelé ({{count}})
es: Usuarios API ({{count}})
fr: Utilisateurs API ({{count}})
ka: API მომხმარებელი ({0})
pt: Usuários do API ({{count}})
ro: Utilizatori API ({{count}})
ru: API Пользователи ({{count}})
sq: Përdoruesit e API-t ({0})
uk: Користувачі API ({{count}})
zh: API用户 （{{count}}）

# HeadquartersCountDescription
source: Headquarters ({{count}})
ar: المقرات الرئيسية ({{count}})
cs: Ústředí ({{count}})
es: Sedes ({{count}})
fr: Quartier Général ({{count}})
ka: სათაო ოფისი ({{count}})
pt: Sede ({{count}})
ro: RINS ({{count}})
ru: Хедквотеры ({{count}})
sq: Zyra qendrore ({count})
uk: Хедквотерс ({{count}})
zh: 总部 ({{count}})

source: Interviewer issues
ar: قضايا الباحث
cs: Problémy tazatele
es: Problemas de entrevistador
fr: Problèmes de L'Enquêteur
ka: ინტერვიუერის საკითხები
pt: Problemas do entrevistador
ro: Probleme ale anchetatorului
ru: Проблемы
sq: Problemet e intervistuesit
uk: Проблеми з інтерв'юером
zh: 调查员的问题

# AccountCreationDateTooltip
source: Date when the account was created
ar: تاريخ انشاء الحساب
cs: Datum vytvoření účtu
es: Fecha cuando la cuenta fue creada
fr: Date de création du compte
ka: ანგარიშის შექმნის თარიღი
pt: Data em que foi criada a conta do observador
ro: Data la care a fost creat contul
ru: Дата создания учетной записи
sq: Data kur u krijua llogaria
uk: Дата створення облікового запису
zh: 账号创建日期

# HeadquarterAccountCreationDate
source: Date when the headquarter account was created
ar: التاريخ الذي تم إنشاء حساب المقر الرئيسي فيه
cs: Datum vytvoření účetu Ústředí
es: Fecha en que se creó la cuenta de la sede
fr: Date de création du compte Quartier Général
ka: თარიღი, როდესაც სათაო ოფისის ანგარიში შეიქმნა
pt: Data, quando foi criada a conta de sede
ro: Data la care a fost creat contul de RINS
ru: Дата создания учетной записи хедквотера
sq: Data kur u krijua llogaria e zyrës qendrore
uk: Дата створення облікового запису головного офісу
zh: 总部账户创建日期

source: Create administrator
cs: Vytvořit Administrátora
es: Crear administrador
fr: Créer un administrateur
pt: Criar administrador
ru: Создать администратора
uk: Створити адміністратора

source: Headquarters email
ar: ايميلات المقرات الرئيسية
cs: Email Ústředí
es: Correo electrónico de sede
fr: E-mail du Quartier Général
ka: სათაო ოფისის ელ-ფოსტა
pt: Sede do e-mail
ro: Email-ul RINS
ru: Электронная почта хедквотера
sq: Email-i i zyrës qendrore
uk: Електронна пошта Headquarters
zh: 总部电子邮箱

# NotLinkedToDeviceTitle
source: Number of interviewers who have not successfully synchronized their tablets to the server yet
ar: عدد الباحثين الذين لم تتزامن بنجاح اجهزتهم اللوحية إلى الخادم حتى الآن
cs: Počet tazatelů, kteří dosud úspěšně nesynchronizovali své tablety se serverem
es: Número de entrevistadores que aún no sincronizaron correctamente sus tabletas con el servidor
fr: Nombre d'enquêteurs n'ayant pas encore synchronisé leurs tablettes avec le serveur
ka: ინტერვიუერების რაოდენობა, რომლებმაც წარუმატებლად დაასინქრონირეს თავისი თაბლეტები სერვერზე
pt: Número de entrevistadores, que não foi sincronizado com êxito seus comprimidos para o servidor ainda
ro: Numărul de anchetatori care nu și-au sincronizat încă cu succes tabletele pe server
ru: Количество интервьюеров, которые еще не успели синхронизировать свои планшеты с сервером
sq: Numri i intervistuesve që ende nuk i kanë sinkronizuar me sukses tabletat e tyre me serverin
uk: Кількість інтерв'юерів, які ще не змогли успішно синхронізувати свої планшети з сервером
zh: 平板电脑尚未与服务器成功同步的调查员数量

# NumberOfInterviewersInTeam
source: Number of interviewers in the team
ar: عدد المراقبين في الفريق
cs: Počet tazatelů v týmu
es: número de entrevistadores en el equipo
fr: Nombre d'enquêteurs dans l'équipe
ka: ინტერვიუერების რაოდენობა გუნდში
pt: Número de entrevistadores na equipe
ro: Numărul de anchetatori în echipa
ru: Количество интервьюеров в команде
sq: Numri i intervistuesve në ekip
uk: Кількість інтерв'юерів у команді
zh: 团队中的调查员数量

source: Remove
ar: إزالة
cs: Odstranit
es: Remover
fr: Supprimer
ka: წაშლა
pt: Remover
ro: Elimină
ru: Удалить
sq: Hiq
uk: Видалити
zh: 删除

# SupervisorAccountCreationDate
source: Date when the supervisor account was created
ar: تاريخ انشاء حساب المشرف
cs: Datum vytvoření účetu Garanta
es: Fecha en que se creó la cuenta del supervisor
fr: Date de création du compte Chef d'Equipe
ka: თარიღი, როდესაც ზედამხედველის ანგარიში შეიქმნა
pt: Data, quando foi criada a conta de supervisor
ro: Data la care a fost creat contul de controlor
ru: Дата создания учетной записи супервизора
sq: Data kur u krijua llogaria e supervizorit
uk: Дата створення облікового запису супервізора
zh: 督导员账号创建日期

# SupervisorsInTeam
source: supervisors in your team
ar: المشرفين في الفريق الخاص بك
cs: Garanti ve Vašem týmu
es: supervisores en su equipo
fr: Chef d'Equipe dans votre équipe
ka: ზედამხედველები თქვენს გუნდში
pt: Supervisores na sua equipe
ro: controlorii din echipa dvs
ru: супервизоры в вашей команде
sq: supervizorë në ekipin tuaj
uk: супервізорів у вашій команді
zh: 您团队中的督导员

# TryLater
source: Please try again later
ar: يرجى المحاولة مرة أخرى فيما بعد
cs: Prosím zkuste to znovu později
es: Intente nuevamente más tarde
fr: Veuillez réessayer plus tard
ka: გთხოვთ, სცადოთ მოგვიანებით
pt: Por favor, tente novamente mais tarde
ro: Vă rugăm să încercați din nou mai târziu
ru: Пожалуйста, повторите попытку позже
sq: Ju lutemi, provojeni më vonë
uk: Будь ласка, спробуйте пізніше
zh: 请稍候再试

source: Reset Password
cs: Obnovit heslo
es: Reset Clave
fr: Réinitialiser le mot de passe
pt: Redefinir senha
ru: Сброс пароля
uk: Скинути пароль

# ResetPasswordTitle
source: Reset user password
cs: Obnovit uživatelské heslo
es: Reset clave de usuario
fr: Réinitialiser le mot de passe de l'utilisateur
pt: Redefinir senha do usuário
ru: Сброс пароля пользователя
uk: Скинути пароль користувача

source: User not found
cs: Uživatel nenalezen
es: Usuario no encontrado
fr: Utilisateur non trouvé
pt: Usuário não encontrado
ru: Пользователь не найден
uk: Користувача не знайдено

# PasswordChanged
source: Password for user {0} changed
cs: Heslo uživatele {0} změněno
es: Contraseña para el usuario {0} cambiada
fr: Mot de passe pour l'utilisateur {0} changé
pt: Senha para o usuário {0} alterada
ru: Пароль для пользователя {0} изменен
uk: Змінено пароль користувача {0}

# Filter_AllUsers
source: All users
cs: Všichni uživatelé
es: Todos los usuarios
fr: Tous les utilisateurs
pt: Todos os usuários
ru: Все пользователи
uk: Всі користувачі

# Filter_WithMissingWorkspace
source: Missing workspaces
cs: Chybí úloha
es: Espacios de trabajo ausentes
fr: Espaces de travail manquants
pt: Espaços de trabalho ausentes
ru: Без рабочей области
uk: Відсутні робочі місця

# Filter_WithDisabledWorkspaces
source: With disabled workspaces
cs: Pouze se zakázanými úlohami
es: Con espacios de trabajo desactivados solo
fr: Avec espaces de travail désactivés uniquement
pt: Com espaços de trabalho desativados apenas
ru: Только с выключенными рабочими областями
uk: Тільки з відключеними робочими місцями

# Filter_Locked
source: Locked users
cs: Uzamčení uživatelé
es: Usuarios bloqueados
fr: Utilisateurs verrouillés
pt: Usuários bloqueados
ru: Заблокированные
uk: Заблоковані користувачі

# Filter_Archived
source: Archived users
cs: Neaktivní uživatelé
es: Usuarios archivados
fr: Utilisateurs archivés
pt: Usuários arquivados
ru: Архивированные
uk: Архівні користувачі
