Repository: surveysolutions/surveysolutions
Catalog: src/UI/WB.UI.Headquarters.Core/Resources/WebInterviewSetup.*.resx
Languages: ar, cs, es, fr, pt, ru, sq, uk, zh

# BackToQuestionnaires
source: Back to Survey Setup
ar: العودة إلى إعداد الاستبيان
cs: Zpět na Nastavení průzkumu
es: Volver a la configuración de la encuesta
fr: Retour à la Configuration de l'enquête
pt: Voltar para a configuração da pesquisa
ru: Назад к опросникам
sq: Kthehu te Konfigurimi i Anketës
uk: Повернутися до Налаштування анкети
zh: 回到问卷设置

source: Done
ar: تم
cs: Hotovo
es: Hecho
fr: Achevé
pt: Feito
ru: Завершено
sq: U krye
uk: Зроблено
zh: 完成

# SelectInterviwer
source: Select interviewer
ar: اختر المحاور
cs: Vyberte tazatele
es: Seleccione entrevistador
fr: Sélectionner L'enquêteur
pt: Selecione o entrevistador
ru: Выберите интервьюера
sq: Përzgjidh intervistuesin/en
uk: Виберіть інтерв'юера
zh: 选择调查员

source: Start
ar: ابدأ
cs: Zahájit
es: Inicio
fr: Commencer
pt: Iniciar
ru: Начать
sq: Nis
uk: Старт
zh: 开始

# Started_Title
source: Web interview started
ar: بدأت المقابلة عبر الويب
cs: Webový dotazník začal
es: Se inició la entrevista en la Web
fr: L'entretien Web a commencé
pt: Entrevista web iniciada
ru: Web интервью начато
sq: Intervista në internet nisi
uk: Розпочато веб-інтерв'ю
zh: 已经开始网络访谈

# StartInfo
source: Starting web interview for {{name}}
ar: بدء المقابلة عبر الويب لـ {{name}}
cs: Zahajování webového dotazníku pro {{name}}
es: Inicio de la entrevista Web para {{name}}
fr: Début de l'entretien sur le Web pour {{name}}
pt: Iniciando entrevista web para {{name}}
ru: Начать web интервью для {{name}}
sq: Intervista në internet po nis për {{name}}
uk: Початок веб-інтерв'ю для {{name}}
zh: 正在为{{name}}启用网络访谈

# WebInterviewSetup_PageHeader
source: Web interview setup
ar: إعداد المقابلة عبر الويب
cs: Nastavení webového rozhovoru
es: Configuración de la entrevista Web
fr: Configuration de l'entretien Web
pt: Configuração da entrevista web
ru: Настройка web интервью
sq: Konfigurimi i intervistës në internet
uk: Налаштування веб-інтерв'ю
zh: 网络访谈设置

# WebInterviewSetup_Title
source: Web interview setup
ar: إعداد المقابلة عبر الويب
cs: Nastavení webového rozhovoru
es: Configuración de la entrevista Web
fr: Configuration de l'entretien Web
pt: Configuração da entrevista web
ru: Настройка web интервью
sq: Konfigurimi i intervistës në internet
uk: Налаштування веб-інтерв'ю
zh: 网络访谈设置

# WebInterviewStarted
source: Web interview for {{name}} started
ar: بدأت المقابلة عبر الويب لـ {{name}}
cs: Začal webový dotazník pro {{name}}
es: Se inició la entrevista Web para {{name}}
fr: Entretien web pour {{name}} a été achevé
pt: Entrevista web para {{name}} iniciada
ru: Web интервью для {{name}} начато
sq: Intervista në internet për {{name}} filloi
uk: Розпочато веб-інтерв'ю для {{name}}
zh: {{name}}的网络访谈已经开始

# UseCaptcha
source: Use CAPTCHA before interview start
ar: استخدام CAPTCHA قبل بدء المقابلة
cs: Před začátkem rozhovoru použijte CAPTCHA
es: Utilice CAPTCHA antes del inicio de la entrevista
fr: Utiliser CAPTCHA avant de commencer l'entretien
pt: Use CAPTCHA antes de iniciar a entrevista
ru: Использовать CAPTCHA перед стартом интервью
sq: Përdor CAPTCHA përpara nisjes së intervistës
uk: Використовуйте CAPTCHA перед початком співбесіди

# DownloadTitle
source: Download ({{count}})
ar: تنزيل ({{count}})
cs: Stažení ({{count}})
es: Descargar ({{count}})
fr: Télécharger ({{count}})
pt: Baixar ({{count}})
ru: Скачать ({{count}})
sq: Shkarkoni ({{count}})
uk: Завантажити ({{count}})
zh: 下载{{count}}

# ExportAssignmentsTitle
source: You can download list of created assignments that are assigned to interviewer in order to deliver web links to respondents
ar: يمكنك تنزيل قائمة المهام التي تم إنشاؤها والتي تم تعيينها للمحاور لتسليم الروابط الإلكترونية للمستجيبين
cs: Můžete si stáhnout seznam vytvořených dotazníků, které jsou přiděleny tazateli pro dodání webových odkazů respondentům
es: Puede descargar la lista de las asignaciones creadas que son asignadas al entrevistador para entregar los enlaces web a los encuestados
fr: Vous pouvez télécharger la liste d'affectations qui ont été affectés aux enquêteurs afin d'envoyer des liens web aux répondants
pt: Você pode baixar a lista de atribuições criadas que são atribuídas ao entrevistador para entregar links da web aos entrevistados
ru: Вы можете скачать задания назначенные интервьюерам для доставки ссылок респондентам
sq: Ju mund të shkarkoni listën e detyrave të krijuara që i caktohen intervistuesit, me qëllim që t’u dërgoni adresat në internet të intervistuarve
uk: Ви можете завантажити список створених завдань, які призначаються інтерв'юеру для доставки веб-посилань респондентам
zh: 您可以下载已创建的、分配给调查员用以传递web关联给受访者的任务列表

source: Stop Web Interview
ar: إيقاف المقابلة عبر الويب
cs: Zastavit webový dotazník
es: Detener Entrevista Web
fr: Arrêtez l'entretien Web
pt: Parar entrevista web
ru: Остановить web интервью
sq: Ndërprit intervistën në internet
uk: Зупинити веб-інтерв'ю
zh: 停止网络访谈

# WebInterviewUserMessages_FinishInterview_Descr
source: Text shown at final page when interview is completed
ar: النص المعروض في الصفحة النهائية عند اكتمال المقابلة
cs: Text se zobrazí na poslední stránce po ukončení dotazníku
es: Texto que se muestra en la página final cuando se completa la entrevista
fr: Texte affiché à la page finale lorsqu'un entretien est achevé
pt: Texto mostrado na página final quando a entrevista é concluída
ru: Текст отображаемый на финальной странице когда интервью завершено
sq: Teksti që shfaqet në faqen e fundit në përfundim të intervistës
uk: Текст відображається на останній сторінці після завершення інтерв'ю
zh: 在问卷完成时显示在最后一页的文字

# WebInterviewUserMessages_Invitation_Descr
source: Invitation text presented to user on initial page. %QUESTIONNAIRE% is substituted with questionnaire name
ar: نص الدعوة المقدم للمستخدم في الصفحة الأولى. يتم استبدال %QUESTIONNAIRE% باسم الاستبيان
cs: Text pozvánky prezentovaný uživateli na úvodní stránce. %QUESTIONNAIRE% je nahrazeno názvem dotazníku
es: Texto de invitación presentado al usuario en la página inicial. %QUESTIONNAIRE% se sustituye por el nombre del cuestionario
fr: Texte de bienvenue affiché aux utilisateurs sur la page d'acceuil. %QUESTIONNAIRE% est remplacé par ce texte
pt: Texto de convite apresentado ao usuário na página inicial. %QUESTIONNAIRE% é substituído pelo nome do questionário
ru: Текст приглашения отображаемый на первой странице до начала интервью. %QUESTIONNAIRE% заменяется на имя опросника
sq: Teksti i ftesës që i paraqitet përdoruesit në faqen e parë. %QUESTIONNAIRE% zëvendësohet me titullin e pyetësorit
uk: Текст запрошення відображається на першій сторінці. %QUESTIONNAIRE% замінюється на назву анкети
zh: 在初始页面呈现给用户的邀请文本。％QUESTIONNAIRE％被替换为问卷模板名称

# WebInterviewUserMessages_ResumeInvitation_Descr
source: Text shown to returning user when interview is resumed. %QUESTIONNAIRE% is substituted with questionnaire name
ar: النص المعروض للمستخدم العائد عند استئناف المقابلة. يتم استبدال %QUESTIONNAIRE% باسم الاستبيان
cs: Text zobrazený vracejícímu se uživateli, když je rozhovor obnoven. %QUESTIONNAIRE% je nahrazeno názvem typu dotazníku
es: Texto que se muestra al usuario que regresa cuando se reanuda la entrevista. %QUESTIONNAIRE% se sustituye por el nombre del cuestionario
fr: Texte affiché aux utilisateur lors de la reprise d'un entretien. %QUESTIONNAIRE% est remplacé avec ce texte
pt: Texto mostrado ao usuário que retorna quando a entrevista é retomada. %QUESTIONNAIRE% é substituído pelo nome do questionário
ru: Текст отображаемый пользователю прежде чем он сможет продолжить начатое интервью. %QUESTIONNAIRE% заменяется на имя опросника
sq: Teksti që i shfaqet përdoruesit që kthehet, përpara vazhdimit të intervistës. %QUESTIONNAIRE% zëvendësohet me titullin e pyetësorit
uk: Текст, який буде показано користувачеві, що повернувся, при відновленні анкети. %QUESTIONNAIRE% замінюється на назву анкети
zh: 返回用户在恢复问卷时显示的文本。％QUESTIONNAIRE％被替换为问卷模板名称

# WebInterviewUserMessages_ResumeWelcome_Descr
source: Header text shown to returning user before resume an interview
ar: نص العنوان المعروض للمستخدم العائد قبل استئناف المقابلة
cs: Text záhlaví se zobrazí vracejícímu se uživateli před pokračováním v rozhovoru
es: El texto del encabezado se muestra al usuario que regresa antes de reanudar una entrevista
fr: Texte de l'en-tête affiché aux utilisateurs avant la reprise d'un entretien
pt: Texto do cabeçalho mostrado ao usuário que retorna antes de retomar uma entrevista
ru: Заголовок отображаемый пользователю прежде чем сможет продолжить начатое интервью
sq: Teksti i kreut që i shfaqet përdoruesit që kthehet, përpara se të vazhdojë një intervistë
uk: Текст заголовка, який показується користувачеві, що повертається, перед продовженням інтерв'ю
zh: 返回用户在恢复问卷前显示的标题文字

# WebInterviewUserMessages_SurveyName_Descr
source: Name of conducted survey. %QUESTIONNAIRE% is substituted with questionnaire name
ar: اسم الاستبيان الذي تم إجراؤه. يتم استبدال %QUESTIONNAIRE% باسم الاستبيان
cs: Název provedeného šetření. %QUESTIONNAIRE% je nahrazen názvem typu dotazníku
es: Nombre de la encuesta realizada. %QUESTIONNAIRE% se sustituye por el nombre del cuestionario
fr: Nom de l'enquête : %QUESTIONNAIRE% est remplacé par ce texte
pt: Nome da pesquisa realizada. %QUESTIONNAIRE% é substituído pelo nome do questionário
ru: Название проводимого обследования. %QUESTIONNAIRE% заменяется на имя опросника
sq: Titulli i anketës së kryer. %QUESTIONNAIRE% zëvendësohet me titullin e pyetësorit
uk: Назва проведеного анкети. %QUESTIONNAIRE% замінюється на назву анкети
zh: 要进行的调查名称。％QUESTIONNAIRE％被替换为问卷模板名称

# WebInterviewUserMessages_WebSurveyHeader_Descr
source: Header text shown after interview completion
ar: نص العنوان المعروض بعد اكتمال المقابلة
cs: Text záhlaví se zobrazí po dokončení rozhovoru
es: El texto del encabezado se muestra después de completar la entrevista
fr: Texte de l'en-tête affiché après la fin de l'entretien
pt: Texto do cabeçalho mostrado após a conclusão da entrevista
ru: Заголовк отображаемый на финальной странице когда интервью завершено
sq: Teksti i titullit shfaqet pas përfundimit të intervistës
uk: Текст заголовка відображається після завершення інтерв'ю
zh: 问卷完成后显示标题文字

# WebInterviewUserMessages_WelcomeText_Descr
source: Header welcome text on initial page
ar: نص الترحيب المعروض في الصفحة الأولى
cs: Uvítací text záhlaví na úvodní stránce
es: Texto de bienvenida del encabezado en la página inicial
fr: Texte de l'en-tête affiché apès la première page
pt: Texto de boas-vindas do cabeçalho na página inicial
ru: Заголовок приглашения на первой странице до начала интервью
sq: Teksti i kreut të mirëseardhjes në faqen e parë
uk: Привітальний текст заголовка на першій сторінці
zh: 首页上的标题欢迎文字

# CustomText
source: Use custom text
ar: استخدام نص مخصص
cs: Použít vlastní text
es: Usar texto personalizado
fr: Utiliser un texte personalisé
pt: Usar texto personalizado
ru: Пользовательский текст
sq: Përdorni tekstin e personalizuar
uk: Використовуйте власний текст
zh: 使用自定义文本

source: Texts updated
ar: تم تحديث النصوص
cs: Texty aktualizovány
es: Textos actualizados
fr: Textes mis à jour
pt: Textos atualizados
ru: Сообщения обновлены
sq: Tekstet u përditësuan
uk: Оновлені тексти
zh: 文本已更新

source: Save all
ar: حفظ الكل
cs: Uložit vše
es: Grabar todas
fr: Sauvegarder tout
pt: Salvar tudo
ru: Сохранить всё
sq: Ruaji të gjitha
uk: Зберегти все.
zh: 全部保存

# TextCustomize
source: Text dispayed to respondents can be customized
ar: يمكن تخصيص النص المعروض للمستجيبين
cs: Text zasílaný respondentům lze přizpůsobit
es: El texto que se muestra a los encuestados se puede personalizar
fr: Les textes affichés aux répondants peuvent être personalisés
pt: O texto exibido aos entrevistados pode ser personalizado
ru: Сообщения для респондентов могут быть изменены
sq: Teksti që iu shfaqet të intervistuarve mund të përshtatet
uk: Текст, що надсилається респондентам, можна налаштувати
zh: 显示给受访者的文本可以自定义

# CustomMessageTooLong
source: Custom message should not contain more than {0} characters (including html)
ar: يجب ألا تحتوي الرسالة المخصصة على أكثر من {0} حرف (بما في ذلك html)
cs: Vlastní zpráva by neměla obsahovat více než {0} znaků (včetně html)
es: El mensaje personalizado no debe contener más de {0} caracteres (incluido html)
fr: Les textes personalisés ne devraient pas contenir plus que {0} caractères (y compris le éventuelles étiquettes HTML)
pt: A mensagem personalizada não deve conter mais de {0} caracteres (incluindo html)
ru: Сообщение не должно содержать более чем {0} символов (включая html)
sq: Mesazhi i personalizuar nuk duhet të përmbajë më shumë sesa {0} karaktere (përfshi html)
uk: Користувацьке повідомлення не повинно містити більше {0} символів (включаючи html)
zh: 自定义消息不应包含超过{0}个字符（包括html）

# WebInterviewSetup_SendInvitationsTitle
source: Send invitations
ar: إرسال الدعوات
cs: Poslat pozvánky
es: Enviar invitaciones
fr: Envoyer des invitations
pt: Enviar convites
ru: Отправка приглашений
sq: Dërgo ftesat
uk: Надіслати запрошення

source: Invitations
ar: الدعوات
cs: Pozvánky
es: Invitaciones
pt: Convites
ru: Приглашения
sq: Ftesa
uk: Запрошення

# Invitations_TotalInvitations
source: {{count}} total invitations.
ar: {{count}} إجمالي الدعوات.
cs: Celkem pozvánek - {{count}}.
es: {{count}} invitaciones totales.
fr: {{count}} invitations totales.
pt: {{count}} convites totais.
ru: Всего приглашений: {{count}}.
sq: {{count}} ftesa gjithsej.
uk: {{count}} всього запрошень.

# Invitations_Sent
source: {{count}} invitations have been sent already.
ar: تم إرسال {{count}} دعوات بالفعل.
cs: Již odeslaných pozvánek - {{count}}.
es: Ya se han enviado {{count}} invitaciones.
fr: {{count}} invitations ont déjà été envoyées.
pt: {{count}} convites já foram enviados.
ru: Отправлено приглашений: {{count}}.
sq: {{count}} ftesa u dërguan tashmë.
uk: {{count}} запрошення вже надіслані.

# Invitations_NothingSent
source: No invitations have been sent yet.
ar: لم يتم إرسال أي دعوات بعد.
cs: Dosud nebyly odeslány žádné pozvánky.
es: Aún no se han enviado invitaciones.
fr: Aucune invitation n'a encore été envoyée.
pt: Nenhum convite foi enviado ainda.
ru: Пока не отправлено ниодно приглашение.
sq: Ende nuk është dërguar asnjë ftesë.
uk: Запрошення ще не надіслано.

# Invitations_ToSend
source: {{count}} invitation to send.
ar: {{count}} دعوة للإرسال.
cs: Pozvánek k odeslání - {{count}}.
es: {{count}} invitación para enviar.
fr: {{count}} invitation à envoyer.
pt: {{count}} convite para enviar.
ru: Приглашений для отправки: {{count}}.
sq: {{count}} ftesa për t’u dërguar.
uk: {{count}} запрошення для відправки.

# Invitations_NothingToSend
source: No invitations to send as of now.
ar: لا توجد دعوات للإرسال في الوقت الحالي.
cs: Žádné pozvánky k odeslání v tuto chvíli.
es: No hay invitaciones para enviar a partir de ahora.
fr: Aucune invitation à envoyer pour l'instant.
pt: Nenhum convite para enviar até agora.
ru: Нет приглашений для отправки сейчас.
sq: Nuk ka ftesa për t’u dërguar deri tani.
uk: Наразі запрошення не надсилаються.

# Invitations_SetupError
source: Invitations can't be sent.
ar: لا يمكن إرسال الدعوات.
cs: Pozvánky nelze odeslat.
es: No se pueden enviar invitaciones.
fr: Les invitations ne peuvent pas être envoyées.
pt: Os convites não podem ser enviados.
ru: Приглашения не могут быть разосланы.
sq: Ftesat nuk mund të dërgohen.
uk: Запрошення не можуть бути надіслані.

# Invitations_EmailIsNotSetUp
source: Email provider is not set up.
ar: لم يتم إعداد مزود البريد الإلكتروني.
cs: Poskytovatel e-mailu není nastaven.
es: El proveedor de correo electrónico no está configurado.
fr: Le fournisseur de messagerie n'est pas configuré.
pt: O provedor de e-mail não está configurado.
ru: Службы массовой рассылки не настроены.
sq: Ofruesi i email-it nuk është konfiguruar.
uk: Постачальника послуг електронної пошти не налаштовано.

# Invitations_ChangeEmailSettingsAdmin
source: You can change these settings at the <a href="{{url}}">'Email Providers'</a> page.
ar: يمكنك تغيير هذه الإعدادات في صفحة <a href="{{url}}">'مزودي البريد الإلكتروني'</a>.
cs: Tato nastavení můžete změnit na stránce <a href="{{url}}">'Poskytovatelé e-mailu'</a>.
es: Puede cambiar esta configuración en la página <a href="{{url}}"> 'Proveedores de correo electrónico' </a>.
fr: Vous pouvez modifier ces paramètres sur la page <a href="{{url}}">'Fournisseurs de messagerie'</a>.
pt: Você pode alterar essas configurações na página <a href="{{url}}">'Provedores de e-mail'</a>.
ru: Вы можете изменить эти настройки на странице <a href="{{url}}">'Настроек почтовых служб'</a>.
sq: Ju mund t’i ndryshoni këto cilësime në faqen <a href="{{url}}">'Email Providers'</a>.
uk: Ви можете змінити ці налаштування на сторінці <a href="{{url}}">'Постачальники послуг електронної пошти'</a>..

# Invitations_ChangeEmailSettingsNotAdmin
source: Tell your admin user to change these settings at the 'Email Providers' page.
ar: أخبر المستخدم المسؤول لديك بتغيير هذه الإعدادات في صفحة 'مزودي البريد الإلكتروني'.
cs: Řekněte svému Administrátorovi, aby tato nastavení změnil na stránce „Poskytovatelé e-mailu“.
es: Solicite a su administrador que cambie esta configuración en la página 'Proveedores de correo electrónico'.
fr: Dites à votre administrateur de modifier ces paramètres sur la page 'Fournisseurs de messagerie'.
pt: Diga ao seu administrador para alterar essas configurações na página 'Provedores de e-mail'.
ru: Попросите вашего администратора изменить эти настройки на странице 'Настроек почтовых служб'.
sq: I thoni përdoruesit tuaj administrator t’i ndryshojë këto cilësime në faqen 'Email Providers'.
uk: Попросіть вашого адміністратора змінити ці налаштування на сторінці "Постачальники послуг електронної пошти".

# Invitations_SurveyIsNotStarted
source: Web survey is not started. Setup and <a href="{{url}}">start web survey</a> before sending invitations.
ar: لم يبدأ الاستبيان عبر الويب. قم بإعداد و <a href="{{url}}">بدء الاستبيان عبر الويب</a> قبل إرسال الدعوات.
cs: Webové šetření není spuštěno. Před odesláním pozvánek nastavte a poté <a href="{{url}}">spusťte webové šetření</a>.
es: La encuesta web no se inicia. Configure y <a href="{{url}}"> inicie la encuesta web </a> antes de enviar las invitaciones.
fr: L'enquête Web n'est pas démarrée. Configurez et <a href="{{url}}">démarrez l'enquête Web</a> avant d'envoyer des invitations.
pt: A pesquisa na web não foi iniciada. Configure e <a href="{{url}}">inicie a pesquisa na web</a> antes de enviar convites.
ru: Веб режим пока не начат. Настройте и <a href="{{url}}">включите веб режим</a> перед началом отправки приглашений.
sq: Anketa në internet nuk ka nisur. Konfiguro dhe <a href="{{url}}">nis anketën në internet </a> përpara dërgimit të ftesave.
uk: Веб-анкети не запущено. Налаштування та <a href="{{url}}">запуск веб-анкети</a> перед надсиланням запрошень.

# Invitations_SuccessfulSetup
source: Web survey has been started and email provider was set up properly. The system is ready to send invitations.
ar: تم بدء الاستبيان عبر الويب وتم إعداد مزود البريد الإلكتروني بشكل صحيح. النظام جاهز لإرسال الدعوات.
cs: Webové šetření bylo spuštěno a poskytovatel e-mailu byl nastaven správně. Systém je připraven k odeslání pozvánky.
es: Se inició la encuesta web y el proveedor de correo electrónico se configuró correctamente. El sistema está listo para enviar invitaciones.
fr: L'enquête Web a été démarrée et le fournisseur de messagerie a été correctement configuré. Le système est prêt à envoyer des invitations.
pt: A pesquisa na web foi iniciada e o provedor de e-mail foi configurado corretamente. O sistema está pronto para enviar convites.
ru: Веб режим начат и службы массовой рассылки писем настроены корректно. Система готова к отправке приглашений.
sq: Anketa në internet ka nisur dhe ofruesi i email-it u konfigurua si duhet. Sistemi është gati të dërgojë ftesat.
uk: Запущено веб-анкети та налаштовано провайдера електронної пошти. Система готова до відправки запрошень.

# Invitations_SendAction
source: Send {{count}} invitations
ar: إرسال {{count}} دعوات
cs: Poslat {{count}} pozvánek
es: Envía {{count}} invitaciones
fr: Envoyer {{count}} invitations
pt: Enviar {{count}} convites
ru: Отправить {{count}} приглашений
sq: Dërgoni {{count}} ftesa
uk: Надіслати {{count}} запрошень

# WebInterviewUserMessages_CompleteButton_Descr
source: Complete
ar: إكمال
cs: Uzamknout
es: Completar
fr: Compléter
pt: Concluir
ru: Завершить
sq: Përfundoi
uk: Завершено

# WebInterviewUserMessages_CompleteNoteToSupervisor_Descr
source: Note for Supervisor
ar: ملاحظة للمشرف
cs: Poznámka pro Garanta
es: Nota para el supervisor
fr: Note pour le superviseur
pt: Nota para o supervisor
ru: Комментарий для супервизора
sq: Shënim për Supervizorin
uk: Примітка для супервізора

# SingleResponse
source: Limit to one interview per respondent
ar: تحديد مقابلة واحدة لكل مستجيب
cs: Omezit na jeden rozhovor na respondenta
es: límite a una entrevista por encuestado
fr: Limiter à un entretien par répondant
pt: Limitar a uma entrevista por respondente
ru: Ограничить одним интервью
uk: Обмеження на одне інтерв'ю з одним респондентом

# WebInterviewUserMessages_StartNewButton_Descr
source: Start new interview
ar: بدء مقابلة جديدة
cs: Zahájení nového rozhovoru
es: Iniciar nueva entrevista
fr: Commencer un nouvel entretien
pt: Iniciar nova entrevista
ru: Начать новое интервью
uk: Почати нове інтерв'ю

# WebInterviewUserMessages_ResumeButton_Descr
source: Resume
ar: استئناف
cs: Pokračovat
es: Currículum
fr: Reprendre
pt: Retomar
ru: Продолжить
uk: Резюме

# EmailOnComplete
source: Send email after web interview completion
ar: إرسال بريد إلكتروني بعد اكتمال المقابلة عبر الويب
cs: Odešlete e-mail po dokončení webového rozhovoru
es: Enviar correo electrónico después de completar la entrevista web
fr: Envoyer un e-mail après la fin de l'entretien Web
pt: Enviar e-mail após a conclusão da entrevista na web
ru: Отправить email после завершения web интервью
uk: Після проходження веб-інтерв'ю надішліть електронного листа

# AttachAnswersToCompleteEmail
source: Attach Pdf transcript
ar: إرفاق نص المقابلة بصيغة Pdf
cs: Přiložte přepis PDF
es: Adjuntar transcripción en Pdf
fr: Joindre la transcription en Pdf
pt: Anexar transcrição em Pdf
ru: Вложить в письмо Pdf с ответами
uk: Прикріпити стенограму в форматі Pdf

# WebInterviewUserMessages_LinkInvitation_Descr
source: Text that shown to user when they navigate to link to interview that is not yet synced to server
ar: النص المعروض للمستخدم عند التنقل إلى رابط المقابلة الذي لم يتم مزامنته بعد مع الخادم
cs: Text, který se zobrazí uživateli, když přejde na odkaz na rozhovor, který ještě není synchronizován se serverem
es: Texto que se muestra al usuario cuando navega al enlace de la entrevista que aún no se ha sincronizado con el servidor
fr: Texte affiché à l'utilisateur lorsqu'il navigue vers le lien de l'entretien qui n'est pas encore synchronisé avec le serveur
pt: Texto mostrado ao usuário quando ele navega para o link da entrevista que ainda não está sincronizado com o servidor
ru: Текст показанный пользователям, что пришли на ещё не синхронизированное интервью по ссылке
uk: Текст, який показується користувачеві, коли він переходить за посиланням на інтерв'ю, яке ще не синхронізоване з сервером

# WebInterviewUserMessages_LinkWelcome_Descr
source: Header welcome text on web interview link landing page
ar: نص الترحيب المعروض في صفحة الهبوط لرابط المقابلة عبر الويب
cs: Uvítací text záhlaví na vstupní stránce na webový rozhovor
es: Texto de bienvenida del encabezado en la página de destino del enlace de la entrevista web
fr: Texte de bienvenue de l'en-tête sur la page de destination du lien de l'entretien Web
pt: Texto de boas-vindas do cabeçalho na página de destino do link da entrevista na web
ru: Заголовок страницы
uk: Привітальний текст заголовка на цільовій сторінці з посиланням на веб-інтерв'ю
