Repository: surveysolutions/surveysolutions
Catalog: src/UI/WB.UI.Headquarters.Core/Resources/Workspaces.*.resx
Languages: cs, ru, uk

# AddNew
source: Create new
cs: Vyberte z nabídky nových dotazníků
ru: Создать новый
uk: Зробити новий

source: Name
cs: Název
ru: Имя
uk: Ім'я

source: Open
cs: Otevřít
ru: Открыть
uk: Відкрити

# AgreeToDelete
source: I understand that this operation cannot be reversed
cs: Rozumím, že tuto operaci nelze vrátit zpět
ru: Я понимаю, что данная операция необратима
uk: Я розумію, що ця операція не може бути скасована

# AssignedWorkspaces
source: Select workspaces that user has access to
cs: Vyberte všechna prostředí, ke kterým má uživatel přístup
ru: Выберите рабочие области доступные для пользователя
uk: Виберіть робочі області, до яких користувач має доступ

# CanNotBeChanged
source: Cannot be changed after creation
cs: Po vytvoření nelze změnit
ru: Нельзя изменить после создания
uk: Не можна змінити після створення

# CantDeleteExplanation
source: Workspace cannot be deleted. There is at least one questionnaire associated with this workspace. Only workspaces without questionnaires can be deleted.
cs: Prostředí nelze smazat. S tímto prostředím je spojen alespoň jeden typ dotazníku. Smazat lze pouze prostředí, které neobsahují typy dotazníků.
ru: Невозможно удаление рабочей области, пока существуют загруженные опросники. Следующие данные будут удалены, при удалении рабочей области:
uk: Робочий простір не можна видалити. З цим робочим простором пов'язана хоча б одна анкета. Видаляти можна тільки робочі області без анкет.

# CreateWorkspace
source: Workspace creation
cs: Vytvoření prostředí
ru: Создание рабочего области
uk: Створення робочого простору

source: Current workspace
cs: Aktuální prostředí
ru: Текущее рабочая область
uk: Поточна робочий простір

# DeleteExplanation
source: Are you sure that you want to delete workspace <strong>{{name}}</strong>? All user accounts connected to this workspace will be removed from it. The Survey Solutions Interviewer and Supervisor applications installed on the tablets of these users will no longer be able to communicate with this workspace and data collected in this workspace will be lost. The following data associated with this workspace will be deleted:
cs: Opravdu chcete smazat prostředí <strong>{{name}}</strong>? Všechny uživatelské účty v tomto prostředí budou odstraněny. Aplikace Tazatel v tabletu těchto uživatelů již nebude moci komunikovat s tímto prostředím a data shromážděná v tomto prostředí budou ztracena. Následující data v tomto prostředí budou smazána:
ru: Вы уверены в том, что хотите удалить рабочую область <strong>{{name}}</strong>? Все связанные с этой областью Интервьюеры и Супервизоры будут удалены из него, а используемые ими приложения не смогут отправить собранные в текущей рабочей области данные на сервер. Следующие данные будут удалены:
uk: Ви впевнені, що хочете видалити робочий простір <strong>{{name}}</strong>? Усі облікові записи користувачів, підключені до цієї робочої області, буде видалено з неї. Програми Survey Solutions Interviewer і Supervisor, встановлені на планшетах цих користувачів, більше не зможуть взаємодіяти з цією робочою областю, а дані, зібрані в цій робочій області, будуть втрачені. Наступні дані, пов'язані з цією робочою областю, буде видалено:

# DeleteWorkspacePopupTitle
source: Delete workspace "{{name}}"
cs: Smazat prostředí „{{name}}“
ru: Удаление рабочей области "{{name}}"
uk: Видалити робочий простір "{{name}}"

source: Disable
cs: Zakázat
ru: Отключить
uk: Вимкнути

# DisableExplanation
source: Disabling workspace will stop access to it for all users. It will stop all data collection that might be in progress.
cs: Deaktivace tohoto prostředí zamezí přístup všem uživatelům. Nebude možný sběr dat, který by mohl probíhat.
ru: Отключение остановит возможность пользователей входить в это рабочую область и любой сбор данных.
uk: Вимкнення робочого простору зупинить доступ до нього для всіх користувачів. Це також зупинить збір даних, який може бути у процесі.

# DisableWorkspacePopupTitle
source: Confirm disabling "{{name}}"
cs: Potvrďte deaktivaci „{{name}}“
ru: Подтвердите отключение "{{name}}"
uk: Підтвердити вимкнення "{{name}}"

source: Display name
cs: Zobrazit název
ru: Отображаемое имя
uk: Ім'я для відображення

# DisplayNameHelpText
source: Will be used to display workspace in menus. Try to choose shorter names
cs: Slouží k zobrazení prostředí v nabídkách. Zkuste zvolit kratší názvy
ru: Будет использовано для отображения в меню. Пробуйте использовать короткие имена
uk: Використовується для відображення робочого простору у меню. Намагайтеся вибирати коротші імена

source: Display name required
cs: Zobrazování názvu je povinné
ru: Необходимо отображаемое имя
uk: Потрібне ім'я для відображення

source: Edit
cs: Upravit
ru: Редактировать
uk: Редагувати

# EditWorkspace
source: Edit workspace "{{name}}"
cs: Upravit prostředí „{{name}}“
ru: Редактирование рабочей области "{{name}}"
uk: Редагувати робочу область "{{name}}"

source: Enable
cs: Povolit
ru: Включить
uk: Увімкнути

source: Interviewers: {{count}}
cs: Počet tazatelů: {{count}}
ru: Интервьюеры: {{count}}
uk: Інтерв'юери: {{count}}

# InvalidName
source: Only digits and lower case letters allowed
cs: Jsou povoleny pouze číslice a malá písmena
ru: Разрешены только цифры и буквы нижнего регистра
uk: Дозволені лише цифри та малі літери

# MapsCount
source: Uploaded maps: {{count}}
cs: Nahrané mapy: {{count}}
ru: Загруженные карты: {{count}}
uk: Завантажені карти: {{count}}

# NameRequired
source: Name is required
cs: Název je povinný
ru: Необходимо имя
uk: Ім'я є обов'язковим

source: Name should be unique
cs: Název by měl být jedinečný
ru: Имя должно быть уникальным
uk: Назва має бути унікальною

# NameShouldNotBeOneOfForbidden
source: Provided workspace name is not allowed
cs: Tento název prostředí není povolen
ru: Предоставленное имя недопустимо
uk: Надана назва робочого простору не допускається

source: Supervisors: {{count}}
cs: Garanti: {{count}}
ru: Супервизоры: {{count}}
uk: Супервізори: {{count}}

# UserWorkspacesTab
source: Workspaces
cs: Prostředí
ru: Рабочие области
uk: Робочі простори

# WorkspaceAccessDisabledReason
source: Your account is in the workspace disabled by the system administrator, and as a result you can't use the functionality of this site. If you believe that this is an error, please contact your server administrator.
cs: Váš účet je v tomto prostředí deaktivován administrátorem systému a nelze ho použít. Pokud se domníváte, že se jedná o chybu, obraťte se na svého administrátora.
ru: Ваш аккаунт не имеет доступа к рабочей области. Если вы считаете что это ошибка, то обратитесь к администратору сервера.
uk: Ваш обліковий запис знаходиться в робочій області, відключеній системним адміністратором, і, як наслідок, ви не можете користуватися функціоналом цього сайту. Якщо ви вважаєте, що це помилка, зверніться до адміністратора вашого сервера.

# WorkspaceCantBeRemoved
source: Workspace can not be removed because user has assigned work. Reassign all assignments (including archived), not completed interviews and for Supervisor move all team members to another team. Interviews: {0}, Assignments: {1}, Team members: {2}
cs: Toto prostředí nelze odebrat, protože je aktivně používáno. Znovu přidělte všechny žádanky (včetně deaktivovaných), nedokončené rozhovory a spolu s garantem přesuňte všechny tazatele do jiného týmu. Rozhovory: {0}, Žádanky: {1}, Tazatelé: {2}
ru: Рабочая область не может быть удалена поскольку пользователь имеет задания. Назначьте нового ответственного для всех Заданий (включая архивные), интервью. Для Супервизора так же перведите всех членов команды в другую команду. Интервью: {0}, Задания: {1}, Размер команды: {2}
uk: Робочий простір не може бути видалений, оскільки користувач призначив роботу. Перепризначте всі завдання (включаючи архівні), незавершені інтерв'ю, а для Супервізора перемістіть всіх членів команди в іншу команду. Інтерв'ю: {0}, Завдання: {1}, Члени команди: {2}

# WorkspaceDisabledReason
source: Workspace disabled and cannot be accessed. If you believe that this is an error, please contact your server administrator.
cs: Prostředí je deaktivováno a nelze k němu získat přístup. Pokud se domníváte, že se jedná o chybu, kontaktujte administrátora.
ru: Рабочая область отключена, доступ ограничен. Если вы считаете что это ошибка, то обратитесь к администратору сервера.
uk: Робочий простір вимкнено, доступ до нього неможливий. Якщо ви вважаєте, що це помилка, зверніться до адміністратора вашого сервера.

# WorkspaceSettings
source: Settings
cs: Nastavení
ru: Настройки
uk: Налаштування

# WorkspacesSubtitle
source: Each workspace has isolated questionnaires, interviews and assignments.
cs: Každé prostředí má vlastní verze dotazníků, žádanky i dotazníky.
ru: Каждая рабочая область содержит собственные опросники, интервью и задания.
uk: Кожна робоча область має окремі анкети, інтерв'ю та завдання.

# WorkspacesUpdated
source: List of workspaces updated
cs: Seznam prostředí je aktualizován
ru: Список рабочих областей обновлён
uk: Оновлений список робочих просторів

# CreatedAt
source: Created on
cs: Vytvoření
ru: Создан

# Tooltip_Table_CreatedAt
source: When the workspace was initially created. Click on the sort icon to sort by time.
cs: Kdy bylo prostředí původně vytvořeno. Kliknutím na ikonu řazení seřadíte podle data.
ru: Дата создания рабочей области. Кликните по иконке сортировки для упорядочивания по времени создания.
