Repository: surveysolutions/surveysolutions
Catalog: src/Core/BoundedContexts/Designer/WB.Core.BoundedContexts.Designer/Resources/ExceptionMessages.*.resx
Languages: ar, cs, es, fr, pt, ru, sq, uk, zh

# QuestionIsNotCombobox
source: Question {0} is not a combo box
ar: السؤال {0} ليس مربع تحرير وسرد
cs: Otázka {0} není pole se seznamem
es: La pregunta {0} no es un caja combo
fr: La question {0} n'est pas un combo box
pt: A pergunta {0} não é uma caixa de combinação
ru: Вопрос {0} не является комбобоксом.
sq: Pyetja {0} nuk është kuti e kombinuar
uk: Питання {0} не є комбінованим
zh: 问题{0}不是复选框型

# QuestionnaireCantBeFound
source: Questionnaire item with id {0} can't be found.
ar: لا يمكن ايجاد بند الاستبيان بالمعرف {0}.
cs: Položka dotazníku s ID {0} nebyla nalezena.
es: El elemento del cuestionario con ID {0} no se puede encontrar.
fr: Impossible de trouver l'élément de questionnaire avec l'ID {0}.
pt: O item do questionário com o ID {0} não pode ser encontrado.
ru: Опросник с ключом {0} не найден.
sq: Zëri i pyetësorit me identifikues {0} nuk mund të gjendet.
uk: Елемент анкети з ідентифікатором {0} не знайдено.
zh: 无法找到id为{0}的问卷。

# QuestionnaireRevisionCantBeFound
source: Questionnaire {0} of version {1} can't be found
ar: لا يمكن العثور على الاستبيان {0} من النسخة {1}
cs: Dotazník {0} verze {1} nelze nalézt
es: No fue posible encontrar la pregunta {0} de la versión {1}
fr: Impossible de trouver le questionnaire {0} de la version {1}.
pt: O questionário {0} da versão {1} não pode ser encontrado
ru: Опросник {0} версии {1} не найден.
sq: Pyetësori {0} i versionit {1} nuk mund të gjendet
uk: Анкета{0} версії {1} не знайдено
zh: 无法找到问卷{0}的版本{1}

# QuestionnaireTitleIsEmpty
source: Questionnaire's title cannot be empty or contain whitespace only.
ar: لا يمكن أن يكون عنوان الاستبيان فارغا أو يحتوي على مسافة بيضاء فقط.
cs: Název dotazníku nesmí být prázdný nebo obsahovat pouze prázdné znaky.
es: El título del cuestionario no puede ser vacío o contener solamente espacios en blanco
fr: Le titre du questionnaire ne peut pas être vide ou contenir uniquement des espaces.
pt: O título do questionário não pode estar vazio ou conter apenas espaços em branco.
ru: Имя опросника не может быть пустым.
sq: Titulli i pyetësorit nuk mund të jetë bosh apo të përmbajë vetëm hapësirë të bardhë.
uk: Назва анкети не може бути порожньою або містити лише пробіли.
zh: 问卷标题不能为空或者只包含空格键。

# QuestionTypeIsNotSupported
source: Question type is not supported: {0}
ar: نوع السؤال غير مدعوم: {0}
cs: Typ otázky není podporován: {0}
es: El tipo de la pregunta no está soportado {0}
fr: Le type de question n'est pas valide: {0}
pt: O tipo de pergunta não é suportado: {0}
ru: Неподдерживаемый тип вопроса: {0}.
sq: Lloji i pyetjes nuk mbështetet: {0}
uk: Тип питання не підтримується: {0}
zh: 问卷类型不被支持：{0}

# RosterCantBePaste
source: Roster cannot be pasted here.
ar: لا يمكن لصق القائمة هنا.
cs: Soupisku sem nelze vložit.
es: No es posible incrustar el roster en este lugar
fr: Le roster ne peut pas être collée ici.
pt: A lista não pode ser colada aqui.
ru: Ростер не может быть скопирован сюда.
sq: Rosteri nuk mund të ngjitet këtu.
uk: Список не може бути вставлений сюди.
zh: 二维表无法粘贴到此。

# SectionCantHaveMoreThan_Items
source: Section cannot have more than {0} child items
ar: لا يمكن أن يحتوي القسم على أكثر من {0} عناصر فرعية
cs: Oddíl nemůže obsahovat více než {0} podřízených položek
es: La sección no puede tener más de {0} ítems
fr: La section ne peut pas contenir plus de {0} éléments enfants
pt: A seção não pode ter mais de {0} itens filhos
ru: Секция не может содержать более {0} дочерних элементов.
sq: Rubrika nuk mund të ketë më shumë sesa {0} objekte bijë
uk: Розділ не може мати більше {0} дочірніх елементів
zh: 该问卷模块不能有超过{0}个子项目

# StaticTextCantBePaste
source: Static Text cannot be pasted here.
ar: لا يمكن لصق النص الثابت هنا.
cs: Statický text sem nelze vložit.
es: No es posible incrustar texto estático en este lugar
fr: Le texte statique ne peut pas être collé ici.
pt: O texto estático não pode ser colado aqui.
ru: Статический текст не может быть скопирован сюда.
sq: Teksti Statik nuk mund të ngjitet këtu.
uk: Тут не можна вставляти статичний текст.
zh: 静态文本无法粘贴到此。

# SubSectionCantBeFound
source: Sub-section with public key {0} can't be found.
ar: لا يمكن العثور على القسم الفرعي باستخدام المفتاح العام {0}.
cs: Podsekce s veřejným klíčem{0} nelze nalézt.
es: No ha sido posible encontrar la sub-sección con llave {0}
fr: La sous-section avec la clé publique {0} est introuvable.
pt: A subseção com a chave pública {0} não pode ser encontrada.
ru: Группа с ключом {0} не может быть найдена.
sq: Nënrubrika me çelësin publik {0} nuk mund të gjendet.
uk: Підрозділ з публічним ключем {0} не знайдено.
zh: 无法找到带公共键{0}的子问卷模块。

# SubSectionDepthLimit
source: Sub-section or roster depth cannot be higher than {0}.
ar: القسم الفرعي أو عمق اللائحة لا يمكن ان تكون اكبر من {0}
cs: Hloubka podsekce nebo soupisky nesmí být vyšší než {0}.
es: La profundidad de la sección o la lista no pueda ser mayor a {0}
fr: La profondeur de la sous-section ou du roster ne peut pas être supérieure à {0}.
pt: A profundidade da subseção ou da lista não pode ser maior que {0}.
ru: Вложенность подсекций и ростеров не может быть больше чем {0}.
sq: Nënrubrika ose thellësia e rosterit nuk mund të jetë më e madhe se {0}.
uk: Глибина підрозділу або списку не може бути більшою за {0}.
zh: 子问卷模块或二维表的深度不能大于{0}。

# TranlationExcelFileHasErrors
source: Found errors in excel file
ar: العثور على أخطاء في ملف اكسل
cs: Nalezené chyby v souboru aplikace Excel
es: Se encontraron errores en el archivo Excel
fr: Erreurs retrouvées le fichier excel
pt: Foram encontrados erros no arquivo excel
ru: Найдены ошибки в excel файле
sq: Në skedarin Excel u gjetën gabime
uk: Знайдено помилки у файлі Excel
zh: 在Excel文件中发现错误

# TranslationCel_A_lIsInvalid
source: {0} has invalid id at [{1}]
ar: {0} به معرف غير صالح في [{1}]
cs: {0} má neplatné ID na [{1}]
es: {0} contiene el id inválido {1}
fr: {0} a un id invalide dans [{1}]
pt: {0} tem id inválido em [{1}]
ru: Неверное значение ключа {0} по адресу [{1}]
sq: {0} ka identifikues të pavlefshëm në [{1}]
uk: {0} має недійсний ідентифікатор за адресою [{1}].
zh: {0}在 [{1}] 有无效的id

# TranslationCellIndexIsInvalid
source: {0} has invalid index at [{1}]
ar: {0} يحتوي على فهرس غير صالح في [{1}]
cs: {0} má neplatný index na [{1}]
es: {0} contiene un valor inválido de índice {1}
fr: {0} a une indice invalide dans [{1}]
pt: {0} tem índice inválido em [{1}]
ru: Неверное значение индекса {0} по адресу [{1}]
sq: {0} ka indeks të pavlefshëm në [{1}]
uk: {0} має невірний індекс в [{1}]]
zh: {0}在 [{1}] 有无效的索引

# TranslationCellTypeIsInvalid
source: {0} has invalid type [{1}]
ar: {0} به نوع غير صالح [{1}]
cs: {0} má neplatný typ [{1}]
es: {0} contiene un valor inválido de tipo {1}
fr: {0} a un type invalide dans [{1}]
pt: {0} tem tipo inválido [{1}]
ru: Неверное значение типа {0} по адресу [{1}]
sq: {0} ka lloj të pavlefshëm [{1}]
uk: {0} має неприпустимий тип [{1}]
zh: {0}有无效的类型 [{1}]

# TranslationFileIsEmpty
source: Excel file is empty - contains no worksheets
ar: ملف إكسيل فارغ - لا يحتوي على أوراق عمل
cs: Soubor aplikace Excel je prázdný - neobsahuje žádné listy
es: El archivo de Excel está vacío o no contiene ninguna hoja
fr: Le fichier excel est vide - ne contient aucun feuille
pt: O arquivo Excel está vazio - não contém planilhas
ru: Excel файл пуст и не содержит листов с переводами
sq: Skedari Excel është bosh - nuk përmban asnjë dokument pune
uk: Файл Excel порожній - не містить жодного робочого аркуша
zh: Excel文件为空 - 不包含任何sheet

# TranslationsCantBeExtracted
source: Failed to extract translations from uploaded file
ar: فشل استخراج الترجمات من الملف الذي تم تحميله
cs: Nepodařilo se extrahovat překlady z nahraného souboru
es: No fue posible extraer las traducciones del archivo cargado
fr: Echec d'extraire des traduction du fichier téléchargé
pt: Falha ao extrair traduções do arquivo carregado
ru: Произошла ошибка при попытке разбора загруженного файла с переводами
sq: Përkthimi nuk arriti të nxirret nga skedari i ngarkuar
uk: Не вдалося витягти переклад із завантаженого файлу
zh: 从上传的文件中解压出翻译失败

# TranslationWorksheetIsMissing
source: Worksheet with translations not found
ar: لم يتم العثور على ورقة عمل تحتوي على ترجمات
cs: Pracovní list s překlady nebyl nalezen
es: No se encontraron hojas con traducciones
fr: Feuille avec traduction introuvable
pt: Planilha com traduções não encontrada
ru: Лист с переводами не найден
sq: Dokumenti i punës me përkthim nuk u gjet
uk: Аркуш з перекладами не знайдено
zh: 无法找到翻译的worksheet

# UnknownTypeCantBePaste
source: Unknown item type. Paste failed.
ar: نوع عنصر غير معروف. فشل في اللصق.
cs: Neznámý typ položky. Vložení se nezdařilo.
es: Tipo de ítem desconocido, no fue posible incrustarlo
fr: Type d'élément inconnu Collage a échoué.
pt: Tipo de item desconhecido. A colagem falhou.
ru: Элемент неизвестного типа. Вставка невозможна.
sq: Lloj i panjohur objekti. Ngjitja dështoi.
uk: Невідомий тип елемента. Не вдалося вставити.
zh: 未知项目类型。粘贴失败。

# UserIsInTheList
source: User {0} already exists in share list.
ar: المستخدم {0} موجود بالفعل في قائمة المشاركة.
cs: Uživatelská {0} již existuje v seznamu sdílených položek.
es: Usuario {0} ya existe en la lista
fr: L'utilisateur {0} existe déjà dans la liste de partage.
pt: O usuário {0} já existe na lista de compartilhamento.
ru: Пользователь {0} уже присуствует в списке.
sq: Përdoruesi {0} ekziston tashmë në listën e përbashkët.
uk: Користувач {0} вже існує у списку спільного доступу.
zh: 用户{0}已在分享列表。

# UserIsOwner
source: User {0} is an owner of this questionnaire. Please, input another email.
ar: المستخدم {0} هو صاحب هذا الاستبيان. الرجاء إدخال عنوان بريد إلكتروني آخر.
cs: Uživatel {0} je vlastníkem tohoto dotazníku. Zadejte prosím další e-mail.
es: Usuario {0} es un propietario del cuestionario. Por favor ingrese otro email
fr: L'utilisateur {0} est un propriétaire de ce questionnaire. Veuillez saisir un autre e-mail.
pt: O usuário {0} é o proprietário deste questionário. Por favor, insira outro e-mail.
ru: Пользователь {0} является владельцем опросника. Введите другой email, пожалуйста.
sq: Përdoruesi {0} është titullari i këtij pyetësori. Ju lutemi, vendosni një email tjetër.
uk: Користувач {0} є власником цієї анкети. Будь ласка, введіть інший email.
zh: 用户{0}是本问卷的所有者。请输入另外一个email。

# ValueOfFixedTitleCantBeParsed
source: Fixed set of items roster value should only have numeric characters
ar: قيمة المجموعة الثابته من قائمة البنود يجب ان تحتوي على أرقام
cs: Pevná hodnota seznamu položek by měla obsahovat pouze číselné znaky
es: El valor que indica el número de ítems del roster solo puede contener caracteres numéricos
fr: Le roster fixe ne doit contenir que des caractères numériques
pt: O valor do conjunto fixo de itens da lista deve conter apenas caracteres numéricos
ru: Все значения для фиксированного ростера должны быть числами.
sq: Vlera e rosterit me grup fiks objektesh duhet të ketë vetëm karaktere numerike
uk: Фіксований ростер має містити лише числові коди елементів.
zh: 固定系列项目的二维表值只能为数字字符。

# VariableCantBePaste
source: Variable cannot be pasted here.
ar: لا يمكن لصق المتغير هنا.
cs: Proměnnou zde nelze vložit.
es: No es posible incrustar variables
fr: La variable ne peut pas être collée ici.
pt: A variável não pode ser colada aqui.
ru: Переменная не может быть скопирована сюда.
sq: Variabli nuk mund të ngjitet këtu.
uk: Змінна не може бути вставлена сюди.
zh: 变量无法粘贴到此。

# VariableWithIdWasNotFound
source: Variable with id {0} was not found in questionnaire {1}
ar: متغير المعرف {0} غير موجود في الاستبيان {1}
cs: Proměnná s id {0} nebyla nalezena v dotazníku {1}
es: Variable con id {0} no fue encontrada en el cuestionario {1}
fr: La variable avec l'ID {0} n'a pas été trouvée dans le questionnaire {1}
pt: A variável com o id {0} não foi encontrada no questionário {1}
ru: Переменная с ключом {0} не найдена в опроснике {1}
sq: Variabli me identifikues {0} nuk u gjet në pyetësorin {1}
uk: Змінну з ідентифікатором {0} не було знайдено в анкеті {1}
zh: id为{0}的变量无法在问卷{1}中找到

# CantEditCoverPageInOldQuestionnaire
source: It is readonly Cover section. You can not edit or re-order questions in it.
ar: إنه قسم الغلاف للقراءة فقط. لا يمكنك تحرير أو إعادة ترتيب الأسئلة فيه.
cs: Je to sekce Cover pouze pro čtení. Nemůžete v něm upravovat ani měnit pořadí otázek.
es: No puede editar ni reordenar preguntas en la sección de portada, esta es solo de lectura.
fr: Il s'agit d'une section de couverture en lecture seule. Vous ne pouvez pas modifier ou réorganiser les questions.
pt: É uma seção de capa somente leitura. Você não pode editar ou reordenar perguntas nela.
ru: Вы используете старый опросник. Поэтому редактирование порядка вопросов в секции "Обложка" не доступно.
uk: Обкладинка призначена лише для читання. Ви не можете редагувати або змінювати порядок запитань у цьому розділі.

# CantRemoveCoverPageInQuestionnaire
source: Cover section can not be removed from questionnaire
ar: لا يمكن إزالة قسم الغلاف من الاستبيان
cs: Titulní část nelze z dotazníku odstranit
es: La sección de portada no puede ser eliminada del cuestionario
fr: La section de couverture ne peut pas être supprimée du questionnaire
pt: A seção de capa não pode ser removida do questionário
ru: Секция "Обложка" не может быть удалена из опросника
uk: Обкладинку не можна видалити з анкети

# CategoriesCantBeExtracted
source: Failed to extract categories from uploaded file
ar: فشل استخراج الفئات من الملف الذي تم تحميله
cs: Nepodařilo se extrahovat kategorie z nahraného souboru
es: No fué posible extraer las categorías del archivo cargado
fr: Échec de l'extraction des catégories du fichier téléchargé
pt: Falha ao extrair categorias do arquivo carregado
ru: Произошла ошибка при попытке разбора загруженного файла с категориями
uk: Не вдалося витягти категорії із завантаженого файлу

source: column
ar: عمود
cs: sloupec
fr: colonne
pt: coluna
ru: столбец
sq: Kolona
uk: колонка

# CoverPageCanContainsOnlyQuestionsAndStaticTextsAndVariables
source: Cover section can contain only questions, static texts and variables
ar: يمكن أن يحتوي قسم الغلاف على أسئلة ونصوص ثابتة ومتغيرات فقط
cs: Titulní část může obsahovat pouze otázky, statické texty a proměnné
es: La sección de portada solo puede contener preguntas, textos estáticos y variables
fr: La section de couverture ne peut contenir que des questions, des textes statiques et des variables
pt: A seção de capa pode conter apenas perguntas, textos estáticos e variáveis
ru: Секция "Обложка" может содержать только вопросы, статические тексты и переменные
uk: Обкладинка може містити лише питання, статичні тексти та змінні

# CoverPageMustBeFirstInQuestionnaire
source: Cover section must be first section in questionnaire
ar: يجب أن يكون قسم الغلاف هو القسم الأول في الاستبيان
cs: Krycí oddíl musí být první oddíl v dotazníku
es: La sección de portada debe ser la primera sección del cuestionario
fr: La section de couverture doit être la première section du questionnaire
pt: A seção de capa deve ser a primeira seção do questionário
ru: Секция "Обложка" должна быть первой секцией в опроснике
uk: Обкладинка повинна бути першим розділом в анкеті

# Excel_Categories_Duplicated
source: Duplicated categories in rows: {0}
ar: الفئات المكررة في صفوف: {0}
cs: Duplicitní kategorie v řádcích: {0}
es: Categorías duplicadas en filas: {0}
fr: Catégories en double dans les lignes : {0}
pt: Categorias duplicadas nas linhas: {0}
ru: Дубликаты категорий в строках: {0}
uk: Повторювані категорії в рядках: {0}

# Excel_Categories_Empty_ParentId
source: Some categories don't have a parent id
ar: لا تحتوي بعض الفئات على معرف أحد الوالدين
cs: Některé kategorie nemají rodičovské ID
es: Algunas categorías no tienen una identificación de padre
fr: Certaines catégories n'ont pas d'identifiant parent
pt: Algumas categorias não têm um id pai
ru: У некоторых категорий нет родительского идентификатора
uk: Деякі категорії не мають батьківського ідентифікатора

# Excel_Categories_Empty_Text
source: [{0}] Empty text
ar: [{0}] عنوان فارغ
cs: [{0}] Prázdný název
es: [{0}] Texto vacío
fr: [{0}] Titre vide
pt: [{0}] Título vazio
ru: [{0}] Пустой текст
uk: [{0}] Порожній заголовок

# Excel_Categories_Empty_Value
source: [{0}] Empty value
ar: [{0}] قيمة فارغة
cs: [{0}] Prázdná hodnota
es: [{0}] Valor vacío
fr: [{0}] Valeur vide
pt: [{0}] Valor vazio
ru: [{0}] Пустое значение
uk: [{0}] Порожнє значення

# Excel_Categories_Int_Invalid
source: [{0}] Invalid numeric value
ar: [{0}] قيمة رقمية غير صالحة
cs: [{0}] Neplatná číselná hodnota
es: [{0}] Valor numérico no válido
fr: [{0}] Valeur numérique invalide
pt: [{0}] Valor numérico inválido
ru: [{0}] Неверное целочисленное значение
uk: [{0}] Неправильне числове значення

# Excel_Categories_Less_2_Options
source: Categories set should have at least 2 categories
ar: يجب أن تحتوي مجموعة الفئات على فئات 2 على الأقل
cs: Kategorie by měly mít alespoň 2 kategorie
es: El conjunto de categorías debe tener al menos 2 categorías
fr: L'ensemble des catégories doit contenir au moins 2 catégories
pt: O conjunto de categorias deve ter pelo menos 2 categorias
ru: Набор категорий должен содержать как минимум 2 категории
uk: Набір категорій повинен мати щонайменше 2 категорії

# Excel_Categories_More_Than_Limit
source: Categories set has more than {0} categories
ar: تحتوي مجموعة الفئات على أكثر من {0} فئة
cs: Sada kategorií má více než {0} kategorií
es: El conjunto de categorías tiene más de {0} categorías
fr: L'ensemble des catégories contient plus de {0} catégories
pt: O conjunto de categorias tem mais de {0} categorias
ru: Количество категорий не может быть больше {0}
uk: Набір категорій має більше {0} категорій

# Excel_Categories_Text_More_Than_250
source: [{0}] Text of category should be less than 250 characters
ar: [{0}] يجب أن يكون نص الفئة أقل من 250 حرفا
cs: [{0}] Text kategorie by měl mít méně než 250 znaků
es: [{0}] El texto de la categoría debe tener menos de 250 caracteres
fr: [{0}] Le texte de la catégorie doit contenir moins de 250 caractères
pt: [{0}] O texto da categoria deve ter menos de 250 caracteres
ru: [{0}] Текст категории должен быть меньше чем 250 символов
uk: [{0}] Текст категорії не повинен перевищувати 250 символів

# Excel_NoCategories
source: No categories in file
ar: لا توجد فئات في الملف
cs: Žádné kategorie v souboru
es: No hay categorías en el archivo
fr: Aucune catégorie dans le fichier
pt: Não há categorias no arquivo
ru: В файле нет категорий
uk: У файлі немає категорій

# ImportOptions_DuplicateByTitleAndParentIds
source: Duplicated category '{0}' with parent value '{1}'
ar: الفئة المكررة "{0}" مع القيمة الأصل "{1}"
cs: Duplicitní kategorie "{0}" s nadřazenou hodnotou "{1}"
es: Categoría duplicada '{0}' con valor padre '{1}'
fr: Catégorie en double '{0}' avec la valeur parent '{1}'
pt: Categoria duplicada '{0}' com valor pai '{1}'
ru: Дубрикат категории '{0}' с родительским значением '{1}'
sq: Kategoria e dubluar '{0}' me vlerë mëmë '{1}'
uk: Продубльована категорія '{0}' з батьківським значенням '{1}'

# ImportOptions_DuplicatedParentValues
source: Parent question '{0}' has {1} categories with value '{2}'
ar: يحتوي السؤال الرئيسي "{0}" على {1} فئات ذات قيمة "{2}"
cs: Nadřazená otázka "{0}" má {1} kategorií s hodnotou "{2}"
es: La pregunta principal "{0}" tiene {1} categorías con el valor "{2}"
fr: La question parent '{0}' a {1} catégories avec la valeur '{2}'
pt: A pergunta pai '{0}' tem {1} categorias com o valor '{2}'
ru: Родительский вопрос '{0}' содержит {1} категории со значением '{2}'
sq: Pyetja mëmë '{0}' ka {1} kategori me vlerë '{2}'
uk: Батьківське питання '{0}' має {1} категорій зі значенням '{2}'

# ImportOptions_EmptyValue
source: Empty value
ar: قيمة فارغة
cs: Prázdná hodnota
es: Valor vacío
fr: Valeur vide
pt: Valor vazio
ru: Пустое значение
sq: Vlerë bosh
uk: Порожнє значення

# ImportOptions_MissingRequiredColumns
source: Some column(s) are missing. Make sure that you upload file with required columns
ar: بعض الأعمدة مفقودة. تأكد من تحميل ملف يحتوي على الأعمدة المطلوبة
cs: Některé sloupce chybí. Ujistěte se, že jste nahráli soubor s požadovanými sloupci
es: Faltan algunas columnas. Asegúrese de subir el archivo con las columnas requeridas
fr: Il manque certaines colonnes. Assurez-vous que vous téléchargez un fichier avec les colonnes requises
pt: Algumas colunas estão ausentes. Certifique-se de que você carregou o arquivo com as colunas necessárias
ru: Некоторые колонки отсутствуют. Убедитесь что файл который Вы загружаете содержит обязательные поля
sq: Disa kolon(a) mungojnë. Sigurohuni të ngarkoni skedarin me kolonat e kërkuara
uk: Деякі стовпці відсутні. Переконайтеся, що ви завантажили файл з необхідними стовпчиками

# ImportOptions_NotNumber
source: Invalid 32 bit integer value '{0}'. Value should be between -2147483647 and 2147483647
ar: قيمة عدد صحيح 32 بت غير صالحة '{0}'. يجب أن تكون القيمة بين -2147483647 و 2147483647
cs: Neplatná 32bitová celočíselná hodnota '{0}'. Hodnota by měla být mezi -2147483647 a 2147483647
es: Valor entero de 32 bits no válido '{0}'. El valor debe estar entre -2147483647 y 2147483647
fr: Valeur entière 32 bits non valide '{0}'. La valeur doit être comprise entre -2147483647 et 2147483647
pt: Valor inteiro de 32 bits inválido '{0}'. O valor deve estar entre -2147483647 e 2147483647
ru: Неверное 32-разрядное целочисленное значение '{0}'. Значение должно быть в пределах от -2147483647 до 2147483647
sq: Vlera e plotë 32 bit '{0}'. Vlera duhet të jetë midis -2147483647 dhe 2147483647
uk: Невірне 32-бітове ціле значення '{0}'. Значення має бути в діапазоні від -2147483647 до 2147483647

# ImportOptions_ParentValueNotFound
source: Parent question doesn't have an category with value '{0}'
ar: لا يحتوي السؤال الرئيسي على فئة ذات قيمة "{0}"
cs: Nadřazená otázka nemá kategorii s hodnotou '{0}'
es: La pregunta principal no tiene una categoría con el valor "{0}"
fr: La question parent n'a pas de catégorie avec la valeur '{0}'
pt: A pergunta pai não tem uma categoria com o valor '{0}'
ru: Родительский вопрос не содержит категорию со значением '{0}'
sq: Pyetja mëmë nuk ka një kategori me vlerë '{0}'
uk: Батьківське питання не має категорії зі значенням '{0}'

# ImportOptions_Tab_Or_Excel_Only
source: Only tab-separated values (*.tab, *.txt, *.tsv) or excel (*.xslx, *.xls, *.ods) files are accepted
ar: يتم قبول القيم المفصولة بعلامات جدولة فقط (* .tab و * .txt و * .tsv) أو ملفات Excel (* .xslx و * .xls و * .ods)
cs: Akceptovány jsou pouze soubory hodnot oddělených tabulátory (*.tab, *.txt, *.tsv) nebo excel (*.xslx, *.xls, *.ods)
es: Solo se aceptan archivos de valores separados por tabulaciones (* .tab, * .txt, * .tsv) o excel (* .xslx, * .xls, * .ods)
fr: Seuls les fichiers à valeurs séparées par des tabulations (*.tab, *.txt, *.tsv) ou Excel (*.xslx, *.xls, *.ods) sont acceptés
pt: Somente valores separados por tabulação (\*.tab, \*.txt, \*.tsv) ou arquivos excel (\*.xslx, \*.xls, \*.ods) são aceitos
ru: Разрешены только файлы разделенные табуляцией (*.tab, *.txt, *.tsv) и эксель файлы (*.xslx, *.xls, *.ods)
uk: Приймаються лише значення, розділені табуляцією (*.tab, *.txt, *.tsv) або файли Excel (*.xslx, *.xls, *.ods)

# ImportOptions_TitleTooLong
source: Title is too long. Title length should be less than {0}
ar: العنوان طويل جدا. يجب أن يكون طول العنوان أقل من {0}
cs: Název je příliš dlouhý. Délka názvu by měla být kratší než {0}
es: El título es demasiado largo. La longitud del título debe ser inferior a {0}
fr: Le titre est trop long. La longueur du titre doit être inférieure à {0}
pt: O título é muito longo. O comprimento do título deve ser menor que {0}
ru: Название слишком длинное. Название должно быть не больше {0} символов
sq: Titulli është shumë i gjatë. Gjatësia e titullit duhet të jetë më pak se {0}
uk: Заголовок занадто довгий. Довжина заголовка повинна бути менше {0}
