Repository: surveysolutions/surveysolutions
Catalog: src/Core/BoundedContexts/Designer/WB.Core.BoundedContexts.Designer/Resources/ExceptionMessages.*.resx
Languages: ar, cs, es, fr, pt, ru, sq, uk, zh

# ImportOptions_ValueIsNotUnique
source: Duplicated category '{0}' with value '{1}'
ar: الفئة المكررة "{0}" ذات القيمة "{1}"
cs: Duplicitní kategorie "{0}" s hodnotou "{1}"
es: Categoría duplicada '{0}' con valor '{1}'
fr: Catégorie en double '{0}' avec la valeur '{1}'
pt: Categoria duplicada '{0}' com valor '{1}'
ru: Дубликат категории '{0}' со значением '{1}'
sq: Kategoria e dubluar '{0}' me vlerë '{1}'
uk: Продубльовано категорію '{0}' зі значенням '{1}'

source: Invalid user info.
ar: معلومات المستخدم غير صالحة.
cs: Neplatné informace o uživateli.
es: Información de usuario no válida.
fr: Informations utilisateur non valides.
pt: Informações do usuário inválidas.
ru: Неправильная информация пользователя.
uk: Невірна інформація про користувача.

# NoParentCascadingOptions
source: No categories for parent cascading question '{0}' found
ar: لم يتم العثور على فئات للسؤال المتتالي للأصل "{0}"
cs: Nebyly nalezeny žádné kategorie pro nadřazenou kaskádovou otázku "{0}"
es: No se encontraron categorías para la pregunta principal en cascada "{0}"
fr: Aucune catégorie pour la question parent en cascade '{0}' trouvée
pt: Não foram encontradas categorias para a pergunta em cascata pai '{0}'
ru: У родительского вопроса '{0}' отсутствуют категории
sq: Nuk u gjet asnjë kategori për pyetjen mëmë kaskadë '{0}'
uk: Не знайдено категорій для батьківського каскадного питання '{0}'

# ProvidedFileHasErrors
source: Found errors in provided file
ar: تم العثور على أخطاء في الملف المقدم
cs: Nalezené chyby v poskytnutém souboru
es: Errores encontrados en el archivo proporcionado
fr: Erreurs retrouvées le fichier excel
pt: Foram encontrados erros no arquivo fornecido
ru: Найдены ошибки в файле
uk: Знайдено помилки у наданому файлі

# QuestionnaireAlreadySupportedCover
source: Questionnaire already supports cover
ar: الاستبيان يدعم بالفعل التغطية
cs: Dotazník již podporuje krytí
es: El cuestionario ya admite la portada
fr: Le questionnaire prend déjà en charge la couverture
pt: O questionário já suporta capa
ru: Опросник уже поддерживает обложку
uk: В анкетивже є обкладинка

# QuestionnaireSuportedNewCover
source: Questionnaire already supports cover page.
ar: الاستبيان يدعم بالفعل صفحة الغلاف.
cs: Dotazník již podporuje titulní stránku.
es: La sección de portada ya es soportada por el cuestionario.
fr: Le questionnaire prend déjà en charge la page de couverture.
pt: O questionário já suporta página de capa.
ru: Опросник уже поддерживает обложку.
uk: В анкетивже є обкладинка

# RequiredHeaderWasNotFound
source: Header {0} was not found in excel file
ar: لم يتم العثور على {0} الرأس في ملف Excel
cs: Záhlaví {0} nebylo nalezeno v souboru aplikace Excel
es: El encabezado {0} no se encontró en el archivo de Excel
fr: L'en-tête {0} n'a pas été trouvé dans le fichier excel
pt: O cabeçalho {0} não foi encontrado no arquivo excel
ru: Заголовок {0} не был найден в excel файле
sq: Titulli {0} nuk u gjet në skedarin Excel
uk: Заголовок {0} не знайдено у файлі Excel
zh: 在excel文件中无法找到表头 {0}

source: row
ar: صف
cs: veslovat
es: Fila
fr: ligne
pt: linha
ru: строка
sq: Rresht
uk: Рядок

# SubsectionCantHaveMoreThan_DirectChildren
source: Section or sub-section cannot have more than {0} direct child items
ar: لا يمكن أن يحتوي القسم أو القسم الفرعي على أكثر من {0} عناصر فرعية مباشرة
cs: Oddíl nebo pododdíl nesmí mít více než {0} přímých podřízených položek
es: La sección o subsección no puede tener más de {0} elementos hijos directos
fr: La section ou la sous-section ne peut pas contenir plus de {0} éléments enfants directs
pt: A seção ou subseção não pode ter mais de {0} itens filhos diretos
uk: Розділ або підрозділ не може мати більше {0} прямих дочірніх елементів
