Repository: surveysolutions/surveysolutions
Catalog: src/Core/BoundedContexts/Designer/WB.Core.BoundedContexts.Designer/Resources/ExceptionMessages.*.resx
Languages: ar, cs, es, fr, pt, ru, sq, uk, zh

# AttachmentIdIsMissing
source: Missing attachment with id {0}
ar: المرفق الذي يحتوي على المعرف {0} مفقود
cs: Chybějící příloha s ID {0}
es: Archivo adjunto inexistente id {0}
fr: Importation relative a id {0} manquante
pt: Falta o anexo com o id {0}
ru: Не найдено вложение с ключом {0}
sq: Mungon bashkëlidhja me identifikim {0}
uk: Відсутні вкладення з ідентифікатором {0}
zh: 找不到id为{0}的附件

# Attachments_Unsupported_content
source: Uploaded content is not supported
ar: المحتوى الذي تم تحميله غير مدعوم
cs: Nahraný obsah není podporován
es: Tipo de archivo adjunto no está soportado
fr: Le contenu importé n'est pas du format voulu
pt: O conteúdo enviado não é suportado
ru: Данные в загруженном формате не поддерживаются
sq: Përmbajtja e ngarkuar nuk mbështetet
uk: Завантажений вміст не підтримується
zh: 所上传的内容不被支持

# Attachments_uploaded_file_is_not_image
source: Uploaded file is not an image
ar: المحتوى الذي تم تحميله ليس صورة
cs: Nahraný soubor není obrázek
es: Archivo adjunto no es una imagen
fr: Le fichier chargé n'est pas une image
pt: O arquivo enviado não é uma imagem
ru: Загруженный файл не является изображением
sq: Skedari i ngarkuar nuk është imazh
uk: Завантажений файл не є зображенням
zh: 所上传的文件不是图片

# CantMoveSubsectionInWrongPosition
source: You can't move to sub-section {0} because it position {1} in not acceptable.
ar: لا يمكنك الانتقال الى القسم الفرعي {0} لان موضع {1} غير مقبول
cs: Nemůžete se přesunout do pododdílu {0}, protože to {1} není přijatelné.
es: No es posible mover la sub-sección {0} porque su posición {1} no es correcta.
fr: Vous ne pouvez pas passer à la sous-section {0} car la position {1} n'est pas acceptable.
pt: Você não pode mover para a subseção {0} porque a posição {1} não é aceitável.
ru: Недопустимо перемещение подсекции {0} в позицию {1}.
sq: Ju nuk mund të kaloni te nënrubrika {0} pasi pozicioni i saj {1} nuk është i pranueshëm.
uk: Ви не можете перейти до підрозділу {0}, оскільки позиція {1} є неприйнятною.
zh: 您不可以移动问卷子块{0}因为位置{1}不接受。

# CantPasteQuestion
source: Question cannot be pasted here.
ar: لا يمكن لصق السؤال هنا
cs: Otázku sem nelze vložit.
es: No es posible incrustar la pregunta
fr: La question ne peut pas être collée ici.
pt: A pergunta não pode ser colada aqui.
ru: Вопрос не может быть перемещен сюда.
sq: Pyetja nuk mund të ngjitet këtu.
uk: Питання не може бути вставлене сюди.
zh: 问题不能粘贴到这里。

# CantRemoveLastSectionInQuestionnaire
source: Last existing section cannot be removed from questionnaire
ar: لا يمكن ازالة القسم الأخير الموجود من الاستبيان
cs: Poslední existující oddíl nelze z dotazníku odebrat
es: No es posible eliminar del cuestionario la última sección
fr: La dernière section existante ne peut pas être supprimée du questionnaire
pt: A última seção existente não pode ser removida do questionário
ru: Последняя секция не может быть удалена из опросника
sq: Rubrika e fundit ekzistuese nuk mund të hiqet nga pyetësori
uk: Останній існуючий розділ не може бути видалений з анкети
zh: 最后一个存在的模块不能从此问卷移除

# CantRemoveUserFromTheList
source: Couldn't remove user, because it doesn't exist in share list
ar: تعذر إزالة المستخدم، لأنه غير موجود في قائمة المشاركات
cs: Nelze odebrat uživatele, protože neexistuje v seznamu sdílených položek
es: No es posible eliminar el usuario ya que no se encuentra en la lista de trabajo
fr: Impossible de supprimer l'utilisateur, car il n'existe pas dans la liste de partage
pt: Não foi possível remover o usuário, pois ele não existe na lista de compartilhamento
ru: Нельзя удалить пользователя из списка, поскольку он в нем отсутсвует
sq: Përdoruesi nuk mund të hiqet, pasi uk ekziston në listën kryesore
uk: Не вдалося видалити користувача, оскільки його не існує у списку спільного доступу
zh: 无法移除该用户，因为她/他不在分享列表中

# CategoricalCascadingOptionsCantContainsEmptyParentValueField
source: Categories in cascading question cannot have empty ParentValue column.
ar: لا يمكن أن تحتوي الفئات في السؤال المتتالي على عمود فارغ لقيمة الوالدين.
cs: Kategorie v kaskádové otázce nemohou mít prázdný sloupec ParentValue.
es: Las categorías de pregunta en cascada no pueden tener una columna de valor padre vacía.
fr: Les catégories de la question en cascade ne peuvent pas avoir une colonne Valeur parent vide.
pt: As categorias na pergunta em cascata não podem ter a coluna ParentValue vazia.
ru: Категории каскадного вопроса не могут содержать пустые значения в колонке ParentValue.
sq: Kategoritë në pyetjen kaskadë nuk mund ta kenë bosh kolonën ParentValue.
uk: Категорії в каскадному запитанні не можуть мати порожній стовпець ParentValue.
zh: 级联问题的选项不允许有空的上级待选值列。

# CategoricalCascadingOptionsCantContainsNotDecimalParentValueField
source: Categories in cascading question cannot have not numeric value in ParentValue column.
ar: لا يمكن أن تكون الفئات في سؤال المتتالية ليس قيمة رقمية في عمود قيمة الوالد.
cs: Kategorie v kaskádové otázce nemohou mít číselnou hodnotu ve sloupci ParentValue.
es: Las categorías de preguntas en cascada no pueden tener un valor numérico en la columna ParentValue
fr: Les catégories de la question en cascade ne peuvent pas avoir de valeur numérique dans la colonne ParentValue.
pt: As categorias na pergunta em cascata não podem ter valor não numérico na coluna ParentValue.
ru: Категории каскадного вопроса должны содержать только численные значения в колонках Value и ParentValue.
sq: Kategoritë në pyetjen kaskadë nuk mund të kenë vlerë numerikë në kolonën ParentValue.
uk: Категорії в каскадному запитанні не можуть мати нечислове значення в колонці ParentValue.
zh: 级联问题的选项不允许有数值型的上级待选值列。

# CategoricalCascadingOptionsContainsNotUniqueTitleAndParentValuePair
source: There is at least one duplicate of "Title" and "Parent Value" pairs. The list should not contain any duplicates.
ar: يوجد تكرار واحد على الأقل من أزواج "العنوان" و "قيمة الأصل". يجب ألا تحتوي القائمة على أية نسخ مكررة.
cs: Existuje alespoň jeden duplikát párů "Title" a "Parent Value". Seznam by neměl obsahovat žádné duplicitní položky.
es: Existe al menos un duplicado en cuanto a título + Valor del Padre. La lista no debe contener ningún tipo de duplicados
fr: Il y a au moins un doublon de la pair Titre + Parent Value. La liste ne doit pas contenir de doublons de ce type.
pt: Há pelo menos um duplicado de pares "Título" e "Valor Pai". A lista não deve conter duplicatas.
ru: Найдена как минимум одна одинаковая пара Title + Parent Value. Список не должен сожержать дубликаты.
sq: Ka së paku një dublikatë të çifteve “Titulli” dhe “Vlera mëmë". Lista nuk duhet të përmbajë asnjë dublikatë.
uk: Існує принаймні один дублікат пар "Назва" та "Батьківське значення". Список не повинен містити дублікатів.
zh: 至少有一个重复的标题 + 上级值配对。选项列表不应该包含任何此类重复。

# ComboboxCannotBeFound
source: Combo box question with public key {0} can't be found
ar: لا يمكن العثور على سؤال مربع التحرير و السرد مع المفتاح العام {0}
cs: Otázka se seznamem s veřejným klíčem{0} nelze najít
es: No se ha encontrado ninguna pregunta en la caja combo con la llave {0}
fr: Impossible de trouver la question de type combo box avec la clé publique {0}
pt: A pergunta da caixa de combinação com a chave pública {0} não pode ser encontrada
ru: Комбобокс вопрос с ключом {0} не найден.
sq: Pyetja e kutisë e kombinuar me çelës publik {0} nuk mund të gjendet
uk: Комбіноване питання з відкритим ключем {0} не знайдено
zh: 无法找到带有公共键{0}的复选框型问题

# FailedToAddGroup
source: Failed attempt to add group {0} into group {1}. But group {1} doesn't exist in document {2}
ar: فشل محاولة إضافة المجموعة {0} الى المجموعة {1}. ولكن المجموعة {1} غير موجودة في الوثيقة {2}
cs: Neúspěšný pokus o přidání {0} skupiny do {1} skupiny. Ale skupinové {1} v dokumentu {2} neexistuje
es: Ha fallado el intento por adicionar el grupo {0} en el grupo {1} . El grupo {1} no existe en el documento {2}
fr: Échec de tentative d'ajout du groupe {0} dans le groupe {1}. Mais le groupe {1} n'existe pas dans le document {2}
pt: Tentativa falhada de adicionar o grupo {0} ao grupo {1}. Mas o grupo {1} não existe no documento {2}
ru: Неудачная попытка добавить группу {0} в группу {1}. Но группа {1} не существует в опроснике {2}
sq: Përpjekja dështoi për të shtuar grupin {0} në grupin {1}. Por grupi {1} nuk ekziston në dokumentin {2}
uk: Невдала спроба додати групу {0} до групи {1}. Але група {1} не існує в документі {2}
zh: 尝试添加组{0}进组{1}失败。但组{1}在文件{2}中不存在。

# ImportOfDeletedQuestionnaire
source: Trying to import template of deleted questionnaire
ar: محاولة استيراد نموذج الاستبيان المحذوف
cs: Pokus o import šablony smazaného dotazníku
es: Intentando importar la plantilla del cuestionario eliminado
fr: Essayer d'importer le modèle du questionnaire supprimé
pt: Tentando importar o modelo de questionário excluído
ru: Вы пытаетесь импортировать удаленный опросник.
sq: Po përpiqemi të importojmë modelin e pyetësorit të fshirë
uk: Спроба імпортувати шаблон видаленої анкети
zh: 尝试导入已经被删除的问卷

# InvalidFixedTitle
source: Invalid title list
ar: قائمة عناوين غير صالحة
cs: Neplatný seznam názvů
es: Título de lista es inválido
fr: Liste de titres invalide
pt: Lista de títulos inválida
ru: Неверный список элементов
sq: Listë e pavlefshme e titujve
uk: Неправильний список назв
zh: 无效的名称列表

# InvalidValueOfFixedTitle
source: Non empty values for fixed roster titles are required
ar: قيمة المجموعة الثابته من قائمة البنود مطلوبة
cs: Neprázdné hodnoty pro pevné názvy soupisek jsou povinné
es: Es necesario indicar el número de ítems de la lista
fr: Un ensemble d'éléments fixes est requis
pt: Valores não vazios para títulos de lista fixa são necessários
ru: Все значения для фиксированного ростера обязательны.
sq: Duhet një vlerë fikse e rosterit të një grupi fiks objektesh
uk: Для фіксованих назв ростерів обов'язковими є непорожні значення
zh: 固定系列项目的二维表值是必须的

# ItemWithIdExistsAlready
source: One or more questionnaire item(s) with same ID {0} already exists.
ar: يوجد عنصر أو أكثر من عناصر الاستبيان بنفس المعرف {0}.
cs: Jedna nebo více položek dotazníku se stejným ID {0} již existuje.
es: Uno o más ítems del cuestionario con el mismo id ya existe {0}
fr: Un ou plusieurs éléments de questionnaire de même ID {0} existent déjà.
pt: Um ou mais itens do questionário com o mesmo ID {0} já existem.
ru: Один или болеее элементов с ключом {0} уже существуют в опроснике.
sq: Një ose më shumë objekt i pyetësorit me të njëjtin identifikues {0} ekziston tashmë.
uk: Один або декілька пунктів анкети з однаковим ідентифікатором {0} вже існують.
zh: 有相同ID{0}的一个或多个问卷已存在

# LookupTableAlreadyExist
source: Lookup table with such id already exist.
ar: جدول البحث بهذا المعرف موجود بالفعل
cs: Vyhledávací tabulka s takovým ID již existuje.
es: Ya existe tabla de búsqueda con el mismo id
fr: Une table de référence avec un tel identifiant existe déjà.
pt: A tabela de consulta com esse ID já existe.
ru: Таблица поиска с таким ключом уже существует
sq: Tabela e kërkimit me këtë identifikues ekziston tashmë.
uk: Таблиця пошуку з таким ідентифікатором вже існує.
zh: 此id的查询表已存在

# LookupTableHasEmptyContent
source: Lookup table with id {0} doen't have content
ar: جدول البحث بهذا المعرف {0} فارغ من المحتويات
cs: Vyhledávací tabulka s id {0} nemá obsah
es: Tabla de búsqueda con id {0} no tiene contenido
fr: Une table de référence avec l'identifiant {0} n'a pas de contenu.
pt: A tabela de consulta com o id {0} não tem conteúdo
ru: Таблица поиска с ключом {0} пустая
sq: Tabela e kërkimit me identifikues {0} nuk ka përmbajtje
uk: Таблиця пошуку з ідентифікатором {0} не має вмісту
zh: ID为{0}的查询表已存在

# LookupTableIsAbsent
source: Lookup table with such id is absent.
ar: لا يمكن استخدام السؤال المرتبط بشكل قاطع في التحقق من الحالة.
cs: Vyhledávací tabulka s takovým ID chybí.
es: No existe tabla de búsqueda con ese id
fr: Une table de référence avec un tel identifiant n'existe pas.
pt: A tabela de consulta com esse ID está ausente.
ru: Таблица поиска с таким ключом отсутсвует
sq: Tabela e kërkimit me këtë identifikues mungon.
uk: Таблиця пошуку з таким ідентифікатором відсутня.
zh: 此id的查询表不存在

# LookupTableIsMissing
source: Lookup table with id {0} is missing
ar: جدول البحث بهذا المعرف {0} مفقود
cs: Chybí vyhledávací tabulka s id {0}
es: Tabla de búsqueda con id {0} inexistente
fr: Une table de référence {0} avec un tel identifiant est manquant.
pt: A tabela de consulta com o id {0} está ausente
ru: Таблица поиска с ключом {0} не может быть найдена
sq: Tabela e kërkimit me identifikuesin {0} mungon
uk: Відсутня таблиця пошуку з ідентифікатором {0}
zh: id为{0}的查询表缺失

# LookupTables_cant_has_empty_content
source: File with no data cannot be loaded
ar: لا يمكن تحميل الملف الذي لا يحتوي على أية بيانات
cs: Soubor bez dat nelze načíst
es: No es posible cargar un archivo vacío
fr: Fichier sans données ne peut pas être chargé
pt: Arquivo sem dados não pode ser carregado
ru: Пустой файл не может быть сохранен
sq: Skedari pa të dhëna nuk mund të ngarkohet
uk: Файл без даних не може бути завантажений
zh: 没有数据的文件无法被导入

# LookupTables_data_value_cannot_be_parsed
source: Value {0} cannot be parsed as decimal number. Column {1}, row {2}.
ar: لا يمكن تحليل القيمة {0} كعدد عشري. العمود {1}، الصف {2}.
cs: Hodnotu {0} nelze analyzovat jako desetinné číslo. Sloupec {1}, řádek {2}.
es: El valor {0} no es posible tratarlo como número decimal. Columna {1}, Fila {2}
fr: La valeur {0} ne peut pas être analysée en tant que nombre décimal. Colonne {1}, ligne {2}.
pt: O valor {0} não pode ser analisado como número decimal. Coluna {1}, linha {2}.
ru: Значение {0} не может быть прочитано как целое число. Колонка {1}, строка {2}.
sq: Vlera {0} nuk mund të analizohet si numër dhjetor. Kolona {1}, rreshti {2}.
uk: Значення {0} не може бути розібрано як десяткове число. Стовпець {1}, рядок {2}.
zh: 值{0}无法被判别为十进制数字。列{1}，行{2}。

# LookupTables_duplicating_headers_are_not_allowed
source: Headers with the same name are not allowed
ar: الترويسات التي تحمل نفس الاسم غير مسموحة
cs: Záhlaví se stejným názvem nejsou povolena
es: No es posible definir encabezados bajo el mismo nombre
fr: Les en-têtes portant le même nom ne sont pas autorisés
pt: Cabeçalhos duplicados não são permitidos
ru: Заголовки с одинаковым именем запрещены
sq: Titujt me të njëjtin emërtim nuk lejohen
uk: Не допускаються однойменні заголовки
zh: 不允许表头有相同的名字

# LookupTables_empty_or_invalid_header_are_not_allowed
source: Empty or invalid headers are not allowed
ar: الترويسات الفارغه أو الغير صالحة غير مسموحة
cs: Prázdná nebo neplatná záhlaví nejsou povolena
es: No se permiten encabezados sin nombre o con valores inválidos
fr: Les en-têtes vides ou non valides ne sont pas autorisés
pt: Cabeçalhos vazios ou inválidos não são permitidos
ru: Заголовки с пустым или неверным именем запрещены
sq: Titujt bosh ose të pavlefshëm nuk lejohen
uk: Порожні або невірні заголовки не допускаються
zh: 不允许空的或无效的表头

# LookupTables_rowcode_column_is_mandatory
source: Mandatory rowcode column is missing
ar: عامود ال rowcode الالزامي مفقود
cs: Chybí povinný sloupec kódu řádku
es: El código de fila es mandatorio
fr: La colonne de code de rang obligatoire est manquante
pt: A coluna de código de linha obrigatória está ausente
ru: Обязательная колонка rowcode отсутсвует
sq: Kolona e detyrueshme me kodin e rreshtave mungon
uk: Відсутній обов'язковий стовпчик коду рядка (rowcode)
zh: 行编码列缺失

# LookupTables_rowcode_value_cannot_be_parsed
source: Value {0} cannot be parsed as long integer number. Column {1}, row {2}.
ar: لا يمكن تحليل القيمة {0} كرقم صحيح طويل. العمود {1}، الصف {2}.
cs: Hodnotu {0} nelze analyzovat jako dlouhé celé číslo. Sloupec {1}, řádek {2}.
es: Valor {0} no puede ser procesado como un número entero. Columna {1}, Fila {2}
fr: La valeur {0} ne peut pas être analysée en tant que nombre entier. Colonne {1}, ligne {2}.
pt: O valor {0} não pode ser analisado como número inteiro longo. Coluna {1}, linha {2}.
ru: Значение {0} не может быть прочитано как дробное число. Колонка {1}, строка {2}.
sq: Vlera {0} nuk mund të analizohet si numër i gjatë i plotë. Kolona {1}, rreshti {2}.
uk: Значення {0} не може бути оброблено як довге ціле число. Стовпець {1}, рядок {2}.
zh: 值{0}无法被判别为整形数字。列{1}，行{2}。

# LookupTables_rowcode_values_must_be_unique
source: Rowcode values must be unique
ar: يجب ان تكون قيم ال rowcode فريدة
cs: Hodnoty kódu řádku musí být jedinečné
es: El código de fila debe ser único
fr: Les valeurs de code de ligne doivent être uniques
pt: Os valores do código de linha devem ser únicos
ru: Значения колонки rowcode должны быть уникальны
sq: Vlerat e kodit të rreshtave duhet të jenë unike
uk: Значення коду рядка (rowcode) повинні бути унікальними
zh: 行编码值必须唯一

# LookupTables_too_many_columns
source: Too many columns in uploaded file. Max columns count is {0}
ar: هناك عدد كبير من الأعمدة في الملف الذي تم تحميله. الحد الأقصى لعدد الأعمدة هو {0}
cs: Příliš mnoho sloupců v nahraném souboru. Maximální počet sloupců je {0}
es: El archivo a cargar contiene demasiadas columnas. El número máximo de columnas es {0}
fr: Trop de colonnes dans le fichier chargé. Le nombre maximal de colonnes est {0}
pt: Muitas colunas no arquivo carregado. O número máximo de colunas é {0}
ru: Слишком много колонок в загруженном файле. Граничное количесово колонок - {0}.
sq: Skedari i ngarkuar ka shumë kolona. Numri maksimal i kolonave është {0}
uk: У завантаженому файлі занадто багато стовпців. Максимальна кількість стовпців {0}
zh: 上传文件的列数过多。最多{0}列

# LookupTables_too_many_rows
source: Lookup table contains {1} rows, which exceeds the limit on the number of rows in a lookup table ({0} rows).
ar: يحتوي جدول البحث على {1} من الصفوف ، التي تتجاوز الحد الأقصى لعدد الصفوف في جدول البحث ({0} من الصفوف).
cs: Vyhledávací tabulka obsahuje {1} řádků, což překračuje limit počtu řádků ve vyhledávací tabulce ({0} řádků).
es: Número de líneas:{1}. El número máximo de filas ({0}) ha sido excedido
fr: Nombre de lignes: {1}. La limite de nombre de lignes maximum ({0} lignes) a été dépassée.
pt: A tabela de consulta contém {1} linhas, o que excede o limite de número de linhas em uma tabela de consulta ({0} linhas).
ru: Количество строк: {1}. Превышена максимальная граница ({0}) количества строк.
sq: Numri i linjave: {1}.Kufiri i numrit maksimal të rreshtave prej ({0} rreshtash) u tejkalua.
uk: Таблиця пошуку містить {1} рядків, що перевищує обмеження на кількість рядків у таблиці пошуку ({0} рядків).
zh: 行数：{1}。已超过最大的行数（{0}行）限制

# MacroAlreadyExist
source: Macro already exists.
ar: الاستدعاء بهذا المعرف مجود بالفعل
cs: Makro již existuje.
es: Ya existe una macro como la indicada
fr: Macro avec tel est déjà existant.
pt: A macro já existe.
ru: Макрос с таким ключом уже существует
sq: Makroja me këtë is is ekziston tashmë.
uk: Макрос вже існує.
zh: 此宏（Macro）已存在。

source: Macro is absent.
ar: الاستدعاء بهذا المعرف غائب
cs: Makro chybí.
es: No existe una macro como la indicada
fr: Macro avec tel n'existe pas
pt: A macro está ausente.
ru: Макрос с таким ключом отсутствует
sq: Makroja me këtë is is mungon.
uk: Макрос відсутній.
zh: 此宏（Macro）不存在。

# MoreThanOneQuestionWithSameId
source: One or more question(s) with same ID {0} already exist:{1}{2}.
ar: هناك سؤال أو أكثر مع نفس المعرف {0} موجود بالفعل: {1} {2}.
cs: Jedna nebo více otázek se stejným ID {0} již existuje:{1}{2}.
es: Una o más preguntas presentan el mismo id {0}, el cual existe {1}{2}
fr: Une ou plusieurs questions ayant le même identifiant {0} existent déjà: {1} {2}.
pt: Uma ou mais perguntas com o mesmo ID {0} já existem: {1}{2}.
ru: Один или более вопросов с одинаковым ключом {0} уже существуют:{1}{2}.
sq: Një ose më shumë pyetje me identifikuesin e njëjtë {0} ekzistojnë tashmë:{1}{2}.
uk: Одне або декілька запитань з однаковим ідентифікатором {0} вже існують:{1}{2}.
zh: 有一个多个相同ID{0}的问题已经存在：{1}{2}。

# MoreThanOneSubSectionWithSameId
source: One or more sub-section(s) with same ID {0} already exist:{1}{2}.
ar: يوجد قسم أو أكثر من الأقسام الفرعية بنفس المعرف {0}: {1} {2}.
cs: Jedna nebo více podsekcí se stejným ID {0} již existuje:{1}{2}.
es: Una o más sub-secciones el mismo id {0}, el cual existe {1}{2}
fr: Une ou plusieurs sous-sections avec le même ID {0} existent déjà: {1} {2}.
pt: Uma ou mais subseções com o mesmo ID {0} já existem: {1}{2}.
ru: Одна или более секций с одинаковым ключом {0} уже существуют:{1}{2}.
sq: Një ose më shumë nënrubrika me identifikuesin e njëjtë {0} ekzistojnë tashmë:{1}{2}.
uk: Один або декілька підрозділів з однаковим ідентифікатором {0} вже існують:{1}{2}.
zh: 有一个多个相同ID{0}的问卷模块已经存在：{1}{2}。

# NoPremissionsToEditQuestionnaire
source: You don't have permissions for changing this questionnaire
ar: ليس لديك صلاحيات لتغيير هذا الاستبيان
cs: Nemáte oprávnění ke změně tohoto dotazníku
es: No posee privilegios para cambiar este cuestionario
fr: Vous n'êtes pas autorisé à modifier ce questionnaire
pt: Você não tem permissões para alterar este questionário
ru: У вас недостаточно прав для изменения опросника
sq: Ju nuk keni leje ta ndryshoni këtë pyetësor
uk: Ви не маєте прав на зміну цієї анкети
zh: 您无权修改此问卷

# OldAttachmentIdIsEmpty
source: Old attachment id is empty and file is absent for attachment {0} in questionnaire {1}
ar: المعرف للمرفق القديم فارغ و الملف للمرفق {0} غير موجود في الاستبيان {1}
cs: Staré ID přílohy je prázdné a soubor chybí pro {0} přílohy v {1} dotazníku
es: El id del archivo adjunto se encuentra vacío. El archivo adjunto {0} no existe en el cuestionario {1}
fr: L'ancien pièce jointe de ID est vide et le repertoire pièce jointe de {0} est vide dans le questionnaire {1}
pt: O id do anexo antigo está vazio e o arquivo está ausente para o anexo {0} no questionário {1}
ru: Старый ключ вложения пуст и файл отсутствует для вложения {0} для опросника {1}
sq: Identifikuesi i bashkëlidhjes së vjetër është bosh dhe skedari për bashkëlidhjen {0} në pyetësorin {1} mungon
uk: Старий ідентифікатор вкладення порожній і файл відсутній для вкладення {0} в анкеті {1}
zh: 旧附件 id 是空且附件{0}的文件缺失（问卷{1}）

# OnlyQuestionnaireDocumentsAreSupported
source: Only QuestionnaireDocuments are supported for now
ar: وثائق الاستبيان فقط معتمدة الآن
cs: Prozatím jsou podporovány pouze QuestionnaireDocuments
es: En este momento solo se encuentran soportados documentos asociados a cuestionarios
fr: Seuls les QuestionnaireDocuments sont admisiblses pour le moment
pt: Somente documentos de questionário são suportados por enquanto
ru: Поддерживаются только QuestionnaireDocuments.
sq: Për momentin, mbështeten vetëm Dokumentet e Pyetësorit
uk: Наразі підтримуються лише документи типу QuestionnaireDocument
zh: 目前仅支持问卷文件

# OptionValuesShouldBeNumbers
source: Category value should only have numeric characters
ar: يجب أن تحتوي قيمة الفئة على أحرف الأرقام فقط
cs: Hodnota kategorie by měla obsahovat pouze číselné znaky
es: El valor de la categoría debe tener solo caracteres numéricos
fr: La valeur de la catégorie ne doit comporter que des caractères numériques
pt: O valor da categoria deve conter apenas caracteres numéricos
ru: Значения категорий должны содержать только числовые значения
sq: Vlera e kategorisë duhet të ketë vetëm karaktere numerike
uk: Значення категорії повинно містити лише цифрові символи
zh: 选项值只能是数字

# QuestionCannotBeFound
source: Question with public key {0} can't be found.
ar: لا يمكن العثور على السؤال باستخدام المفتاح العام {0}.
cs: Otázka s veřejným klíčem {0} nelze nalézt.
es: No fue posible encontrar la pregunta con el id {0}
fr: La question avec la clé publique {0} est introuvable.
pt: A pergunta com a chave pública {0} não pode ser encontrada.
ru: Вопрос с ключом {0} не найден.
sq: Pyetja me çelës publik {0} nuk mund të gjendet.
uk: Питання з публічним ключем {0} не знайдено.
zh: 带公共键{0}的问题无法被找到。
