Repository: surveysolutions/surveysolutions
Catalog: src/Core/BoundedContexts/Designer/WB.Core.BoundedContexts.Designer/Resources/PdfStrings.*.resx
Languages: ar, cs, es, fr, ru, sq, zh

# Appendix_Conditions
source: Appendix {0} {1} enabling conditions
ar: شروط التمكين للملحق{0} {1}
cs: Dodatek {0} {1} základních podmínek
es: Apéndice {0} {1} de condiciones habilitantes
fr: Annexe {0} {1} conditions d'activation
ru: Приложение {0} {1} включающие условия
sq: Shtojca {0} {1} kushtet e aktivizimit
zh: 附录{0}{1}的启用条件

# Appendix_Instructions
source: Appendix {0} {1} instructions
ar: التعليمات للملحق {0} {1}
cs: Dodatek {0} {1} pokyny
es: Apéndice {0} {1} de instrucciones
fr: Annexe {0} {1} instructions
ru: Приложение {0} {1} инструкции
sq: Shtojca {0} {1} udhëzime
zh: 附录{0}{1}的说明

# Appendix_OptionFilters
source: Appendix {0} {1} option filters
ar: مرشحات الخيار للملحق {0} {1}
cs: Dodatek {0} {1} filtry kategorií
es: Apéndice {0} {1} de categorías de filtro
fr: Annexe {0} {1} filtres de catégories
ru: Приложение {0} {1} фильтры опций
sq: Shtojca {0} {1} filtrat e kategorive
zh: 附录{0}{1}的选项筛选器

# Appendix_Options
source: Appendix {0} {1} options
ar: الخيارات للملحق {0} {1}
cs: Kategorie podle dodatku {0} {1}
es: Apéndice {0} {1} de categorías
fr: Annexe {0} {1} catégories
ru: Приложение {0} {1} опции
sq: Shtojca {0} {1} kategoritë
zh: 附录{0}{1}的选项

# Appendix_Validations
source: Appendix {0} {1} validation conditions and messages
ar: شروط التحقق والرسائل للملحق {0} {1}
cs: Dodatek {0} {1} podmínky ověření a zprávy
es: Apéndice {0} {1} de condiciones de validación y mensajes
fr: Annexe {0} {1} conditions de validation et messages
ru: Приложение {0} {1} проверочные условия и сообщения об ошибках
sq: Shtojca {0} {1} kushtet dhe mesazhet e validimit
zh: 附录{0}{1}的验证性条件和信息

# Appendix_Variables
source: Appendix {0} {1} variables
ar: المتغيرات للملحق {0} {1}
cs: Dodatek {0} {1} proměnné
es: Apéndice {0} {1} de variables
fr: Annexe {0} {1} variables
ru: Приложение {0} {1} переменные
sq: Shtojca {0} {1} variablet
zh: 附录{0}{1}的变量

# AppendixLink
source: And {0} other symbols [{1}]
ar: و {0} رموز أخرى [{1}]
cs: A {0} další symboly [{1}]
es: Y {0} otros símbolos {1}
fr: Et {0} autres symboles [{1}]
ru: И еще {0} символ(а, ов) [{1}]
sq: Dhe {0} simbole të tjera [{1}]
zh: 还有{0}的其它符号{1}

# CreatedBy
source: Questionnaire created by {0}
ar: استبيان تم إنشاؤه بواسطة {0}
cs: Dotazník vytvořil {0}
es: Creado por {0}
fr: Questionnaire créé par {0}
ru: Опросник создан: {0}
sq: Pyetësor i krijuar nga {0}
zh: 问卷由{0}创建

source: Enablement Condition:
ar: شرط التمكين
cs: Podmínka povolení:
es: Condición habilitante:
fr: Condition d'activation:
ru: Условие включения:
sq: Gjendja e aktivizimit:
zh: 启用的条件：

# GeneratedBy
source: Generated by {0}
ar: تم إنشاء ملف PDF بواسطة {0}
cs: Generováno {0}
es: Generado por {0}
fr: Généré par {0}
ru: Сгенерирован: {0}
sq: Gjeneruar nga {0}
zh: 该PDF文件由{0}生成

# LastEdited
source: {0} last edited {1}
ar: {0} آخر تعديل {1}
cs: {0} naposledy upravený {1}
es: {0} ultimo editado {1}
fr: {0} Dernière modification {1}
ru: {0} отредактирован {1}
sq: {0} redaktuar për herë të fundit {1}
zh: {0}最后编辑了{1}

# LastModifiedBy
source: Last modified by {0}
ar: آخر تعديل بواسطة {0}
cs: Naposledy upravil {0}
es: Última modificación hecha por {0}
fr: Dernière modification par {0}
ru: Последний раз отредактирован: {0}
sq: Modifikuar për herë të fundit nga {0}
zh: 由{0}最后修改

source: Legend
ar: العنوان التفسيري
cs: Legenda
es: Leyenda
fr: Légende
ru: Легенда
sq: Legjenda
zh: 图例

# NeverEdited
source: {0} (never edited)
ar: {0} (لم يتم تعديله مطلقا)
cs: {0} (nikdy neupraveno)
es: {0} (nunca ha sido editado)
fr: {0} (jamais modifié)
ru: {0} (никогда не редактировал)
sq: {0} (të paredaktuara asnjëherë)
zh: {0}（从未被编辑）

# NotShared
source: Not shared with anyone
ar: لم تتم مشاركتها مع أي شخص
cs: Není sdíleno s nikým
es: No ha sido compartido con ningún otro usuario
fr: Pas partagé avec quelqu'un
ru: Ни у кого нет доступа
sq: Nuk është ndarë me askënd
zh: 从未被分享

source: Options:
ar: الاقسام:
cs: Kategorie:
es: Categorías:
fr: Сatégories:
ru: Опции:
sq: Kategoritë:
zh: 选项：

# PdfLegend
source: Legend and structure of information in this file
ar: العنوان التفسيري وهيكل المعلومات في هذا الملف
cs: Legenda a struktura informací v tomto souboru
es: Leyendas y estructura de información en este archivo
fr: Légende et structure des informations dans ce fichier
ru: Легенда и структура информации в этом файле
sq: Legjenda dhe struktura e informacionit në këtë skedar
zh: 图例和结构信息在本文件中

# QuestionScope_Hidden
source: hidden
ar: مخفي
cs: schovaný
es: oculto
fr: caché
ru: скрытый
sq: të fshehur
zh: 隐藏

# QuestionScope_Identifying
source: identifying
ar: تحديد
cs: identifikující
es: identificador
fr: identifier
ru: идентифицирующий
sq: identifikues
zh: 识别型

# QuestionScope_Supervisor
source: supervisor
ar: مشرف
cs: vedoucí
fr: superviseur
ru: супервизор
sq: supervizor
zh: 监督员

# QuestionType_Area
source: geography
ar: منطقة
cs: zeměpis:
es: geografía
fr: géographie:
ru: география
sq: gjeografia
zh: 地理

# QuestionType_Audio
source: audio
ar: صوتي
ru: аудио
zh: 录音

# QuestionType_Barcode
source: barcode
ar: شيفرة التعرف (باركود)
cs: čárový kód
es: código de barra
fr: code barre
ru: штрих-код
sq: Barkodi
zh: 条形码

# QuestionType_Cascading
source: cascading
ar: المتتالي
cs: řazení do kaskády
es: en cascada
fr: en cascade
ru: каскадный
sq: kaskadë
zh: 级联中

# QuestionType_Combobox
source: combo box
ar: مربع التحرير و السرد
cs: Seznamem
es: caja combo
fr: boîte combo
ru: комбобокс
sq: kutia e kombinuar
zh: 复选框

# QuestionType_CurrentTime
source: date: current time
ar: التاريخ: الوقت الحالي
cs: datum: aktuální čas
es: fecha: hora actual
fr: date: heure actuelle
ru: дата: текущее время
sq: data: koha aktuale
zh: 时间：实时时间

# QuestionType_Date
source: date
ar: التاريخ
cs: rande
es: fecha
ru: дата
sq: data
zh: 日期

# QuestionType_Decimal
source: decimal
ar: عدد عشري
cs: desetinný
fr: décimal
ru: вещественный
sq: dhjetore
zh: 十进制

# QuestionType_GPS
source: GPS
ar: نظام تحديد المواقع

# QuestionType_Integer
source: integer
ar: عدد صحيح
cs: celé číslo
es: entero
fr: entier
ru: целый
sq: i plotë
zh: 整数

# QuestionType_Linked
source: linked
ar: مرتبط
cs: spojen
es: enlazado
fr: lié
ru: связанный
sq: Lidhur
zh: 逻辑连接

# QuestionType_List
source: list
ar: قائمة
cs: seznam
es: lista
fr: liste
ru: список
sq: Listë
zh: 列表型

# QuestionType_MultiSelect
source: multi-select
ar: اختيار متعدد
cs: Vícenásobný výběr
es: selección-múltiple
fr: choix multiple
ru: выбор нескольких
sq: zgjedhje e shumëfishtë
zh: 多选型

# QuestionType_Numeric
source: numeric:
ar: رقمي:
cs: číselný:
es: numérico:
fr: numérique:
ru: числовой:
sq: numerik:
zh: 数值型：

# QuestionType_Ordered
source: ordered
ar: تم طلبه
cs: objednaný
es: ordenado
fr: ordonné
ru: упорядоченный
sq: renditur
zh: 顺序型

# QuestionType_Picture
source: picture
ar: صورة
cs: obraz
es: imagen
fr: image
ru: картинка
sq: Foto
zh: 图片型

# QuestionType_SingleSelect
source: single-select
ar: اختيار احادي
cs: Jednorázový výběr
es: selección-única
fr: choix unique
ru: выбор одного
sq: zgjedhje e vetme
zh: 单选型

# QuestionType_Text
source: text
ar: نص
es: texto
fr: texte
ru: текст
sq: Tekst
zh: 文本型

# QuestionType_YesNo
source: yes/no
ar: نعم\لا
cs: ano/ne
es: si/no
fr: Oui / Non
ru: да/нет
sq: po/jo
zh: 是/否型

source: Roster:
ar: قائمة:
cs: Rozpis služeb:
es: Lista:
fr: Tableau:
ru: Ростер:
zh: 二维表：

# Roster_GeneretedByFixedList
source: generated by fixed list
ar: تم انشائها بواسطة قائمة ثابتة
cs: generováno pevným seznamem
es: generada por lista fija
fr: généré par une liste fixe
ru: размножается фиксированным списком
sq: gjeneruar nga lista fikse
zh: 由固定的列表生产

# Roster_GeneretedByQuestion
source: generated by {0} question {1}
ar: تم انشائها بواسطة {0} سؤال {1}
cs: vygenerované {0} otázkou {1}
es: generada por {0} pregunta {1}
fr: généré par {0} question {1}
ru: размножается вопросом {1} (типа {0})
sq: gjeneruar nga {0} pyetje {1}
zh: 由{0}的问题{1}生成

# RosterType_List
source: list
ar: قائمة
cs: seznam
es: Lista de preguntas
fr: liste
ru: список
sq: Listë
zh: 列表型

# RosterType_Multi
source: multi-select
ar: اختيار متعدد
cs: Vícenásobný výběr
es: pregunta de selección-múltiple
fr: choix multiple
ru: выбор нескольких
sq: zgjedhje e shumëfishtë
zh: 多选型

# RosterType_Numeric
source: numeric
ar: رقمي:
cs: číselný
es: Pregunta numérica
fr: numérique
ru: числовой
sq: Numerik
zh: 数值型

# Scope
source: Scope: {0}
ar: نطاق: {0}
cs: Rozsah: {0}
es: Alcance: {0}
fr: Champ d'application: {0}
ru: Область видимости: {0}
sq: Sfera: {0}
zh: 范围：{0}

source: Shared with:
ar: تمت المشاركة مع:
cs: Sdíleno s:
es: Compartido con:
fr: Partagé avec:
ru: Доступ открыт:
sq: I ndarë me:
zh: 分享给：

# Stat_NoQuestions
source: No questions
ar: لا توجد أسئلة
cs: Žádné otázky
es: Sin preguntas
fr: Pas de questions
ru: Нет вопросов
sq: Asnjë pyetje
zh: 无问题

# Stat_NoRosters
source: No rosters
ar: لا توجد لائحة
cs: Žádné soupisky
es: Sin rosters
fr: Pas de tableaux
ru: Нет ростеров
sq: Asnjë roster
zh: 无二维表

# Stat_NoSubsections
source: No sub-sections
ar: لا يوجد اقسام فرعية
cs: Žádné podsekce
es: Sin sub-secciones
fr: Pas de sous-sections
ru: Нет подсекций
sq: Asnjë nënseksion
zh: 无子模块

# Stat_Questions
source: Questions: {0}
ar: أسئلة: {0}
cs: Otázky: {0}
es: Preguntas: {0}
ru: Вопросов: {0}
sq: Pyetje: {0}
zh: 问题：{0}

# Stat_QuestionsWithConditions
source: Questions with enabling conditions: {0}
ar: أسئلة مع الشروط التمكينية: {0}
cs: Otázky s podmínkami povolení: {0}
es: Preguntas con condiciones habilitantes: {0}
fr: Questions avec des conditions d'activation: {0}
ru: Вопросов со включающим условием: {0}
sq: Pyetje me kushte aktivizimi: {0}
zh: 问题带有启用条件：{0}

# Stat_QuestionsWithValidation
source: Questions with validation conditions:{0}
ar: أسئلة مع شروط التحقق: {0}
cs: Otázky s podmínkami ověření:{0}
es: Preguntas con condiciones de validación {0}
fr: Questions avec des conditions de validation: {0}
ru: Вопросов с проверяющим условием: {0}
sq: Pyetje me kushte validimi:{0}
zh: 问题带有验证条件：{0}

# Stat_Rosters
source: Rosters: {0}
ar: اللوائح: {0}
cs: Soupisky: {0}
es: Listas: {0}
fr: Tableaux: {0}
ru: Ростеров: {0}
sq: Rostera: {0}
zh: 二维表：{0}

# Stat_Sections
source: Sections: {0}
ar: الأقسام: {0}
cs: Počet sekcí: {0}
es: Secciones: {0}
ru: Секций: {0}
sq: Rubrika: {0}
zh: 问卷模块：{0}

# Stat_StaticTexts
source: Static texts: {0}
ar: النصوص الثابتة: {0}
cs: Statické texty: {0}
es: Textos estáticos: {0}
fr: Textes statiques: {0}
ru: Статических текстов: {0}
sq: Tekste statike: {0}
zh: 静态文本:{0}

# Stat_Subsections
source: Sub-sections: {0}
ar: الأقسام الفرعية: {0}
cs: Podsekce: {0}
es: Sub-subsecciones: {0}
fr: Sous-sections: {0}
ru: Подсекций: {0}
sq: Nënrubrika: {0}
zh: 问卷子模块：{0}

# Stat_Variables
source: Variables: {0}
ar: المتغيرات: {0}
cs: Proměnné: {0}
ru: Переменных: {0}
sq: Variablet: {0}
zh: 变量：{0}

source: Static text
ar: نص ثابت
cs: Statický text
es: Texto estático
fr: Texte statique
ru: Статический текст
sq: Tekst statik
zh: 静态文本

source: Validation Condition:
ar: التحقق من صحة الحالة:
cs: Podmínka ověření:
es: Condición de validación
fr: Condition de validation:
ru: Проверочное условие:
sq: Kusht Validimi:
zh: 验证条件：

source: Validation Message:
ar: رسالة التحقق من الصحة:
cs: Ověřovací zpráva:
es: Mensaje de Validación:
fr: Message de validation:
ru: Сообщение об ошибке:
sq: Mesazh Validimi:
zh: 验证信息：

source: Variable
ar: متغير
cs: Proměnná
ru: Переменная
sq: Variabël
zh: 变量

# Appendix_SpecialValues
source: Appendix {0} {1} special values
ar: الملحق {0} {1} القيم الخاصة
cs: Dodatek {0} {1} zvláštní hodnoty
es: Apéndice {0} {1} valores especiales
fr: Annexe {0} {1} valeurs spéciales
ru: Приложение {0} {1} специальные значения
sq: Shtojca {0} {1} vlerat e posaçme
zh: 附录{0} {1}特殊值

# MetadataAgreeToMakeThisQuestionnairePublic
source: Agree to make this questionnaire public
ar: الموافقة على جعل هذا الاستبيان عاما
cs: Souhlasíte se zveřejněním tohoto dotazníku
es: Acepta hacer público este cuestionario
fr: Accepter de rendre ce questionnaire public
ru: Согласен, чтоб опросник был общедоступным
sq: Prano ta bësh publik këtë pyetësor
zh: 同意将此问卷模板公开

# MetadataConsultants
source: Consultants
ar: الاستشاريين
cs: Konzultanti
es: Consultores
ru: Консультанты
sq: Konsulentë
zh: 顾问

# MetadataCountry
source: Country
ar: بلد
cs: Země
es: País
fr: Pays
ru: Страна
sq: Vendi
zh: 国家

# MetadataCoverage
source: Coverage
ar: تغطيه
cs: Pokrytí
es: Covertura
fr: Couverture
ru: Покрытие
sq: Mbulimi
zh: 范围

# MetadataFunding
source: Funding
ar: التمويل
cs: Financování
es: Financiamiento
fr: Financement
ru: Финансирование
sq: Financimi
zh: 资助

# MetadataKeywords
source: Keywords
ar: الكلمات الرئيسيه
cs: Klíčová slova
es: Palabras clave
fr: Mots clés
ru: Ключевые слова
sq: Fjalët kyçe
zh: 关键词

# MetadataKindOfData
source: Kind of data
ar: نوع البيانات
cs: Druh údajů
es: Tipo de datos
fr: Genre de données
ru: Вид данных
sq: Lloji i të dhënave
zh: 数据种类

# MetadataLanguages
source: Languages
ar: اللغات
cs: Jazyky
es: Idiomas
fr: Langues
ru: Языки
sq: Gjuhët
zh: 语言

# MetadataModeOfDataCollection
source: Mode of Data Collection
ar: طريقة جمع البيانات
cs: Způsob shromažďování údajů
es: Modalidad de recolección de datos
fr: Mode de collecte des données
ru: Режим сбора данных
sq: Mënyra e Mbledhjes së të Dhënave
zh: 数据收集模式

# MetadataNotes
source: Notes
ar: تلاحظ
cs: Poznámky
es: Notas
fr: Remarques
ru: Заметки
sq: Shënime
zh: 注

# MetadataPrimaryInvestigator
source: Primary Investigator
ar: باحث رئيسي
cs: Hlavní vyšetřovatel
es: Investigador Principal
fr: Enquêteur principal
ru: Основной исследователь
sq: Hulumtuesi kryesor
zh: 项目负责人

# MetadataSectionSubTitle
source: questionnaire description
ar: وصف الاستبيان
cs: Popis dotazníku
es: descripción del cuestionario
fr: Description du questionnaire
ru: описание опросника
sq: përshkrimi i pyetësorit
zh: 问卷模板描述

# MetadataSectionTitle
source: Survey identification information
ar: معلومات تحديد الاستطلاع
cs: Identifikační údaje průzkumu
es: Información de identificación de la encuesta
fr: Informations d'identification de l'enquête
ru: Информация об опросе
sq: Informacioni identifikues i anketës
zh: 调查识别信息

# MetadataStudyType
source: Study type
ar: نوع الدراسة
cs: Typ studia
es: Tipo de estudio
fr: Type d'étude
ru: Тип исследования
sq: Lloji i studimit
zh: 研究类型

# MetadataSubtitle
source: Subtitle
ar: عنوان فرعي
cs: Podtitul
es: Subtítulo
fr: Sous-titre
ru: Подзаголовок
sq: Nëntitulli
zh: 副标题

# MetadataTitle
source: Title
ar: عنوان
cs: Titul
es: Cargo
fr: Titre
ru: Заголовок
sq: Titulli
zh: 标题

# MetadataUnitOfAlalysis
source: Unit of analysis
ar: وحدة التحليل
cs: Analytická jednotka
es: Unidad de análisis
fr: Unité d'analyse
ru: Единица анализа
sq: Njësia e analizës
zh: 分析单元

# MetadataUniverse
source: Universe
ar: عالم
cs: Vesmír
es: Universo
fr: Univers
ru: Генеральная совокупность
sq: Universi
zh: 总体

# MetadataVersionIdentificator
source: Version identificator
ar: محدد الإصدار
cs: Identifikátor verze
es: Identificador de versión
fr: Identifiant de version
ru: Версия
sq: Identifikuesi i versionit
zh: 版本识别符

# MetadataVersionNotes
source: Version notes
ar: ملاحظات الإصدار
cs: Poznámky k verzi
es: Notas sobre la versión
fr: Notes de version
ru: Заметки о версии
sq: Shënimet e versionit
zh: 版本注

# MetadataYear
source: Year
ar: سنة
cs: Rok
es: Año
fr: Année
ru: Год
sq: Viti
zh: 年

# SideBarMetadataAdditionalInfo
source: Additional info
ar: معلومات إضافية
cs: Další informace
es: Información adicional
fr: Information additionnelle
ru: Дополнительная информация
sq: Informacion shtesë
zh: 额外信息

# SideBarMetadataBasicInfo
source: Basic information
ar: المعلومات الأساسية
cs: Základní informace
es: Información básica
fr: Informations de base
ru: Базовая информация
sq: Informacion bazë
zh: 基本信息

# SideBarMetadataSurveyDataInfo
source: Survey data information
ar: معلومات بيانات المسح
cs: Informace o datech zaměření
es: Datos de Encuesta
fr: Données de l'enquête
ru: Информация о данных по обследованию
sq: Informacion për të dhënat e anketës
zh: 调查数据信息

# SideBarMetadataSurveyInfo
source: Survey information
ar: معلومات المسح
cs: Informace o průzkumu
es: Información de la encuesta
fr: Informations d'enquête
ru: Информация об обследовании
sq: Informacion rreth anketës
zh: 调查信息

source: Special values
ar: قيم خاصة
cs: Speciální hodnoty
es: Valores especiales
fr: Valeurs spéciales
ru: Специальные значения
sq: Vlerat e posaçme
zh: 特殊值
