Repository: surveysolutions/surveysolutions
Catalog: src/Core/BoundedContexts/Designer/WB.Core.BoundedContexts.Designer/Resources/VerificationMessages.*.resx
Languages: ar, cs, es, fr, ro, ru, sq, uk, zh

# WB0084_CascadingOptionsShouldHaveParent
source: Options in child cascading combo box question should reference only existing option in parent question.
cs: Kategorie v podřízené kaskádové otázce se seznamem by měly odkazovat pouze na existující možnost v nadřazené otázce.
es: Las opciones de una caja combo en cascada solamente puede hacer referencia a opciones de la pregunta padre
fr: Dans une série de questionss en cascade (combo box), les modalités des questions enfant doivent réferencer uniquement des modalités valides de la question parent.
ro: Variantele de răspuns din întrebarea de tip combo-box de la nivelul ierarhic inferior trebuie să se refere numai la opțiunile din întrebarea de care se leagă
ru: Опции дочернего каскадного вопроса должны ссылаться только на существующие опции родительского вопроса.
sq: Kategoritë në pyetjet kaskadë bijë në kutinë e kombinuar duhet t’u referohen vetëm opsioneve ekzistuese në pyetjen mëmë.
uk: Категорії в дочірніх питаннях каскадного комбінованого питання повинні посилатися лише на наявні варіанти в батьківському питанні.
zh: 子级联复选框型的问题选项应该只引用上级问题已有的选项。

# WB0085_CascadingQuestionWrongParentLevel
source: Question should have deeper or the same level as it's parent question.
ar: السؤال يجب أن يكون أعمق أو نفس مستوى سؤال الأصل.
cs: Otázka by měla mít hlubší nebo stejnou úroveň jako její nadřazená otázka.
es: La pregunta debe tener un nivel igual o mayor al de su pregunta padre
fr: La question doit avoir un niveau égal ou inférieur à celui de la question parent.
ro: Întrebarea trebuie să aibă același nivel ierarhic sau unul inferior decât întrebarea de care se leagă
ru: Вопрос должен иметь более глубокий или тот же уровень вложенности как и его родительский вопрос.
sq: Pyetja duhet të ketë nivel më të thellë ose të njëjtë me pyetjen e saj mëmë.
uk: Питання має бути глибше ніж або на тому ж рівні, що й батьківське питання.
zh: 下一级或同级层次问题才能当成问题的上级问题。

# WB0086_ParentCascadingQuestionShouldExist
source: Cascading combo box question references missing or unsupported type question.
ar: مراجع سؤال مربع التحرير و السرد المتتالي مفقود أو نوع السؤال غير معتمد.
cs: Kaskádové pole se seznamem Odkazy na otázky chybějící nebo nepodporovaný typ otázky.
es: La pregunta de tipo caja de combo en cascada referencia a una pregunta inexistente o de tipo no soportado
fr: La question en cascade fait référence à une question manquante ou de type non pris en charge.
ro: Lipsesc legăturile întrebării de tip combo-box de la nivelul ierarhic superior, sau nu sunt acceptate
ru: Каскадный вопрос ссылается на отсутствующий или неподдерживаемый тип вопроса.
sq: Pyetja kaskadë e kutisë së kombinuar i referohet pyetjes që mungon apo të llojit që nuk mbështetet.
uk: Дочірнє питання каскадного комбінованого питання посилається на неіснуюче або непідтримуємий тип запитання.
zh: 级联复选框型问题引用了已丢失或不被支持类型的问题。

# WB0087_CascadingQuestionHasCicularReference
source: Circular references in cascading combo box questions not allowed.
ar: المراجع الدائرية في أسئلة مربع التحرير والسرد المتتالية غير مسموح بها.
cs: Cyklické odkazy v kaskádovém poli se seznamem nejsou povoleny.
es: No son permitidas las referencias circulares en preguntas de tipo combo en cascada
fr: Les références circulaires dans les questions en cascade ne sont pas autorisées.
ro: Nu sunt admise referințele circulare în întrebările de tip combo-box legate
ru: Циклические ссылки в каскадных списках вопросов не разрешены.
sq: Referencat qarkore në pyetjet kaskadë të kutisë së kombinuar nuk lejohen.
uk: Циклічні посилання в дочірніх питаннях каскадного комбінованого питання не допускаються.
zh: 级联复选框型问题不被允许兜圈引用。

# WB0088_CascadingQuestionShouldHaveAllowedAmountOfAnswers
source: Cascading combo box question should have less than {0} options.
ar: يجب أن يكون سؤال مربع التحرير والسرد المتتالي أقل من {0} من الخيارات.
cs: Kaskádová otázka se seznamem by měla mít méně než {0} kategorií.
es: Las preguntas en cascada de tipo combo deben tener menos de {0} opciones
fr: La question en cascade doit avoir moins de {0} catégories.
ro: Întrebarea de tip combo-box legată trebuie să aibă mai puțin de {0} variante de răspuns
ru: Каскадный вопрос должен иметь меньше, чем {0} опций.
sq: Pyetja kaskadë e kutisë së kombinuar duhet të ketë më pak se {0} kategori.
uk: Дочірнє питання каскадного комбінованого питання повинно мати менше {0} категорій.
zh: 级联组合框问题应该少于{0}个选项。

# WB0089_CascadingQuestionOptionWithParentShouldBeUnique
source: Cascading combo box question should have unique value and parent value options list.
ar: يجب أن يكون سؤال مربع التحرير والسرد المتتالية قيمة فريدة وقائمة خيارات قيمة الأصل.
cs: Kaskádová otázka se seznamem by měla mít jedinečnou hodnotu a nadřazený seznam kategorií.
es: Las preguntas en cascada de tipo combo deben tener valores únicos y padres únicos
fr: La question en cascade doit avoir une liste de valeurs et de valeurs parent uniques.
ro: Întrebarea de tip combo-box legată trebuie să aibă o valoare unică și o listă de variante de răspuns de care să se lege
ru: Каскадный вопрос должен содержать только уникальные пары значений и родительского значения.
sq: Pyetja kaskadë e kutisë së kombinuar duhet të ketë vlerë unike dhe një listë kategorish me vlerë mëmë.
uk: Дочірнє питання каскадного комбінованого питання повинно мати унікальне значення та список батьківських значень категорій.
zh: 级联复选框型问题应该有唯一的值和上级值选项列表。

# WB0090_LinkedQuestionIsInterviewersOnly
source: Linked question can be interviewers only.
ar: السؤال المرتبط يمكن أن يكون الباحثين فقط.
cs: Odkazovaná otázka může být pouze tazatele.
es: Las preguntas enlazadas están disponibles solo para los entrevistadores
fr: La question liée ne peut être adressée qu'aux enquêteurs.
ro: Întrebarea legată poate fi numai pentru anchetator
ru: Связанный вопрос может быть заполнен только интервьюерами.
sq: Pyetja e lidhur mund të jetë vetëm e intervistuesve.
uk: Пов'язане питання можуть бути тільки для інтерв'юера.
zh: 被关联型的问题只能是调查员。

# WB0091_CascadingChildQuestionShouldNotContainCondition
source: Child cascading combo box question should not contain enabling condition.
cs: Podřízená kaskádová otázka se seznamem by neměla obsahovat aktivační podmínku.
es: Las preguntas hijas de las preguntas en cascada de tipo combo no pueden contener opciones de habilitación
fr: La question enfant en cascade ne doit pas contenir de condition d'activation.
ro: Întrebarea de tip combo-box de la nivelul ierarhic inferior nu poate avea condiții de activare
ru: Дочерний каскадный вопрос не должен содержать включающее выражение.
sq: Pyetja kaskadë bijë e kutisë së kombinuar nuk duhet të përmbajë kusht aktivizimi.
uk: Дочірнє питання каскадного комбінованого питання не повинно містити умови включення.
zh: 级联复选框型问题不影响包含启用性条件。

# WB0092_CascadingChildQuesionShouldNotContainValidation
source: Child cascading combo box question should not contain validation condition.
cs: Podřízená otázka se seznamem CSS by neměla obsahovat podmínku ověření.
es: Las preguntas hijas de las preguntas en cascada de tipo combo no pueden contener condiciones de validación
fr: La question enfant en cascade ne doit pas contenir de condition de validation.
ro: Întrebarea de tip combo-box de la nivelul ierarhic inferior nu poate avea condiții de validare
ru: Дочерний каскадный вопрос не должен содержать проверочное выражение.
sq: Pyetja kaskadë bijë e kutisë së kombinuar nuk duhet të përmbajë kusht validimi.
uk: Дочірнє питання каскадного комбінованого питання не повинно містити умови перевірки.
zh: 级联复选框型问题不影响包含验证性条件。

# WB0093_RosterSizeListOptionQuestionShouldBeLimit
source: Roster size text list question should have limit
ar: يجب أن يكون هنالك حد لنص حجم قائمة السؤال
cs: Otázka seznamu zdrojů soupisky by měla mít nastaven maximální počet prvků.
es: Las preguntas de tipo lista que sean enlazadas a rosters deben constar con un límite máximo de elementos.
fr: La question source de la liste du roster doit avoir un nombre maximum d'éléments défini.
ro: Întrebarea sursă a listei trebuie să aibă setat un număr maxim de elemente
ru: Управляющий вопрос-список для ростера должем иметь предел.
sq: Pyetja e listës tekst për madhësinë e rosterit duhet të ketë kufi
uk: Питання джерело для ростера повинно мати максимальну кількість елементів.
zh: 二维表的大小文本列表型问题应该有限制

# WB0094_ConditionExpresssionHasLengthMoreThan10000Characters
source: Enabling condition has length more than {0} characters.
ar: يبلغ طول شرط التمكين أكثر من {0} حرفا.
cs: Potvrzovací podmínka má délku delší než {0} znaků.
es: La condición de habilitación tiene más de {0} caracteres
fr: La condition d'activation a une longueur supérieure à {0} caractères.
ro: Condiția de activare are o lungime de mai mare de {0} caractere
ru: Включающее выражение имеет длину более {0} символов.
sq: Kushti aktivizues është i gjatë më shumë se {0} karaktere.
uk: Умова дозволу має довжину більше {0} символів.
zh: 启用性条件的长度超过了{0}个字符。

# WB0096_GeneralCompilationError
source: Error occurred during questionnaire compilation.
ar: حدث خطأ أثناء تجميع الاستبيانات.
cs: Při vyplňování dotazníku došlo k chybě.
es: Un error ha ocurrido durante la compilación del cuestionario
fr: Une erreur s'est produite lors de la compilation du questionnaire.
ro: Eroare la compilarea chestionarului
ru: Ошибка при компиляции опросника.
sq: Gjatë përpilimit të pyetësorit ndodhi një gabim.
uk: Виникла помилка при перевіркі анкети.
zh: 问卷编译时出错。

# WB0097_QuestionnaireTitleHasInvalidCharacters
source: Only the following characters may be used in the questionnaire title: A..Z a..z 0..9 ( ) \ / _ - and space.
ar: يحتوي عنوان الاستبيان على أحرف غير مسموح بها. يسمح ب حروف ال non Unicode والأرقام والمسافة و _ فقط.
cs: V názvu dotazníku mohou být použity pouze následující znaky: A.. Z a.. z 0..9 ( ) \ / _ - a prostor.
es: El título del cuestionario contiene caracteres que no son permitidos. Solamente se permiten letras, números, espacios y _ de tipo no Unicode
fr: Seuls les caractères suivants peuvent être utilisés dans le titre du questionnaire : A..Z a..z 0..9 ( ) \ / _ - et espace.
ro: În titlul chestionarului sunt admise numai următoarele caractere A..Z a..z 0..9 ( ) \ / _ - și spațiul.
ru: Имя опросника может содержать только следующие символы: A..Z a..z 0..9 ( ) \ / _ - и пробел.
sq: Vetëm këto karaktere mund të përdoren në titullin e pyetësorit: A..Z a..z 0..9 ( ) \ / _ - dhe hapësirë.
uk: У назві анкети можна використовувати лише наступні символи: A..Z a..z 0..9 ( ) \ / _ - і пробіл.
zh: 问卷的标题包含有不被允许的字符。 仅仅是Unicode字幕、数字、空格和_ 才被允许。

# WB0098_QuestionnaireHasSizeMoreThan5MB
source: Size of questionnaire is approximately {0:0.##}MB and is too big to work correctly with Survey Solutions. Try to reduce amount of data until it will be at least less than {1}MB.
cs: Velikost dotazníku je přibližně {0:0.##}MB a je příliš velký pro správnou práci s řešením průzkumu. Pokuste se snížit množství dat, dokud nebude alespoň menší než {1}MB.
es: El tamaño del cuestionario es aproximadamente {0:0.##}MB. Es demasiado grande para ser trabajado adecuadamente con Survey Solutions, trate de reducir su tamaño hasta un máximo de {1} MB
fr: La taille du questionnaire est d'environ {0:0.##}MB et est trop grande pour fonctionner correctement avec Survey Solutions. Essayez de réduire la quantité de données jusqu'à ce qu'elle soit inférieure à {1}MB.
ro: Chestionarul are aproximativ {0:0.##}MB și este prea mare pentru a funcționa corect în Survey Solutions. Încercați să reduceți volumul de date până va avea cel mult {1}MB.
ru: Размер опросника примерно равен {0:0.##} МБ и слишком велик для правильной работы с Survey Solutions. Попытайтесь уменьшить количество данных, пока оно не будет меньше, чем {1} МБ.
sq: Madhësia e pyetësorit është rreth {0:0.##}MB dhe është shumë e madhe për të punuar si duhet me Survey Solutions. Provojeni të zvogëloni sasinë e të dhënave derisa të jetë më pak se {1}MB.
uk: Розмір анкети становить приблизно {0:0.##}МБ і є занадто великим для коректної роботи з Survey Solutions. Спробуйте зменшити обсяг даних, поки він не стане принаймні меншим за {1}МБ.
zh: 文件的大小大约为 {0:0.##}MB 太大而不能在Survey Solutions内正常运行。请尝试缩减数据的大小，至少要小于{1} MB。

# WB0100_MaxNumberOfAnswersForRosterSizeQuestionCannotBeGreaterThen200
source: Max number of answers for roster size question cannot be greater than {0}.
ar: لا يمكن أن يكون الحد الأقصى لعدد الإجابات عن سؤال حجم السجل أكبر من {0}.
cs: Maximální počet odpovědí na otázku velikosti soupisky nesmí být větší než {0}.
es: El máximo número de respuestas de un roster no pueden ser mayor a {0}
fr: Le nombre maximum de réponses pour la question de taille du roster ne peut pas être supérieur à {0}.
ro: Numărul maxim de răspunsuri pentru întrebarea care determină mărimea listei nu poate fi mai mare de {0}
ru: Максимальное количество ответов для вопроса о размере ростера не может быть больше, чем {0}.
sq: Numri maksimal i përgjigjeve për pyetjen e madhësisë së rosterit nuk mund të jetë më i madh se {0}.
uk: Максимальна кількість відповідей на питання про розмір ростера не може бути більшою за {0}.
zh: 二维表的答案数量最多不能大于{0}。

# WB0101_GroupHasLevelDepthMoreThan10
source: Sub-section can have no more than {0} parent sub-sections.
ar: لا يمكن أن يحتوي القسم الفرعي على أكثر من {0} من الأقسام الفرعية الرئيسية.
cs: Podsekce nesmí mít více než {0} nadřazené podsekce.
es: La subsección no puede tener más de {0} padres
fr: La sous-section ne peut pas avoir plus de {0} sous-sections parentes.
ro: Sub-secțiunea nu poate avea mai mult de {0} sub-secțiuni incluse.
ru: Подсекция может содержать не более {0} родительских подсекций.
sq: Nënrubrika nuk mund të ketë më shumë se {0} nënrubrika mëmë.
uk: Підрозділ може мати не більше {0} батьківських підрозділів.
zh: 问卷子块不能有超过{0}个上级问卷子块。

# WB0006_OnlyOneGpsQuestionCouldBeMarkedAsPrefilled
source: Only one GPS question could be marked as identifying
ar: يمكن تحديد سؤال واحد فقط خاص بنظام تحديد المواقع
cs: Pouze jedna otázka GPS může být označena jako identifikační
es: Solamente es permitido marcar como identificador una sola pregunta de tipo GPS
fr: Une seule question GPS peut être marquée comme question d'identification.
ro: Numai o singură întrebare de GPS poate fi marcată ca fiind întrebare de identificare
ru: Только один GPS вопрос может быть помечен как идентифицирующий
sq: Vetëm një pyetje GPS mund të shënohet si identifikuese
uk: Лише одне GPS-питання могло бути позначене як ідентифікаційне
zh: 只能有一个GPS型问题可以标记为识别型

# WB0007_MultiOptionQuestionYesNoQuestionCantBeLinked
source: Multi select yes/no question can't be linked
ar: سؤال الخيار المتعدد (نعم/ لا) لا يمكن ربطه
cs: Vícenásobný výběr ano/ne otázku nelze propojit
es: Una pregunta de selección-múltiple de tipo si/no no puede ser enlazada
fr: La question à réponse multiple oui / non ne peut pas être liée.
ro: O întrebare cu răspunsuri multiple de tipul da/nu nu poate fi legată
ru: Да/нет вопрос с множественным выбором не может быть связанным.
sq: Pyetjet po/jo me zgjedhje të shumëfishtë nuk mund të lidhen
uk: Багатоваріантні питання з вибором "так/ні" не можуть бути пов'язаними
zh: 多选的 是/否型问题无法被关联

# WB0008_SubstitutionsInVariableLableAreProhibited
source: It is not allowed to use substitutions in variable label
ar: لا يسمح باستخدام البدائل في صنف المتغير
cs: Není dovoleno používat substituce v variabilním štítku
es: No se permite usar sustitución en la etiqueta de la variable
fr: Il n'est pas autorisé d'utiliser des substitutions dans l'étiquette de la variable.
ro: Nu este permisă utilizarea de substituiri în eticheta variabilei
ru: Нельзя использовать подстановки в теге переменной.
sq: Nuk lejohet të përdoren zëvendësime në etiketën e variablit
uk: Не допускається використання підстановок у лейблі змінної
zh: 不允许在变量标签中使用替代

# WB0102_QuestionnaireEntitiesShareSameInternalId
source: Following questionnaire items (question/group/static text/etc.) use same internal ID. Please delete one of them.
ar: بعد استخدام بنود الاستبيان (السؤال / المجموعة / النص الثابت / الخ) استخدم نفس المعرف الداخلي. يرجى حذف واحد منهم.
cs: Následující položky dotazníku (otázka/skupina/statický text/atd.) používají stejné interní ID. Smažte prosím jeden z nich.
es: Los siguientes ítems del cuestionario (pregunta/grupo/texto estático/etc.) usan el mismo identificador interno. Por favor borre uno de ellos.
fr: Les éléments suivants du questionnaire (question/groupe/texte statique/etc.) utilisent le même ID interne. Veuillez en supprimer un.
ro: Elementele care umează (întrebare/grup/text static) au același identificator. Ștergeți unul dintre ele.
ru: Следующие элементы вопросника (вопрос / группа / статический текст / и т.д.) Используют один и тот же внутренний идентификатор. Пожалуйста, удалите один из них.
sq: Këto objekte të pyetësorit (pyetja/grupi/teksti statik /etj.) përdorin të njëjtin identifikues të brendshëm. Ju lutemi, fshijeni njërin prej tyre.
uk: Наступні елементи анкети (питання/група/статичний текст/тощо) використовують один і той самий внутрішній ідентифікатор. Будь ласка, видаліть один з них.
zh: 遵循问卷的条目（题目/分组/静态文本/等等。） 使用相同的内部ID。请删除它们其中的一个。

# WB0271_MacroHasEmptyContent
source: Macro cannot be empty.
cs: Makro nemůže být prázdné.
es: La macro no puede estar en blanco
fr: La macro ne peut pas être vide.
ro: Macrocomanda nu poate fi goală.
ru: Макрос не может быть пустым.
sq: Makroja nuk mund të jetë bosh.
uk: Макрос не може бути порожнім.
zh: 宏不能为空。

# WB0200_LargeNumberOfRostersIsCreated
source: Large number of rosters is created. Exporting this structures into data files might be problematic. Consider reducing number of rosters.
ar: يتم إنشاء عدد كبير من القوائم. قد يكون تصدير هذه الهياكل في ملفات البيانات مشكلة. فكر في تقليل عدد القوائم.
cs: Vzniká velké množství soupisek. Export těchto struktur do datových souborů může být problematický. Zvažte snížení počtu soupisek.
es: Un número muy grande de rosters ha sido creado. Exportar esta estructura a archivos de datos puede ser problemático. Considere reducir el número de rosters.
fr: Un grand nombre de rosters est créé. L'exportation de ces structures dans des fichiers de données pourrait être problématique. Envisagez de réduire le nombre de rosters.
ro: A fost creat un număr prea mare de liste. Exportul acestor structuri în fișiere de date ar putea crea probleme. Vă rugăm să considerați reducerea numărului acestor liste.
ru: Создано большое количество ростеров. Экспорт этих структур в файлы данных может быть проблематичным. Подумайте об уменьшении количества ростеров.
sq: Është krijuar një numër i madh rosterash. Eksportimi i këtyre strukturave në skedarët e të dhënave mund të jetë problematik. Mendoni të ulni numrin e rosterave.
uk: Створюється велика кількість ростерів. Експорт цих структур у файли даних може бути проблематичним. Розгляньте можливість зменшення кількості ростерів.
zh: 大量的二维表被创建。到处这个结构到数据文件可能会有问题。应该考虑减少二维表的数量。

# WB0103_LinkedQuestionReferencesGroupWhichIsNotARoster
source: Roster which is the source of the link is a roster, not a subsection.
ar: القائمة التي مصدرها رابط قائمة، وليس قسما فرعيا.
cs: Soupiska, která je zdrojem odkazu, je soupiska, nikoli podsekce.
es: La fuente del enlace es un roster no una subsección
fr: Le roster qui est la source du lien est un roster, pas une sous-section.
ro: Lista care este sursa legăturii este tot o listă, nu o sub-secțiune
ru: Ростер являющимся источником для связанного вопроса, является ростером, а не подсекцией
sq: Rosteri që është burimi i lidhjes është roster, jo nënrubrikë.
uk: Ростер, який є джерелом посилання, є ростером, а не підрозділом.
zh: 二维表才是一个二维表的关联源，而不是一个问卷子块。

# WB0105_ValidationMessageIsTooLong
source: Validation error message #{0} is too long. It should be no longer than {1} characters.
ar: رسالة خطأ التحقق {0} طويلة جدا. يجب ألا يزيد عدد الأحرف عن {1}
cs: Chybová zpráva ověření #{0} je příliš dlouhá. Neměla by být delší než {1} znaků.
es: El mensaje de validación #{0} es demasiado largo. Este no debe contener más de {1} caracteres
fr: Le message d'erreur de validation #{0} est trop long. Il ne doit pas dépasser {1} caractères.
ro: Mesajul de eroare nr. {0} este prea lung. Treguie să conțină cel mult {1} caractere.
ru: Сообщение об ошибке # {0} слишком длинное. Оно должно быть не более {1} символов.
sq: Mesazhi i gabimit të validimit #{0} është shumë i gjatë. Nuk duhet të jetë më i gjatë se {1} karaktere.
uk: Повідомлення про помилку валідації #{0} занадто довге. Вона має бути не довшою за {1} символів.
zh: 验证性错误信息 #{0}太长。它应该不长于{1}个字符。

# WB0104_ValidationConditionIsTooLong
source: Validation condition #{0} is too long. It should be no longer than {1} characters.
ar: شرط التحقق # {0} طويلة .يجب ان لا تكون اكثر من {1} حرف
cs: Podmínka ověření #{0} je příliš dlouhá. Neměla by být delší než {1} znaků.
es: La condición de validación #{0} es demasiado larga. No debe ser más larga que {1} caracteres
fr: La condition de validation #{0} est trop longue. Elle ne doit pas dépasser {1} caractères.
ro: Condiția de validare nr. {0} este prea lungă. Trebuie să conțină cel mult {1} caractere.
ru: Проверочное выражение # {0} слишком большое. Оно должно быть не более {1} символов.
sq: Kushti i validimit #{0} është shumë i gjatë. Nuk duhet të jetë më i gjatë se {1} karaktere.
uk: Умова перевірки #{0} занадто довга. Вона має бути не довшою за {1} символів.
zh: 验证性条件 #{0}太长。它应该不长于{1}个字符。

# WB0106_ValidationConditionIsEmpty
source: Validation condition #{0} is empty.
ar: شرط التحقق #{0} فارغ
cs: Podmínka ověření #{0} je prázdná.
es: La condición de validación #{0} está vacía.
fr: La condition de validation #{0} est vide.
ro: Condiția de validare nr. {0} este goală
ru: Проверочное выражение № {0} пусто.
sq: Kushti i validimit #{0} është bosh.
uk: Умова перевірки #{0} пуста.
zh: 验证性条件 #{0}为空。

# WB0107_ValidationMessageIsEmpty
source: Validation error message #{0} is empty.
ar: رسالة خطأ التحقق {0} فارغة.
cs: Chybová zpráva ověření #{0} je prázdná.
es: El mensaje de error de la validación #{0} está vacío.
fr: Le message d'erreur de validation #{0} est vide.
ro: Mesajul de validare nr. {0} este gol
ru: Сообщение об ошибке # {0} пусто.
sq: Mesazhi për gabimin e validimit #{0} është bosh.
uk: Повідомлення про помилку валідації #{0} порожнє.
zh: 验证性错误信息 #{0}为空。

# WB0201_LargeNumberOfQuestionsInGroup
source: Section or Roster contains more than {0} questions, consider splitting into sub-sections.
ar: يحتوي القسم أو القائمة على أكثر من {0} من الأسئلة، فكر في تقسيمها إلى أقسام فرعية.
cs: Sekce nebo soupiska obsahuje více než {0} otázek, zvažte rozdělení do podsekcí.
es: Una sección o roster contiene más de {0} preguntas, considere dividirla en subsecciones
fr: La section ou le roster contient plus de {0} questions, envisagez de les diviser en sous-sections.
ro: Secțiunea sau Lista conține mai mult de {0} întrebări, sugerăm să o împărțiți în sub-secțiuni
ru: Секция или ростер содержит более {0} вопросов, рассмотрите разделение на подсекции.
sq: Rubrika ose Rosteri përmban më shumë se {0} pyetje, merrni në konsideratë ndarjen në nënrubrika.
uk: Розділ або список містить більше {0} запитань, розгляньте можливість розбиття на підрозділи.
zh: 问卷模块或二维表包含了超过{0}个问题，考虑切割到为多个子问卷模块。
