Repository: surveysolutions/surveysolutions
Catalog: src/Core/BoundedContexts/Designer/WB.Core.BoundedContexts.Designer/Resources/VerificationMessages.*.resx
Languages: ar, cs, es, fr, ro, ru, sq, uk, zh

# WB0202_GroupWithoutQuestions
source: Section contains no questions. Consider removing the empty section.
ar: لا يحتوي القسم على أية أسئلة. فكر في إزالة القسم الفارغ.
cs: Sekce neobsahuje žádné otázky. Zvažte odebrání prázdného oddílu.
es: La sección no contiene preguntas. Considere remover las secciones vacías
fr: La section ne contient aucune question. Envisagez de supprimer la section vide.
ro: Secțiunea nu conține întrebări. Recomandăm ștergerea acestei secțiuni goale.
ru: Секция не содержит вопросов. Рассмотрите удаление пустых секций.
sq: Rubrika nuk përmban asnjë pyetje. Merrni në konsideratë fshirjen e rubrikës bosh.
uk: Розділ не містить запитань. Подумайте над тим, щоб видалити порожній розділ.
zh: 问卷模块不包含任何题目。考虑删掉空的问卷模块。

# WB0203_RosterHasSingleQuestion
source: Roster group contains only one question. Consider grouping with other rosters. For fixed roster, consider presenting as a set of independent questions.
ar: مجموعة القائمة تحتوي على سؤال واحد فقط. فكر في تجميعها مع القوائم الأخرى. بالنسبة للقائمة الثابتة، ضع في اعتبارك تقديم مجموعة من الأسئلة المستقلة.
cs: Soupiska obsahuje pouze jednu otázku. Zvažte seskupení s jinými soupiskami. U pevného seznamu zvažte prezentaci jako sadu nezávislých otázek.
es: El roster contiene solamente una pregunta. Considere agruparla con otros rosters. Para rosters de tamaño fijo , considere mejor presentar un conjunto de preguntas independientes
fr: Le groupe de roster contient une seule question. Envisagez de le regrouper avec d'autres rosters. Pour un roster fixe, envisagez de le présenter comme un ensemble de questions indépendantes.
ro: Lista conține numai o întrebare. Recomandăm să fie grupată cu alte liste. Pentu o listă cu număr fix de elemente, recomandăm prezentarea acestora ca un set de întrebări independente.
ru: Ростер содержит только один вопрос. Рассмотрите возможность группировки его с другими ростерами. Для фиксированного ростера рассмотрите представление как набор независимых вопросов.
sq: Grupi i rosterit përmban vetëm një pyetje. Merrni në konsideratë grupimin me rostera të tjerë. Për rosterin fiks, merrni në konsideratë paraqitjen si një grup pyetjesh të pavarura.
uk: Група списку містить лише одне питання. Розгляньте можливість групування з іншими списками. Для фіксованого списку розгляньте можливість представлення у вигляді набору незалежних запитань.
zh: 二维表组只包含一个问题。考虑将此二维表和其它二维表组在一起。对于固定的二维表，考虑呈现为一系列的独立问题。

# WB0204_EmptyRoster
source: Roster is empty. Remove it if it is not needed.
ar: القائمة فارغة. إلغيها إذا لم تكن هناك حاجة إليها.
cs: Soupiska je prázdná. Odstraňte jej, pokud není potřeba.
es: El roster está vacío. Elimínelo si no es necesario.
fr: Le roster est vide. Supprimez-le s'il n'est pas nécessaire.
ro: Lista este goală. Ștergeți-o dacă nu este necesară.
ru: Ростер пустой. Удалите его, если он не нужен.
sq: Rosteri është bosh. Fshijeni, nëse nuk është i nevojshëm.
uk: Ростер порожній. Видаліть його, якщо він не потрібен.
zh: 二维表为空。如果不需要就删除它。

# WB0205_TooManyQuestions
source: Questionnaire has more than {0} questions. It might be difficult to administer it.
ar: يحتوي الاستبيان على أكثر من {0} سؤال. وقد يكون من الصعب إدارتها.
cs: Dotazník má více než {0} otázek. Může být obtížné ji podat.
es: El cuestionario tiene más de {0} preguntas. Podría ser difícil de administrar.
fr: Le questionnaire contient plus de {0} questions. Il pourrait être difficile de l'administrer.
ro: Chestionarul are mai mult de {0} întrebări. Completarea lui ar putea fi dificilă.
ru: Опросник содержит более {0} вопросов. Возможно, это будет сложно администрировать.
sq: Pyetësori ka më shumë se {0} pyetje. Mund të jetë e vështirë të administrohet.
uk: Анкета містить більше {0} запитань. Його може бути складно адмініструвати.
zh: 问卷有超过{0}个题目。有可能管理起来比较困难。

# WB0209_LongEnablementCondition
source: Enabling condition is long. It might be possible to have shorter, more readable conditions with built-in functions (i.e., InList()).
ar: شرط التمكين طويلة. قد يكون من الممكن الحصول على شروط أقصر وأكثر قابلية للقراءة باستخدام وظائف مضمنة (i.e., InList()).
cs: Podmínka povolení je dlouhá. Mohlo by být možné mít kratší, čitelnější podmínky s vestavěnými funkcemi (tj. InList()).
es: La condición de habilitación es muy larga. Podría ser que el uso de funciones predeterminadas (como InList() acorte y haga más legible la condición.
fr: La condition d'activation est longue. Il pourrait être possible d'avoir des conditions plus courtes et plus lisibles avec des fonctions intégrées (par exemple, InList()).
ro: Condiția de activare este prea lungă. Este posibil să se producă condții mai scurte și mai lizibile folosind funcțiile incluse (de ex. InList())
ru: Включающее выражение слишком длинное. Вероятно, возможно использовать более короткие, более читаемые условия, использующие встроенные функции (такие как InList ()).
sq: Kushti i aktivizimit është i gjatë. Është e mundur që të kemi kushte më të shkurtra, më të lexueshme me funksione ndërtuara brenda (d.m.th., NëListë()).
uk: Умова включення є довгою. Можливо, за допомогою вбудованих функцій (наприклад, InList()) можна зробити коротші, більш читабельні умови..
zh: 启用性的条件很长。或许可以使用内部函数（比如InList()）去建立更短的、更有可读性的条件。

# WB0210_CategoricalQuestionHasManyOptions
source: Single-choice question has too many categories, consider changing to combo box.
ar: سؤال الاختيار منفرد يحتوي على فئات كثيرة جدا، فكر في تغيير مربع التحرير والسرد.
cs: Otázka s jednou volbou má příliš mnoho kategorií, zvažte změnu na pole se seznamem.
es: La pregunta de selección tiene muchas opciones, considere utilizar una caja combo en su lugar
fr: La question à choix unique a trop de catégories, envisagez de passer à une boîte combo.
ro: Întrebarea cu răspunsuri unice are prea multe variante de răspuns, vă recomandăm să o înlocuiți cu o întrebare de tipul "combo-box"
ru: Катигориальный вопрос содержит слишком много опций, рассмотрите использование поля с каскадным списком
sq: Pyetja me një zgjedhje të vetme ka shumë kategori, merrni në konsideratë ndryshimin në kuti të kombinuar.
uk: Питання з одним вибором має занадто багато категорій, розгляньте можливість заміни на комбіноване питання.
zh: 单选型的问题有太多的选项，考虑改成复选框型。

# WB0211_QuestionnaireHasNoGpsQuestion
source: Questionnaire contains no GPS questions. Consider adding a GPS question.
ar: الاستبيان لا يحتوي على أسئلة نظام تحديد المواقع GPS. جرب إضافة سؤال لنظام تحديد المواقع (GPS).
cs: Dotazník neobsahuje žádné GPS otázky. Zvažte přidání otázky GPS.
es: El cuestionario no posee una pregunta de tipo GPS. Considere adicionar una.
fr: Le questionnaire ne contient aucune question GPS. Envisagez d'ajouter une question GPS.
ro: Chestionarul nu are întrebări de geolocalizare GPS. Vă recomandăm să adăugați o astfel de întrebare.
ru: Опросник не содержит GPS вопросов. Рассмотрите вариант добавления GPS вопроса.
sq: Pyetësori nuk përmban asnjë pyetje GPS. Merrni në konsideratë të shtoni një pyetje GPS.
uk: Анкета не містить GPS питань. Подумайте над тим, щоб додати питання про GPS.
zh: 问卷没有包含GPS型的问题。考虑增加GPS型的问题。

# WB0206_FewSectionsManyQuestions
source: Questionnaire contains more than {0} questions but only one or two sections. Group questions into sections to simplify navigation and improve performance.
ar: يحتوي الاستبيان على أكثر من {0} من الأسئلة ولكنه يحتوي قسم أو قسمين فقط. جمع الأسئلة في أقسام لتبسيط التننقل بينها وتحسين الأداء.
cs: Dotazník obsahuje více než {0} otázek, ale pouze jednu nebo dvě části. Seskupení otázek do sekcí pro zjednodušení navigace a zlepšení výkonu.
es: El cuestionario tiene más de {0} preguntas pero solamente una o dos secciones. Ajupe las preguntas en secciones para simplificar la navegación y mejorar su desempeño.
fr: Le questionnaire contient plus de {0} questions mais seulement une ou deux sections. Regroupez les questions en sections pour simplifier la navigation et améliorer les performances.
ro: Chestionarul are mai mult de {0} întrebări dar doar una sau două secțiuni. Grupați întrebările în secțiuni pentru a simplifica derularea acestora și a îmbunătăți performanța.
ru: Опросник содержит более {0} вопросов, но всего несколько секций. Сгруппируйте вопросы по секциям, чтобы упростить навигацию и повысить производительность.
sq: Pyetësori përmban më shumë se {0} pyetje, por vetëm një ose dy rubrika. Gruponi pyetjet në rubrika për të thjeshtuar shfletimin dhe përmirësuar performancën.
uk: Анкета містить більше {0} запитань, але лише один або два розділи. Згрупуйте питання за розділами, щоб спростити навігацію та підвищити ефективність.
zh: 问卷包含了超过{0}个问题，但只有1到2个问卷模块。把这些题目分组进问卷模块，便于问卷的浏览和提升效率。

# WB0212_LongValidationCondition
source: Validation condition #{0} is long. It might be possible to have shorter, more readable conditions with built-in functions (i.e., InList()).
ar: شرط التحقق # {0} طويلة. قد يكون من الممكن الحصول على شروط أقصر وأكثر قابلية للقراءة باستخدام وظائف مضمنة (i.e., InList()).
cs: Podmínka ověření #{0} je dlouhá. Mohlo by být možné mít kratší, čitelnější podmínky s vestavěnými funkcemi (tj. InList()).
es: La condición de validación #{0} es larga. Podría ser que el uso de funciones predeterminadas (como InList() acorte y haga más legible la condición.
fr: La condition de validation #{0} est longue. Il pourrait être possible d'avoir des conditions plus courtes et plus lisibles avec des fonctions intégrées (par exemple, InList()).
ro: Condiția de validare {0} este prea lungă. Este posibil să se producă condții mai scurte și mai lizibile folosind funcțiile incluse (de ex. InList())
ru: Проверочное выражение # {0} длинное. Возможно использовать более короткие, более читаемые условия со встроенными функциями (напр. InList ())
sq: Kushti i validimit #{0} është i gjatë. Është e mundur që të kemi kushte më të shkurtra, më të lexueshme me funksione ndërtuara brenda (d.m.th., NëListë()).
uk: Умова перевірки #{0} є довгою. Можливо, за допомогою вбудованих функцій (наприклад, InList()) можна створити коротші, більш читабельні умови..
zh: 验证性条件 #{0}很长。或许可以使用内部函数（比如InList()）去建立更短的、更有可读性的条件。

# WB0207_FixedRosterContains3OrLessItems
source: Fixed roster contains {0} or less items. Consider using sub-sections and a series of questions. Rosters complicate structure of exported data.
ar: تحتوي القائمة الثابتة على {0} أو أقل من العناصر. فكر في استخدام الأقسام الفرعية وسلسلة من الأسئلة. القوائم تعقد بنية البيانات المصدرة.
cs: Pevná soupiska obsahuje {0} nebo méně položek. Zvažte použití pododdílů a řady otázek. Soupisky komplikují strukturu exportovaných dat.
es: Roster de tamaño fijo contienen {0} ítems o menos. Considere usar subsecciones y serie de preguntas. El uso de roster hace más compleja la estructura de la data exportada.
fr: Le roster fixe contient {0} éléments ou moins. Envisagez d'utiliser des sous-sections et une série de questions. Les rosters compliquent la structure des données exportées.
ro: Lista cu număr fix de elemente conține {0} elemente sau mai puține. Recomandăm folosirea de sub-secțiuni cu întrebări. Listele complică structura datelor exportate.
ru: Фиксированный ростер содержит {0} или меньше элементов. Рассмотрите возможность использования подсекций и ряда вопросов. Ростеры осложняют структуру экспортируемых данных.
sq: Rosteri fiks përmban {0} ose më pak objekte. Merrni në konsideratë përdorimin e nënrubrikave dhe një serie pyetjesh. Rosterat e ndërlikojnë strukturën e të dhënave të eksportuara.
uk: Фіксований список містить {0} або менше елементів. Розгляньте можливість використання підрозділів та серії запитань. Ростери ускладнюють структуру експортованих даних.
zh: 固定的二维表包含了{0}个或更少的项目。考虑使用问卷子块或者一系列的问题。二维表使得导出的数据更复杂。

# WB0208_MoreThan50PercentsQuestionsWithoutValidationConditions
source: More than {0}% of questions contain no validation conditions. Add validation conditions to improve data quality.
ar: أكثر من {0}٪ من الأسئلة لا تحتوي على شروط التحقق. إضافة شروط التحقق لتحسين جودة البيانات.
cs: Více než {0} % otázek neobsahuje žádné podmínky validace. Přidání ověřovacích podmínek pro zlepšení kvality dat.
es: más del {0}% de las preguntas no tienen condiciones de validación. Incorpore condiciones de validación para mejorar la calidad de los datos
fr: Plus de {0}% des questions ne contiennent pas de conditions de validation. Ajoutez des conditions de validation pour améliorer la qualité des données.
ro: Mai mult de {0}% din întrebări nu au condiții de validare. Adăugați condiții de validare pentru a îmbunătăți calitatea datelor.
ru: Более {0}% вопросов не содержит условий проверки. Добавьте условия проверки, чтобы улучшить качество данных.
sq: Më shumë se {0}% e pyetjeve nuk përmbajnë kushte validimi. Shto kushtet e validimit për të përmirësuar cilësinë e të dhënave.
uk: Понад {0}% запитань не містять умов перевірки. Додайте умови перевірки, щоб покращити якість даних.
zh: 超过{0}% 的题目没有验证性条件。考虑增加验证性条件以改进数据质量。

# WB0108_LinkedQuestionFilterExpresssionHasLengthMoreThan10000Characters
source: Linked question filter expression has length more than {0} characters.
ar: يبلغ طول تعبير تصفية السؤال المرتبط أكثر من {0} حرفا.
cs: Výraz filtru propojených otázek je delší než {0} znaků.
es: La expresión del filtro de la pregunta enlazada tiene más de {0} caracteres
fr: L'expression du filtre de la question liée est plus longue que {0} caractères.
ro: Expresia filtrului întrebării legate este mai mare de {0} caractere
ru: Фильтрующее выражение связанного вопроса имеет длину больше чем {0} символов.
sq: Shprehja e filtrimit të pyetjes së lidhur ka më shumë se {0} karaktere.
uk: Вираз фільтра зв'язаних запитань довший за {0} символів.
zh: 被关联的筛选性表达式有长度超过{0}个字符。

# WB0109_CategoricalLinkedQuestionUsedInLinkedQuestionFilterExpresssion
source: The question cannot be used in is it own filter expression.
ar: لا يمكن استخدام السؤال في هل هو مرشح التسمية الخاصة
cs: Otázku nelze použít ve vlastním výrazu filtru.
es: La pregunta no puede usarse en su propia expresión de filtro
fr: La question ne peut pas être utilisée dans sa propre expression de filtre.
ro: Întrebarea nu poate fi folosită ca propria sa condiție de filtrare
ru: Вопрос не может быть использован в качестве собственного фильтра.
sq: Pyetja nuk mund të përdoret në shprehjen e saj të filtrimit.
uk: Питання не можна використовувати у власному виразі фільтра.
zh: 不能在题目中使用它自带的筛选表达式。

# WB0110_LinkedQuestionFilterExpresssionHasIncorrectSyntax
source: Filter expression has a syntax error.
ar: يحتوي تعبير التصفية على خطأ في البنية.
cs: Výraz filtru má chybu syntaxe.
es: La expresión de filtro contiene error de sintaxis
fr: L'expression du filtre a une erreur de syntaxe.
ro: Condiția de filtrare are o eroare de sintaxă
ru: Выражение фильтра содержит синтаксическую ошибку.
sq: Shprehja e filtrimit ka një gabim sintaksor.
uk: Вираз фільтра має синтаксичну помилку.
zh: 筛选性表达式有语法错误。

# WB0095_StaticTextRefersAbsentAttachment
source: Static text refers absent attachment
ar: يشير النص الثابت لمرفق غير موجود
cs: Statický text odkazuje na chybějící přílohu
es: El texto estático se asociado a un archivo adjunto inexistente
fr: Le texte statique fait référence à une pièce jointe absente.
ro: Textul static se leagă de un atașament inexistent
ru: Статический текст относится к отсутствующему вложению
sq: Teksti statik referon bashkëlidhje që mungojnë
uk: Статичний текст посилається на відсутній вкладений файл
zh: 静态文本引用了不存在的附件

# WB0111_AttachmentHasEmptyContent
source: Attachment cannot be empty
ar: لا بمكن أن يكون المرفق فارغا
cs: Příloha nemůže být prázdná
es: El archivo adjunto no puede estar vacío
fr: La pièce jointe ne peut pas être vide.
ro: Atașamentul nu poate fi gol
ru: Вложение не может быть пустым
sq: Bashkëlidhja nuk mund të jetë bosh
uk: Вкладення не може бути порожнім
zh: 附件不能为空

# WB0213_AttachmentSizeIsMoreThan5Mb
source: Attachment size is more than {0}Mb
ar: حجم المرفق أكبر من {0} ميغابايت
cs: Velikost přílohy je větší než {0}Mb
es: El archivo adjunto mide más que {0}MB
fr: La taille de la pièce jointe est supérieure à {0}Mb.
ro: Atașamentul are mai mult de {0}Mb
ru: Размер вложения больше {0} Мб
sq: Madhësia e bashkëlidhjes është më shumë se {0}Mb
uk: Розмір вкладення більше {0}Mb
zh: 附件的大小超过了{0}Mb

# WB0214_TotalAttachmentsSizeIsMoreThan50Mb
source: Total size of attachments is more than {0}Mb
ar: إجمالي حجم المرفقات أكثر من {0} ميجابيت
cs: Celková velikost příloh je větší než {0}Mb
es: La longitud total del archivo adjunto es más de {0}MB
fr: La taille totale des pièces jointes est supérieure à {0}Mb.
ro: Dimensiunea totală a atașamentelor este mai mare de {0}Mb
ru: Общий размер вложений больше {0} Мб
sq: Madhësia e përgjithshme e bashkëlidhjeve është më shumë se {0}Mb
uk: Загальний розмір вкладених файлів перевищує {0}Mb
zh: 附件的总大小超过了{0}Mb

# WB0215_UnusedAttachments
source: Questionnaire contains unused attachments
ar: يحتوي الاستبيان على مرفقات غير مستخدمة
cs: Dotazník obsahuje nepoužité přílohy
es: El cuestionario posee archivos adjuntos sin uso.
fr: Le questionnaire contient des pièces jointes non utilisées.
ro: Chestionarul conține atașamente nefolosite
ru: Опросник содержит неиспользуемые вложения
sq: Pyetësori përmban bashkëlidhje të papërdorura
uk: Анкета містить невикористані вкладення
zh: 问卷包含了未使用的附件

# WB0112_VariableHasInvalidName
source: Variable has invalid name.
ar: المتغير له اسم غير فعال
cs: Proměnná má neplatný název.
es: La variable tiene un nombre inválido
fr: La variable a un nom invalide.
ro: Variabila are un nume eronat
ru: Некорректное имя переменной.
sq: Variabli ka emërtim të pavlefshëm.
uk: Змінна має невірне ім'я.
zh: 变量有无效的名字。

# WB0113_VariableHasEmptyVariableName
source: Variable cannot have empty name.
ar: المتغير لايمكن ان يحوي اسم فارغ
cs: Proměnná nemůže mít prázdný název.
es: La variable no puede tener un nombre vacío
fr: La variable ne peut pas avoir de nom vide.
ro: Variabila nu poate avea un nume gol
ru: У переменной не может быть пустого имени.
sq: Variabli nuk mund të ketë emërtim bosh.
uk: Змінна не може мати порожнє ім'я.
zh: 变量不能有空的名字。

# WB0250_ValidationConditionRefersToAFutureQuestion
source: Validation condition #{0} refers to a future question. Consider reversing the order.
ar: يشير شرط التحقق {0} إلى سؤال في المستقبل. النظر في عكس النظام.
cs: Podmínka ověření #{0} odkazuje na budoucí otázku. Zvažte obrácení pořadí.
es: Condición de validación #{0} está referida para una pregunta futura. Considere revisar el orden de las preguntas.
fr: La condition de validation #{0} fait référence à une question future. Envisagez d'inverser l'ordre.
ro: Condiția de validare # {0} se referă la o întrebare viitoare. Vă recomandăm inversarea ordinii.
ru: Проверочное выражение # {0} относится к будущему вопросу. Рассмотрите исользование обратного порядка.
sq: Kushti i validimit #{0} i referohet një pyetjeje të ardhshme. Merrni në konsideratë përmbysjen e rendit.
uk: Умова перевірки #{0} відноситься до майбутнього питання. Розгляньте зворотний порядок.
zh: 验证性条件 #{0} 引用了一个后面的问题。考虑调换问题顺序。

# WB0251_EnablementConditionRefersToAFutureQuestion
source: Enablement condition refers to a future question. Consider reversing the order.
ar: يشير شرط التمكين إلى سؤال في المستقبل. فكر في عكس الامر.
cs: Podmínka povolení se týká budoucí otázky. Zvažte obrácení pořadí.
es: La condición habilitan está referida a una pregunta futura. Considere revisar el orden de las preguntas.
fr: La condition d'activation fait référence à une question future. Envisagez d'inverser l'ordre.
ro: Condiția de activare se referă la o întrebare viitoare. Vă recomandăm inversarea ordinii.
ru: Включающее выражение ссылается на будущий вопрос. Рассмотрите возможность изменения порядка следования элементов.
sq: Kushti i aktivizimit i referohet një pyetjeje të ardhshme. Merrni në konsideratë përmbysjen e rendit.
uk: Умова увімкнення відноситься до майбутнього питання. Розгляньте зміну порядку.
zh: 启用性性条件 #(0) 引用了一个后面的问题。考虑调换问题顺序。

# WB0253_TooFewVariableLabelsAreDefined
source: Too few variable labels are defined. Add variable labels to improve the usability of exported data and to provide input into metadata for Data Documentation Initiative (DDI) format.
ar: يتم تعريف عدد قليل جدا من التسميات المتغيرة. إضافة تسميات متغيرة لتحسين قابلية استخدام البيانات المصدرة وتوفير مدخلات في البيانات الوصفية لتنسيق مبادرة توثيق البيانات (ddi).
cs: Je definováno příliš málo popisků proměnných. Přidání popisků proměnných pro zlepšení použitelnosti exportovaných dat a poskytnutí vstupu do metadat pro formát DDI (Data Documentation Initiative).
es: Muy pocas etiquetas de variable han sido definidas. Agregue etiquetas de variables para mejorar la usabilidad de la exportación de los datos y proveer metadato para el formato DDI (Data Documentación Iniciativa )
fr: Trop peu d'étiquettes de variables sont définies. Ajoutez des étiquettes de variables pour améliorer l'utilisabilité des données exportées et fournir des informations dans le format de la Documentation des Données d'Enquête (DDI).
ro: Sunt definite prea puține etichete pentru variabile. Adăugați etichete la variabile pentru a îmbunătăți gradul de utilizare a datelor exportate și pentru a furniza metadate în formatul Data Documentation Initiative (DDI).
ru: Определено слишком мало тегов переменных. Добавьте теги переменных, чтобы улучшить удобство использования экспортированных данных и обеспечить ввод в метаданные для формата Data Documentation Initiative (DDI).
sq: Shumë pak etiketa variabël janë përcaktuar. Shto etiketat variable për të përmirësuar përdorimin e të dhënave të eksportuara dhe për të ofruar input në metadata për formatin e Nismës së Dokumentimit të të Dhënave (DDI).
uk: Визначено занадто мало міток змінних. Додайте мітки змінних, щоб покращити зручність використання експортованих даних та забезпечити введення метаданих для формату Ініціативи з документування даних (DDI).
zh: 太少的变量标签被定义。增加变量标签以改进导出数据的可用性、便于DDI格式的数据文件导入为元数据。

# WB0254_UseFunctionIsValidEmailToValidateEmailAddress
source: Use function IsValidEmail() to validate email address.
ar: استخدام الدالة IsValidEmail()للتحقق من صحة عنوان البريد الإلكتروني.
cs: Použijte funkci IsValidEmail() k ověření e-mailové adresy.
es: Utilice la función IsValidEmail() para validar la dirección de correo electrónico
fr: Utilisez la fonction IsValidEmail() pour valider l'adresse e-mail.
ro: Folosiți funcția IsValidEmail() pentru a valida adresa de e-mail.
ru: Используйте функцию IsValidEmail () для проверки адреса электронной почты.
sq: Përdor funksionin ËshtëEmailiVlefshëm () për validimin e adresës së emailit.
uk: Використовуйте функцію IsValidEmail() для перевірки адреси електронної пошти.
zh: 用函数 ValidEmail() 去验证email地址。

# WB0255_QuestionIsTooShort
source: Question is too short. This might be an incomplete question.
ar: السؤال قصير جدا. قد يكون هذا سؤالا غير كامل.
cs: Otázka je příliš krátká. To může být neúplná otázka.
es: La pregunta es demasiado corta. Podría tratarse de una pregunta incompleta.
fr: La question est trop courte. Cela pourrait être une question incomplète.
ro: Întrebarea este prea scurtă, ar putea fi o întrebare incompletă.
ru: Слишком короткий вопрос. Дополните описание.
sq: Pyetja është shumë e shkurtër. Kjo mund të jetë një pyetje e paplotë.
uk: Питання занадто коротке. Це може бути неповне запитання.
zh: 题目太短。这个可能是一个未完成的题目。
