Repository: surveysolutions/surveysolutions
Catalog: src/Core/BoundedContexts/Designer/WB.Core.BoundedContexts.Designer/Resources/VerificationMessages.*.resx
Languages: ar, cs, es, fr, ro, ru, sq, uk, zh

# WB0001_NoQuestions
source: Questionnaire must contain at least one question.
ar: يجب أن يحتوي الاستبيان على سؤال واحد على الأقل.
cs: Dotazník musí obsahovat alespoň jednu otázku.
es: El cuestionario debe contener al menos una pregunta.
fr: Le questionnaire doit contenir au moins une question.
ro: Chestionarul trebuie să conțină cel puțin o întrebare
ru: Опросник должен содержать хотя бы один вопрос
sq: Pyetësori duhet të përmbajë të paktën një pyetje.
uk: Анкета повинна містити принаймні одне запитання.
zh: 问卷至少包含1个问题。

# WB0002_CustomValidationExpressionHasIncorrectSyntax
source: Validation condition has a syntax error.
ar: شرط التحقق به خطا نصي
cs: Podmínka ověření obsahuje chybu syntaxe.
es: La condición de validación contiene un error de sintaxis
fr: La condition de validation a une erreur de syntaxe.
ro: Condiția de validare are o eroare de sintaxă
ru: Ошибка в проверочном выражении
sq: Kushti i validimit ka një gabim sintaksor.
uk: Умова перевірки має синтаксичну помилку.
zh: 有效性条件有一个语法错误。

# WB0003_CustomEnablementConditionHasIncorrectSyntax
source: Enabling condition has a syntax error.
ar: شرط التمكين به خطا نصي
cs: Podmínka povolení obsahuje chybu syntaxe.
es: La condición de habilitación contiene un error de sintaxis
fr: La condition d'activation a une erreur de syntaxe.
ro: Condiția de activare are o eroare de sintaxă
ru: Ошибка во включающем выражении
sq: Kushti i aktivizimit ka një gabim sintaksor.
uk: Умова включення має синтаксичну помилку.
zh: 启用性条件有一个语法错误。

# WB0004_VariableHasEmptyExpression
source: Variable cannot have empty expression.
ar: النمتغير لايمكن ان يحتوي على مقدار فارغ
cs: Proměnná nesmí mít prázdný výraz.
es: La variable no puede contener una expresión vacía
fr: La variable ne peut pas avoir d'expression vide.
ro: Variabila nu poate fi necompletată
ru: Переменная не может содержать пустое выражение
sq: Variabli nuk mund të ketë shprehje bosh.
uk: Змінна не може мати порожнього виразу.
zh: 计算变量不能包含空的表达式。

# WB0005_VariableExpressionHasLengthMoreThan10000Characters
source: Variable expression has length more than {0} characters.
ar: يبلغ طول المقدار المتغير أكثر من {0} حرفا.
cs: Variabilní výraz má délku delší než {0} znaků.
es: La expresión que define la variable tiene más de {0} caracteres
fr: L'expression de variable a une longueur supérieure à {0} caractères.
ro: Variabila are o lungime mai mare de {0} caractere
ru: Выражение переменной не может содержать более {0} символа.
sq: Shprehja variable është e gjatë më shumë se {0} karaktere.
uk: Вираз змінної має довжину більше {0} символів.
zh: 计算变量表达式有长度超过{0}个字符。

# WB0009_RosterSizeQuestionIsMissing
source: Roster size question is missing.
ar: حجم لائحة السؤال مفقود
cs: Chybí otázka velikosti soupisky.
es: La pregunta que define el tamaño del roster no ha sido encontrada
fr: La question source du roster, qui définit sa taille et ses éléments, est manquante.
ro: Dimensiunea intrebarii de tip lista lipseste
ru: Вопрос, определяющий количество строк в ростере, отсутствует
sq: Pyetja për madhësinë e rosterit mungon.
uk: Питання про розмір ростеру відсутнє.
zh: 二维表大小问题丢失。

# WB0010_MacroHasInvalidName
source: Macro has invalid name.
cs: Makro má neplatný název.
es: La macro tiene un nombre inválido
fr: La macro a un nom invalide.
ro: Macrocomanda are un nume eronat
ru: Неверное имя макроса
sq: Makroja ka emërtim të pavlefshëm.
uk: Макрос має невірну назву.
zh: 宏包含无效的名字。

# WB0011_LinkedQuestionReferencesNotExistingQuestion
source: Linked question references a nonexistent question.
ar: السؤال المرتبط يشير الى سؤال غير موجود
cs: Propojená otázka odkazuje na neexistující otázku.
es: La pregunta vinculada hace referencia a una pregunta inexistente.
fr: La question liée fait référence à une question inexistante.
ro: Întrebarea se leagă de o altă întrebare inexistentă
ru: Связанный вопрос ссылается на несуществующий вопрос.
sq: Pyetja e lidhur i referohet një pyetjeje që nuk ekziston.
uk: Пов'язане питання посилається на неіснуюче питання.
zh: 被关联的问题引用了一个无效的问题。

# WB0012_LinkedQuestionReferencesQuestionOfNotSupportedType
source: Linked question references a question type that is not supported.
ar: السؤال المرتبط يشير الى سؤال غير مدعوم
cs: Propojená otázka odkazuje na typ otázky, který není podporován.
es: La pregunta relacionada hace referencia a un tipo de pregunta que no es compatible.
fr: La question liée fait référence à un type de question non pris en charge.
ro: Întrebarea se leagă de o altă întrebare al cărui tip nu este acceptat pentru legare
ru: Связанный вопрос ссылается на неподдерживаемый тип вопсроса.
sq: Pyetja e lidhur i referohet një lloji pyetjeje që nuk mbështetet.
uk: Пов'язане питання посилається на тип питання, який не підтримується.
zh: 被关联的问题引用了一个不被支持类型的问题。

# WB0013_LinkedQuestionReferencesQuestionNotUnderRosterGroup
source: Linked question references a question not in a roster.
ar: السؤال المرتبط يشير الى سؤال غير مدرج باللائحة
cs: Odkazovaná otázka odkazuje na otázku, která není v soupisce.
es: La pregunta relacionada hace referencia a una pregunta que no está en el roster.
fr: La question liée fait référence à une question qui ne figure pas dans un roster.
ro: Întrebarea se leagă de o altă întrebare care nu se află într-o listă
ru: Связанный вопрос ссылается на вопрос вне ростера
sq: Pyetja e lidhur i referohet një pyetjeje që nuk është në një roster.
uk: Пов'язане питання посилається на питання, якого немає в ростері.
zh: 被关联的问题引用了一个不在二维表内的问题。

# WB0014_MacroHasEmptyName
source: Macro cannot have empty name.
cs: Makro nemůže mít prázdný název.
es: El nombre de la macro no puede estar vacío
fr: La macro ne peut pas avoir de nom vide.
ro: Macrocomanda nu poate avea numele gol
ru: Имя макроса не может быть пустым
sq: Makroja nuk mund të ketë emërtim bosh.
uk: Макрос не може мати порожню назву.
zh: 宏（Macro）不可以有空的名字。

# WB0015_QuestionWithTitleSubstitutionCantBePrefilled
source: Question with title substitution cannot be marked as identifying.
ar: السؤال الذي يحمل عنوان الاستبدال لا يمكن التأشير عليه بمعرف
cs: Otázku se záměnou názvu nebo pokynu nelze označit jako identifikující.
es: Una pregunta con sustitución de texto en el título o las instrucciones no puede ser marcada como identificador
fr: Une question avec substitution de titre ne peut pas être marquée comme question d'identification.
ro: Întrebarea care conține substituiri de date în titlu sau instrucțiuni nu poate fi marcată ca întrebare de identificare
ru: Вопрос с подстановкой в тексте или инструкциях не может быть помечен как идентифицирующий
sq: Pyetja me zëvendësim titulli ose udhëzimesh nuk mund të shënohet si identifikuese.
uk: Питання з підстановкою у назві або інструкції не може бути позначене як ідентифікаційне.
zh: 带有标题替代的问题无法被标记为识别型。

# WB0017_SubstitutionReferencesNotExistingQuestionOrVariable
source: Substitution references a nonexistent question or variable.
ar: الاستبدال الذي يشير الى سؤال او متغير غير موجود
cs: Substituce odkazuje na neexistující otázku nebo proměnnou.
es: Sustitución de texto hace referencia a una pregunta o variable inexistente
fr: La substitution fait référence à une question ou une variable inexistante.
ro: Substituirea face legătura cu o variabilă sau întrebare inexistentă
ru: Подстановка ссылается на несуществующий вопрос либо переменную
sq: Zëvendësimi i referohet një pyetjeje ose variabli joekzistues.
uk: Підстановка посилається на неіснуюче запитання або змінну.
zh: 替代引用了一个不存在的问题或变量。

# WB0018_SubstitutionReferencesUnsupportedEntity
source: Substitution references an item that is not supported in substitutions.
ar: الاستبدال الذي يشير الى بند أو عنصر غير مدعوم بالاستبدالات
cs: Nahrazení odkazuje na položku, která není podporována v náhradách.
es: La sustitución de texto hace referencia a un elemento que no es admitido.
fr: La substitution fait référence à un élément qui n'est pas pris en charge dans les substitutions.
ro: Substituirea face legătura cu un element care nu este acceptat în substituiri
ru: Подстановка ссылается на вопрос, который не может быть использован в подстановках
sq: Zëvendësimi i referohet një objekti që nuk mbështetet në zëvendësues.
uk: Підстановка посилається на елемент, який не підтримується в підстановках.
zh: 替代引用了一个不被替代支持的项目。

# WB0019_SubstitutionCantReferenceItemWithDeeperRosterLevel
source: Substitution cannot reference items from a deeper roster level.
ar: الاستبدال لا يمكن ان يشير الى بند في مستوى اعمق من اللائحه
cs: Střídání nemůže odkazovat na položky z hlubší úrovně soupisky.
es: La sustitución no puede hacer referencia a elementos de un nivel de roster más profundo.
fr: La substitution ne peut pas référencer les éléments d'un niveau hierarchique inférieur.
ro: Substituirea nu poate face legătura cu elemente care sunt la un nivel inferior în liste
ru: В подстановках не могут быть использованы переменные с более глубоким уровнем вложенности.
sq: Zëvendësimi nuk mund t’u referohet objekteve nga një nivel më i thellë rosteri.
uk: Підстановка не може посилатися на елементи з глибшого рівня ростеру.
zh: 替代无法引用来自更深一级二维表的项目。

# WB0020_NameForMacrosIsNotUnique
source: Another Macro with the same name already exists.
cs: Jiné makro se stejným názvem již existuje.
es: Otra macro ya cuenta con ese nombre
fr: Une autre macro portant le même nom existe déjà.
ro: Există o altă macrocomandă cu același nume
ru: Макрос с таким же именем уже существует.
sq: Ekziston tashmë një Makro tjetër me të njëjtin emër .
uk: Інший макрос з такою ж назвою вже існує.
zh: 另一个同名的宏已存在。

source: Max number of answers is greater than number of question's options.
ar: الحد الأقصى لعدد الإجابات أكبر من عدد خيارات الأسئلة.
cs: Maximální počet odpovědí je větší než počet možností odpovědí.
es: El número máximo de respuestas es mayor que el número de categorías de preguntas.
fr: Le nombre maximum de réponses est supérieur au nombre de catégories de questions.
ro: Numărul maxim de răspunsuri este mai mare decât numărul de variante de răspuns
ru: Максимальное количество ответов превышает количество категорий.
sq: Numri maksimal i përgjigjeve është më i madh se numri i kategorive të pyetjes.
uk: Максимальна кількість відповідей більша за кількість варіантів відповідей.
zh: 答案的最大数量已大于问题的选项。

# WB0022_PrefilledQuestionsOfIllegalType
source: Question of this type cannot be identifying.
ar: سؤال من هذا نوع لايمكن تعريفه
cs: Otázka tohoto typu nemůže být identifikovatelná.
es: Preguntas de este tipo no pueden ser identificadoras
fr: Une question de ce type ne peut être une question d'identification.
ro: Acest tip de întrebare nu poate fi o întrebare de identificare
ru: Вопрос данного типа не может быть отмечен как идентифицирующий.
sq: Pyetja e këtij lloji nuk mund të identifikohet.
uk: Питання такого типу не можуть бути ідентифікаційними.
zh: 这种类型的问题无法被识别。

# WB0023_RosterSizeSourceQuestionTypeIsIncorrect
source: Roster size source question is incorrect. Only numeric, categorical with multi-select or text list questions can be used.
ar: حجم مصدر سؤال اللائحة غير صحيح. فقط رقمي، يمكن استعمال مصنف بمتعدد الخيار أو قائمة الأسئلة النصية
cs: Otázka zdroje velikosti soupisky je nesprávná. Lze použít pouze číselné, kategorické s vícenásobným výběrem nebo otázky s textovým seznamem.
es: La pregunta que define el tamaño del roster es incorrecta. Solo se pueden usar preguntas numéricas, categóricas con selección múltiple o listas de texto.
fr: La question source du roster définissant la taille est invalide. Seules les questions numériques, catégorielle à réponse multiples ou de type liste peuvent être utilisés.
ro: Întrebarea care este sursa mărimii listei este incorectă. Nu pot fi folosite decât întrebări numerice, categoriale cu selecție multiplă sau liste text.
ru: Неверно выбран вопрос, определяющий количество строк в ростере. Допустимо использование только: числового, одновариантного, многовариантного или вопроса-списка.
sq: Pyetja burimore për madhësinë e rosterit është e pasaktë. Mund të përdoren vetëm pyetje numerike, kategorike me zgjedhje të shumëfishtë apo të listës tekst.
uk: Неправильно вказане питання-джерело розміру ростра. Можна використовувати лише питання числового типу, категоріальні з множинним вибором, або текстові списки.
zh: 二维表大小来源问题错误。仅仅是数字型、多选型或文本列表型的问题才能被使用。

# WB0024_LookupHasInvalidName
source: Lookup table has invalid name.
ar: اسم جدول البحث غير صحيح
cs: Vyhledávací tabulka má neplatný název.
es: La tabla de búsqueda tiene un nombre inválido
fr: La table de référence a un nom invalide.
ro: Tabelul de căutare are un nume eronat.
ru: Неверное имя справочной таблицы.
sq: Tabela e kërkimit ka emërtim të pavlefshëm.
uk: Таблиця пошуку має невірне ім'я.
zh: 查询表有无效的名字。

# WB0025_LookupHasEmptyName
source: Lookup table cannot have empty name.
ar: اسم جدول البحث لا يجب ان يكون فارغ
cs: Vyhledávací tabulka nemůže mít prázdný název.
es: La tabla de búsqueda no puede tener un nombre vacío
fr: La table de référence ne peut pas avoir de nom vide.
ro: Tabelul de căutare nu poate avea numele gol.
ru: Имя справочной таблицы не может быть пустым.
sq: Tabela e kërkimit nuk mund të ketë emërtim bosh.
uk: Таблиця пошуку не може мати порожню назву.
zh: 查询表的名字不能为空。

# WB0026_ItemsWithTheSameNamesFound
source: Items with the same name found.
ar: تم إيجاد عناصر بنفس الاسم
cs: Nalezeny položky se stejným názvem.
es: Se han encontrado ítems con el mismo nombre
fr: Eléments avec le même nom trouvés.
ro: Au fost găsite elemente cu același nume
ru: Найдены элементы с одинаковыми именами.
sq: U gjetën objekte me të njëjtin emër.
uk: Знайдено елементи з такою ж назвою.
zh: 存在同名的项目。

# WB0027_VariableExpresssionHasIncorrectSyntax
source: Expression has a syntax error.
ar: يحتوي التعبير على خطأ نصي
cs: Výraz má chybu syntaxe.
es: La expresión contiene un error de sintaxis
fr: L'expression a une erreur de syntaxe.
ro: Condiția are o eroare de sintaxă
ru: В выражении содержится синтаксическая ошибка.
sq: Shprehja ka një gabim sintaksor.
uk: Вираз має синтаксичну помилку.
zh: 表达式存在语法错误。

# WB0028_OptionsFilterExpressionHasLengthMoreThan10000Characters
source: Options filter expression has length more than {0} characters.
ar: يتجاوز طول تعبير تصفية الخيارات أكثر من {0} حرفا.
cs: Výraz filtru je delší než {0} znaků.
es: La expresión de la opción de filtro tiene una longitud superior a {0} caracteres
fr: L'expression du filtre d'options a une longueur supérieure à {0} caractères.
ro: Condiția de filtrare are mai mult de {0} caractere
ru: Выражение для фильтрации опций содержит более {0} символов.
sq: Shprehja e filtrit të kategorive është më e gjatë se {0} karaktere.
uk: Вираз фільтра має довжину більше {0} символів.
zh: 选线筛选器的表达式的长度超过{0}个字符。

# WB0029_QuestionWithOptionsFilterCannotBePrefilled
source: Question with options filter expression cannot be identifying.
ar: سؤال مع خيارات تصفية التعبير لا يمكن تحديده
cs: Filtr otázek s možností odpovědi nemůže být identifikován.
es: La pregunta con categorías de expresión de filtro no se puede identificar.
fr: Les questions avec expression de filtre de catégories ne peuvent pas être identifiées.
ro: Întrebarea cu un filtru la variantele de răspuns nu poate fi întrebare de identificare
ru: Вопрос с фильтром категорий не может быть помечен как идентифицирующий.
sq: Nuk mund të identifikohen pyetje me shprehje të filtrit të kategorive.
uk: Питання з фільтром варіантів відповідей не може бути ідентифікаційним.
zh: 带有选项筛选器表达式的问题无法被识别。

# WB0030_PrefilledQuestionCantBeInsideOfRoster
source: Identifying questions cannot be inside a roster.
ar: تحديد الأسئلة لا يمكن أن يكون داخل اللائحة.
cs: Identifikační otázky nemohou být v soupisce.
es: Las preguntas de identificación no puede estar dentro de un roster
fr: Les questions d'identification ne peuvent pas figurer dans un roster.
ro: Întrebările de identificare nu pot fi plasate într-o listă
ru: Идентифицирующий вопрос не может быть внутри ростера.
sq: Pyetjet identifikuese nuk mund të jenë brenda rosterit.
uk: Ідентифікаційні питання не можуть бути всередині ростеру.
zh: 识别型的问题不能存在于二维表。

# WB0031_LookupTableHasInvalidHeaders
source: Lookup table has invalid column headers.
ar: يحتوي جدول البحث على رؤوس أعمدة غير صالحة.
cs: Vyhledávací tabulka obsahuje neplatná záhlaví sloupců.
es: La tabla de búsqueda tiene encabezados de columna no válidos
fr: La table de référence a des en-têtes de colonne non valides.
ro: Tabelul de căutare are titluri de rânduri eronate
ru: Неверные названия колонок в справочной таблице.
sq: Tabela e kërkimit ka tituj kolonash të pavlefshme.
uk: У таблиці пошуку невірні заголовки стовпців.
zh: 查询表存在无效的列头。

# WB0032_GroupWhereRosterSizeSourceIsQuestionHaveFixedTitles
source: Roster where roster size source is question could not have fixed set of items.
ar: القائمة حيث لا يمكن أن يكون مصدر حجم الجدول السؤال مجموعة ثابتة من العناصر.
cs: Seznam se zdrojovou otázkou nemůže mít pevnou sadu položek.
es: Un roster asociado a una pregunta no puede contener un número fijo de ítems
fr: Roster où la taille de la question source du Roster ne peut pas avoir un ensemble d'éléments fixes.
ro: Lista legată de o întrebare nu poate avea un număr fix de elemente
ru: Ростер, в котором источником ростера является управляющий вопрос, не может быть фиксированным ростером.
sq: Rosteri kur pyetja burimore e madhësisë së rosterit nuk mund të ketë një grup fiks objektesh.
uk: Список з вихідним питанням не може мати фіксованого набору елементів.
zh: 大小来源是问题的二维表无法设置为固定的条目数量。

# WB0033_GroupWhereRosterSizeSourceIsFixedTitlesHaveRosterSizeQuestion
source: Fixed set of items roster cannot have roster size question.
ar: قائمة المجموعة الثابتة من البنود لا يمكن أن تحتوي على لائحة حجم السؤال.
cs: Pevná sada položek soupiska nemůže mít otázku zdroje soupisky.
es: Un roster con número fijo de ítems no puede tener asociación a una pregunta.
fr: Un roster fixe ne peut pas avoir de question source indiquant la taille du roster.
ro: Lista cu număr fix de elemente nu poate fi generată de o altă listă
ru: Фиксированный ростер не может иметь вопрос о размере ростера.
sq: Rosteri me grup fiks objektesh nuk mund të ketë pyetje për madhësinë e rosterit.
uk: Ростер з фіксованим набіром елементів, які не може мати питання джерела ростеру.
zh: 固定条目数量的二维表不能有二维表大小问题。

# WB0034_GroupWhereRosterSizeSourceIsFixedTitlesHaveRosterTitleQuestion
source: Fixed set of items roster cannot have roster title question.
ar: قائمة المجموعة الثابتة من البنود لا يمكن أن تحتوي على لائحة عنوان السؤال.
cs: Pevná sada položek soupiska nemůže mít otázku názvu soupisky.
es: Un roster con número fijo de ítems no puede tener una pregunta de rostertitle
fr: Un roster fixe ne peut pas avoir de question source dictant les éléments du roster.
ro: Lista cu număr fix de elemente nu poate avea titlul legat de o altă listă
ru: Фиксированный ростер не может содержать вопрос о заголовке ростера.
sq: Rosteri me grup fiks objektesh nuk mund të ketë pyetje për titullin e rosterit.
uk: Ростер з фіксованим набіром елементів не може мати питання заголовка ростеру.
zh: 固定条目数量的二维表不能有二维表标题问题。

# WB0035_GroupWhereRosterSizeSourceIsQuestionHasInvalidRosterTitleQuestion
source: Roster where roster size source is question has invalid roster title question.
ar: القائمة حيث يكون مصدر حجم القائمة هو سؤال غير صالح في قائمة الجدول.
cs: Seznam s otázkou Zdroj seznamu má neplatný zdrojový dotaz pro názvy řádků.
es: Se ha asociado una pregunta inválida para lo nombres de fila del roster
fr: Un roster où la question source indique la taille du roster a une question invalide qui indique les éléments du roster.
ro: Lista care are o altă listă drept sursă are o întrebare greșită ca sursă a numelor rândurilor
ru: Вопрос, определяющий имена строк в числовом ростере, указан неверно
sq: Rosteri kur pyetja burimore për madhësinë e rosterit ka pyetje të pavlefshme për titullin e rosterit.
uk: У ростері з запитанєм джерелом для назв рядків невірно вказано джерело ростеру.
zh: 大小来源是问题的二维表有无效的标题问题。

# WB0036_ListAndMultiRostersCantHaveRosterTitleQuestion
source: Roster where roster size question is categorical multi answers or list question could not have roster title question.
ar: القائمة حيث أن مسألة حجم الجدول هي إجابات متعددة أو أسئلة قائمة على فئات لا يمكن أن يكون لها مسألة عنوان القائمة.
cs: Soupiska nemůže mít otázku týkající se názvu soupisky, pokud je otázka zdroje soupisky kategorická otázka s vícenásobným výběrem nebo seznamem.
es: El roster no puede tener una pregunta de tipo rostertitle cuando el roster se encuentra asociado a una pregunta categórica de selección múltiple.
fr: Roster dont la question source est une question à réponses multiples ne pourrait pas avoir une autre question qui dicte les éléments du roster.
ro: Lista care are drept sursă o întrebare categorială cu răspusuri multiple, sau o întrebare listă nu poate să aibă o altă listă ca titlu
ru: Ростер, в котором управляющий вопрос многовариантный или вопрос-список, не может содержать определяющий имя ростера вопрос.
sq: Rosteri kur pyetja për madhësinë e rosterit është pyetje kategorike me përgjigje të shumëfishta ose listë nuk mund të ketë pyetje për titullin e rosterit.
uk: Ростер не може мати питання-заголовка, якщо тригiрне питання ростру є категоріальним питанням з декількома варіантами відповідей або питанням зі списком.
zh: 大小问题是多选型或列表型的二维表不能有二维表标题问题。

# WB0037_GroupWhereRosterSizeSourceIsFixedTitlesHaveEmptyTitles
source: Fixed set of items roster cannot have empty titles or less than two items.
ar: قائمة المجموعة الثابتة من البنود لا يمكن أن تحتوي على عناوين فارغة أو أقل من بندين.
cs: Seznam položek s pevnou sadou nemůže mít prázdné názvy nebo méně než dvě položky.
es: Un roster de número fijo de ítems no puede tener títulos vacíos ni tampoco tener menos de dos ítems
fr: Un ensemble d'éléments fixes de roster ne peuvent pas contenir de titre vide ou moins de deux éléments.
ro: Lista cu număr fix de elemente nu poate avea titluri goale sau mai puțin de două rânduri
ru: Фиксированный ростер не может иметь пустые заголовки или меньше двух элементов.
sq: Rosteri me grup fiks objektesh nuk mund të ketë tituj bosh apo më pak se dy objekte.
uk: Ростр з фіксованим набором позицій не може мати порожніх заголовків або менше двох позицій.
zh: 固定条目数量的二维表不能有空的的标题或少于两个条目。

# WB0038_RosterFixedTitlesHaveMoreThan200Items
source: Fixed set of items roster cannot have more than {0} rows.
ar: قائمة المجموعة الثابتة من البنود لا يمكن أن تحتوي على أكثر من {0} الصفوف.
cs: Seznam položek s pevnou sadou nemůže mít více než {0} řádků.
es: Un roster de número fijo de ítems no puede tener más de {0} filas
fr: Un ensemble d'éléments fixes de roster ne peuvent pas avoir plus de {0} lignes
ro: Lista cu număr fix de elemente nu poate avea mai mult de {0} rânduri
ru: Фиксированный ростер не может содержать более {0} строк.
sq: Rosteri me grup fiks objektesh nuk mund të ketë më shumë se {0} rreshta.
uk: Ростр з фіксованим набором елементів не може мати більше {0} рядків.
zh: 固定条目数量的二维表不能有超过{0}行。

# WB0039_TextListQuestionCannotBePrefilled
source: List question cannot be identifying.
ar: سؤال القائمة لا يمكن تحديد.
cs: Otázka seznamu nemůže být identifikovatelná.
es: Una pregunta de tipo lista no puede ser de identificación
fr: La question de type liste ne peut pas être une question d'identification.
ro: Întrebarea de tip listă nu poate fi întrebare de identificare
ru: Вопрос-список не может быть идентифицирующим.
sq: Pyetja e listës nuk mund të indentifikohej.
uk: Питання типу список не може бути ідентифікаційним.
zh: 列表型的问题无法被识别。
