Repository: surveysolutions/surveysolutions
Catalog: src/Core/BoundedContexts/Designer/WB.Core.BoundedContexts.Designer/Resources/VerificationMessages.*.resx
Languages: ar, cs, es, fr, ro, ru, sq, uk, zh

# WB0125_VariableNameHasConsecutiveUnderscores
source: Variable name or roster ID shouldn't have two and more consecutive underscore characters.
ar: يجب ألا يحتوي الاسم المتغير أو معرف القائمة على حرفين متسلسلين متتاليين أو أكثر.
cs: Název proměnné nebo ID soupisky by neměly obsahovat dva nebo více po sobě jdoucích podtržítka.
es: Los nombres de variable o rosters no pueden contener dos guiones bajos ( _ ) consecutivos
fr: Le nom de la variable ou l'ID du roster ne doit pas contenir deux caractères de soulignement consécutifs ou plus.
ro: Numele sau identificatorul variabilei sau al listei nu trebuie să conțină caractere succesive "_"
ru: Имя переменной или ID ростера не должны содержать двух и более последовательных символов подчеркивания.
sq: Emërtimi i variablit ose identifikuesi i rosterit nuk duhet të ketë dy e më shumë karaktere të nënvizuara të njëpasnjëshme.
uk: Ім'я змінної або ідентифікатор ростера не повинні містити два і більше символів підкреслення підряд.
zh: 变量名字或二维表ID不应该有两个或两个以上的系统保留下划线字符

# WB0126_VarialbeNameNotUnique
source: Variable name or roster ID should be unique in questionnaire's scope.
ar: يجب أن يكون اسم المتغير أو معرف القائمة فريدا في نطاق الاستبيان.
cs: Název proměnné nebo ID soupisky by měly být jedinečné v rozsahu dotazníku.
es: Los nombres de variables o rosters deben ser únicos dentro del cuestionario
fr: Le nom de la variable ou l'ID du roster doit être unique dans le cadre du questionnaire.
ro: Numele sau identificatorul variabilei sau al listei trebuie să fie unic în cadrul chestionarului
ru: Имя переменной или ID ростера должны быть уникальными в рамках опросника.
sq: Emërtimi i variablit ose identifikuesi i rosterit duhet të jenë unike në sferën e pyetësorit.
uk: Ім'я змінної або ідентифікатор ростеру має бути унікальним у межах анкетаа.
zh: 变量名字或二维表ID在问卷内的有效范围应该是唯一的。

# WB0127_CategoricalCascadingOptionsContainsNotUniqueTitleAndParentValuePair
source: There is at least one duplicate of Title + Parent Value pairs. List of options should not contain any duplicates of such type.
ar: هناك تكرار واحد على الأقل في العنوان + ازواج قيمة الأصل. يجب ألا تحتوي قائمة الخيارات على أية نسخ مكررة من هذا النوع.
cs: Existuje alespoň jeden duplikát párů "Title" a "Parent Value". Seznam by neměl obsahovat žádné duplicitní položky.
es: Existen duplicados en Título + Valor de pares. La lista no debe contener ningún duplicado.
fr: Il y a au moins un doublon de paires "Titre" et "Valeur parent". La liste ne doit contenir aucun doublon.
ro: Există cel puțin o pereche de valori "Titlu" și "Valoare inițială". Lista nu trebuie să conțină nicio valoare duplicată.
ru: Существует по крайней мере один дубликат пар Title + Parent Value. Список не должен содержать дубликатов.
sq: Ka të paktën një dublikatë të çifteve “Titulli” dhe “Vlera mëmë ". Lista nuk duhet të përmbajë asnjë dublikatë.
uk: Існує принаймні один дубль пар "Назва" та "Батьківське значення". Список не повинен містити дублікатів.
zh: 至少有一个重复的标题 + 上级值配对。选项列表不应该包含任何此类重复。

# WB0128_CountOfDecimalPlacesIsNotInRange
source: Number of decimal places is not in range from {0} to {1}.
ar: عدد المنازل العشرية ليس في نطاق من {0} إلى {1}.
cs: Počet desetinných míst není v rozsahu od {0} do {1}.
es: El número de decimales no está en el rango de {0} y {1}
fr: Le nombre de décimales n'est pas compris entre {0} et {1}.
ro: Numărul de zecimale trebuie să fie între {0} și {1}
ru: Количество десятичных знаков после запятой не находится в диапазоне от {0} до {1}.
sq: Numri i pozicioneve dhjetore nuk është në diapazon nga {0} në {1}.
uk: Кількість десяткових знаків не знаходиться в діапазоні від {0} до {1}.
zh: 十进制的位数不在{0}和{1}的范围之内。

# WB0129_AnswerTitleIsTooLong
source: Option title is empty or too long. Title's length should be in range from {0} to {1} characters.
ar: عنوان الخيار فارغ أو طويل جدا. يجب أن يكون طول العنوان في النطاق من {0} إلى {1} رمزا
cs: Název kategorie je prázdný nebo příliš dlouhý. Délka názvu by se měla pohybovat v rozmezí od {0} do {1} znaků.
es: El título de la opción está vacía o es demasiado larga. El largo del título debe estar entre {0} y {1} caracteres
fr: Le titre de la catégorie est vide ou trop long. La longueur du titre doit être comprise entre {0} et {1} caractères.
ro: Titlul variantei de răspuns este prea lung. Lungimea titlului trebuie să fie între {0} și {1} caractere.
ru: Название опции пустое или слишком длинное. Длинна названия должна находиться в диапазоне от {0} до {1} символов.
sq: Titulli i kategorisë është bosh ose shumë i gjatë. Gjatësia e titullit duhet të jetë në diapazonin nga {0} në {1} karaktere.
uk: Назва категорії порожня або занадто довга. Довжина назви повинна бути в діапазоні від {0} до {1} символів.
zh: 选项的标题为空或太长。标题的长度应该在{0}到{1}个字符之内。

# WB0130_SubsectionOrRosterReferenceChildrendInCondition
source: You cannot use child entities in enablement condition for sections, subsection and rosters.
ar: لا يمكنك استخدام الكيانات الفرعية في حالة التمكين للأقسام والقسم الفرعي والقوائم.
cs: Podřízené entity nelze použít v podmínce povolení pro oddíly, podsekce a rozpisy.
es: No puede usar entidades hijas en las condiciones de habilitación de secciones, subsecciones o rosters
fr: Vous ne pouvez pas utiliser des entités enfants dans la condition d'activation pour les sections, sous-sections et rosters.
ro: Nu se pot folosi elemente de la nivelurile ierarhice inferioare în condițiile de activare pentru secțiuni, subsecțiuni și liste.
ru: Нельзя ссылаться на дочерние элементы во включающих условиях секций, подсекций и ростеров.
sq: Ju nuk mund të përdorni entitete bijë në kushtin e aktivizimit për rubrikat, nënrubrikën dhe rosterat.
uk: Ви не можете використовувати дочірні сутності в умовах увімкнення для розділів, підрозділів та ростерів.
zh: 存在至少一个重复的标题 + 上级值配对。选项列表不应该包含任何此类的重复。

# WB0272_ConditionUsingForbiddenClasses
source: Enabling condition is using forbidden type.
cs: Povolovací podmínka používá zakázaný typ.
es: La condición de habilitación está usando un tipo no permitido.
fr: La condition d'activation utilise un type interdit.
ro: Condiția de activare utilizează o expresie interzisă.
ru: Условие включения использует запрещённый тип.
sq: Kushti i aktivizimit po përdor një lloj të ndaluar.
uk: Умова включення використовує заборонений тип.
zh: 启用条件正在使用禁止的类型。

# WB0273_ValidationConditionUsingForbiddenClasses
source: Validation condition is using forbidden type.
cs: Podmínka ověření používá zakázaný typ.
es: La condición de validación está usando un tipo no permitido.
fr: La condition de validation utilise un type interdit.
ro: Condiția de validare utilizează o expresie interzisă.
ru: Проверочное условие использует запрещённый тип.
sq: Kushti i validimit po përdor një lloj të ndaluar.
uk: Умова перевірки використовує заборонений тип.
zh: 验证条件正在使用禁止的类型。

# WB0274_VariableUsingForbiddenClasses
source: Variable is using forbidden type.
cs: Proměnná používá zakázaný typ.
es: La variable está usando un tipo prohibido.
fr: La variable utilise un type interdit.
ro: Variabila utilizează o expresie interzisă.
ru: Переменная использует запрещённый тип.
sq: Variabli po përdor një lloj të ndaluar.
uk: Змінна використовує заборонений тип.
zh: 变量正在使用禁止的类型。

# WB0275_FilterExpressionIsUsingForbiddenClasses
source: Filter expression is using forbidden type.
cs: Výraz filtru používá zakázaný typ.
es: La expresión de filtro está usando un tipo prohibido.
fr: L'expression du filtre utilise un type interdit.
ro: Condiția de filtrare utilizează o expresie interzisă.
ru: Фильтр использует запрещённый тип.
sq: Shprehja e filtrit po përdor një lloj të ndaluar.
uk: Вираз фільтру використовує заборонений тип.
zh: 过滤表达式正在使用禁止的类型。

# WB0131_SpecialValuesHasNonIntegerOptionsValues
source: Special values support only integer values in range from {0} to {1}.
cs: Speciální hodnoty podporují pouze celočíselné hodnoty v rozsahu od {0} do {1}.
es: Los valores especiales solo admiten valores enteros en el rango de {0} a {1}.
fr: Les valeurs spéciales ne prennent en charge que les valeurs entières comprises entre {0} et {1}.
ro: Valorile speciale nu acceptă decât numere întregi între {0} și {1}
ru: Специальные значения могут быть только целыми числами в диапазоне от {0} до {1}.
sq: Vlerat e posaçme mbështetin vetëm vlerat e plota në diapazonin nga {0} në {1}.
uk: Спеціальні значення підтримують лише цілі значення в діапазоні від {0} до {1}..
zh: 特殊值仅支持范围从{0}到{1}的整数值。

# WB0276_RownameIsNotSupported
source: @rowname variable is not supported anymore.
cs: @rowname proměnná již není podporována.
es: La variable @rowname ya no está soportada.
fr: La variable @rowname n'est plus prise en charge.
ro: Variabila @rowname nu mai este acceptată.
ru: @rowname переменная не поддерживается больше.
sq: variabli @rowname nuk mbështetet më.
uk: Змінна @rowname більше не підтримується.
zh: 不再支持@rowname变量。

# WB0132_SpecialValuesHasOptionsWithLongTexts
source: Special value title is empty or too long. Title's length should be in range from {0} to {1} characters.
cs: Název speciální hodnoty je prázdný nebo příliš dlouhý. Délka názvu by se měla pohybovat v rozmezí od {0} do {1} znaků.
es: El título del valor especial está vacío o es demasiado largo. La longitud del título debe estar comprendida entre {0} y {1} caracteres.
fr: Le titre de la valeur spéciale est vide ou trop long. La longueur du titre doit être comprise entre {0} et {1} caractères.
ro: Titlul valorii speciale este gol sau prea lung. Lungimea titlului trebuie să fie între {0} și {1}
ru: Заголовки специальных значений пустые или слишком длинные. Длина заголовка должна быть от {0} до {1} символов.
sq: Titulli me vlerë të posaçme është bosh ose shumë i gjatë. Gjatësia e titullit duhet të jetë në një diapazon nga {0} në {1} karaktere.
uk: Назва спеціального значення є порожнє або занадто довге. Довжина назви має бути в діапазоні від {0} до {1} символів.
zh: 特殊值标题为空或太长。标题的长度应在{0}至{1}个字符之间。

# WB0133_SpecialValuesMustBeUniqueForNumericlQuestion
source: Special values must be unique.
cs: Speciální hodnoty musí být jedinečné.
es: Los valores especiales deben ser únicos.
fr: Les valeurs spéciales doivent être uniques.
ro: Valorile speciale trebuie să fie unice.
ru: Специальные значения должны быть уникальными.
sq: Vlerat e posaçme duhet të jenë unike.
uk: Спеціальні значення повинні бути унікальними.
zh: 特殊值必须是唯一的。

# WB0134_SpecialValuesCountMoreThanMaxOptionCount
source: Contains more than {0} special values.
cs: Obsahuje více než {0} speciálních hodnot.
es: Contiene más de {0} valores especiales.
fr: Contient plus de {0} valeurs spéciales.
ro: Conține mai mult de {0} valori speciale
ru: Содержит более {0} специальных значений.
sq: Përmban më shumë se {0} vlera të posaçme.
uk: Містить більше {0} спеціальних значень.
zh: 包含超过{0}个特殊值。

# WB0135_SpecialValuesForRosterSizeQuestionsCantBeMoreThanRosterLimit
source: Question contains a special value, which is too large and can't be used in this question since it determines the size of a roster.
cs: Otázka obsahuje speciální hodnotu, která je příliš velká a nelze ji použít v této otázce, protože určuje velikost soupisky.
es: La pregunta contiene un valor especial muy grande que no puede ser usado debido a que la pregunta está enlazada con un roster.
fr: La question contient une valeur spéciale, qui est trop grande et ne peut pas être utilisée dans cette question car elle détermine la taille d'un roster.
ro: Întrebarea conține o valoare specială, care este prea mare și nu poate fi folosită în această întrebare întrucât detemină dimensiunea unei liste.
ru: Вопрос содержит специальное значение, которое слишком велико и не может быть использовано, поскольку вопрос определяет количество строк ростера.
sq: Pyetja përmban një vlerë të posaçme, që është shumë e madhe dhe nuk mund të përdoret në këtë pyetje, pasi ajo përcakton madhësinë e rosterit.
uk: Питання містить спеціальне значення, яке є занадто великим і не може бути використане в цьому питанні, оскільки воно визначає розмір списку.
zh: 问题包含一个特殊值，但该值太大不能用在该问题中，因为该值用于决定名单的大小。

# WB0136_SpecialValuesHaveOptionsWithEmptyValue
source: Question has special value(s) with empty value.
cs: Otázka má speciální hodnotu (hodnoty) s prázdnou hodnotou.
es: La pregunta tiene valores especiales con un valor vacío.
fr: La question a des valeurs spéciales avec une valeur vide.
ro: Întrebarea conține o valoare specială, care este nulă
ru: Вопрос содержит специальное значение с пустым значением.
sq: Pyetja ka vlerë(a) të posaçme me vlerë bosh.
uk: Питання має спеціальне значення (значення) з порожнім значенням.
zh: 问题有空的特殊值。

# WB0137_SpecialValuesTitlesMustBeUnique
source: Special values titles must be unique.
cs: Názvy speciálních hodnot musí být jedinečné.
es: Los títulos de valores especiales deben ser únicos.
fr: Les titres des valeurs spéciales doivent être uniques.
ro: Titlurile valorilor speciale trebuie să fie unice
ru: Заголовки специальных значений должны быть уникальны.
sq: Titujt e vlerave të posaçme duhet të jenë unike.
uk: Назви спеціальних значень повинні бути унікальними.
zh: 特殊值标题必须唯一。

# WB0277_QuestionnaireTitleCannotHaveConsecutiveUnderscore
source: Questionnaire title shouldn't have two and more consecutive underscore characters.
cs: Název dotazníku by neměl obsahovat dva nebo více po sobě jdoucích podtržítek.
es: El título del cuestionario no debe tener dos o más guiones bajos consecutivos.
fr: Le titre du questionnaire ne doit pas contenir deux caractères de soulignement consécutifs ou plus.
ro: Titlul chestionarului nu ar trebui să aibă două sau mai multe caractere underscore _ consecutive.
ru: Имя опросника не должно содержать двух и более последовательных символов подчеркивания.
sq: Titulli i pyetësorit nuk duhet të ketë dy ose më shumë karaktere të njëpasnjëshme të nënvizuara.
uk: Назва анкети не повинна містити двох і більше символів підкреслення підряд.
zh: 问卷模板标题不能包含两个或两个以上连续的下换线字符。

# WB0044_LookupTableMoreThan5000Rows
source: Lookup table has too many rows
ar: يحتوي جدول البحث على عدد كبير جدا من الصفوف
ru: В справочной таблице слишком много строк

# WB0068_RosterHasMoreThanAllowedChildElements
source: Roster cannot have more than {0} child elements
ar: لا يمكن أن تحتوي القائمة على أكثر من {0} عناصر فرعية
cs: Seznam nesmí obsahovat více než {0} podřízených prvků
es: El roster no puede tener más de {0} elementos hijos
ro: Lista nu poate avea mai mult de {0} liste la nivelul ierarhic inferior
ru: Ростер не может содержать более {0} дочерних элементов
sq: Rosteri nuk mund të ketë më shumë se {0} elemente bijë
uk: Ростер не може мати більше {0} дочірніх елементів
zh: 二维表不能有超过{0}个子元素。

# WB0080_LongRosterCannotHaveNestedRosters
source: Roster with more than {0} rows cannot have nested rosters
ar: القوائم التي تحتوي على أكثر من {0} صفوف لا يمكن أن تحتوي على قوائم متداخلة
cs: Soupiska s více než {0} řádky nemůže mít vnořené soupisky
es: Los roters con más de {0} filas no pueden contener rosters anidados
ro: Lista cu mai mult de {0} întrebări nu poate conține alte liste
ru: Ростер с более чем {0} строк не может содержать вложенные ростеры.
sq: Rosteri me më shumë se {0} rreshta nuk mund të ketë rostera të përsëritur
uk: Ростер з більш ніж {0} рядків не може мати вкладених ростерів
zh: 有超过{0}行的二维表不能有嵌套的二维表

# WB0081_LongRosterCannotBeNested
source: Roster with more than {0} rows cannot be nested
ar: لا يمكن تداخل القائمة مع أكثر من {0} صفوف
cs: Seznam s více než {0} řádky nelze vnořovat
es: Listas con más de {0} filas no pueden anidarse otras
ro: Lista cu mai mult de {0} întrebări nu poate fi inclusă în altă listă
ru: Ростер с более чем {0} строк не может быть вложенным
sq: Rosteri me më shumë se {0} rreshta nuk mund të brendavendoset
uk: Ростер з більш ніж {0} рядків не може бути вкладеним
zh: 有超过{0}行的二维表不能被嵌套

# WB0263_FirstChapterHasEnablingCondition
source: First section can not have enabling condition.
ar: القسم الأول لا يمكن أن يكون شرط التمكين.
es: La primera sección no puede contener condición habilitante.
ro: Prima secțiune nu poate avea condiție de activare.
ru: Первая секция не может иметь условия включения.
sq: Rubrika e parë nuk mund të ketë kusht aktivizues.

# WB0016_QuestionWithTitleSubstitutionCantReferenceSelf
source: Question with title substitution cannot reference itself.
ar: السؤال الذي يحمل عنوان الاستبدال لا يمكن ان يشير الى نفسه
