Repository: surveysolutions/surveysolutions
Catalog: src/Core/BoundedContexts/Designer/WB.Core.BoundedContexts.Designer/Resources/VerificationMessages.*.resx
Languages: ar, cs, es, fr, ro, ru, sq, uk, zh

# WB0228_OmittedOptions
source: Categorical question has nonconsecutive option codes. Check for omitted options.
ar: سؤال القطاعات له رموز خيار غير متتابعة. تحقق من وجود خيارات محذوفة.
cs: Kategorická otázka má nesouvislé kódy kategorií. Kontrola vynechaných kategorií.
es: Pregunta categórica tiene códigos no consecutivos. Revise si no ha omitido opciones.
fr: La question catégorielle a des codes de catégories non consécutifs. Vérifiez les catégories omises.
ro: Întrebarea categorială are coduri de variante de răspuns neconsecutive. Verificați dacă există variante de răspuns omise.
ru: Категориальный вопрос имеет непоследовательные коды опций. Проверьте отсутствующие значения.
sq: Pyetja kategorike ka kode jo të njëpasnjëshme të kategorive. Shih për kategori të hequra.
uk: Категоричне питання має непослідовні коди категорій. Перевірте наявність пропущених категорій.
zh: 分类型问题有非连续的选项编码。核查被省略的选项。

# WB0229_SupervisorQuestionInValidation
source: Supervisor question is used in validation. Check the condition accounts for supervisor non-response or instruct supervisors to always respond.
ar: يتم استخدام سؤال المشرف في التحقق من الصحة. تحقق من حالة حسابات المشرف لعدم الاستجابة أو إرشاد المشرفين على الاستجابة دائما.
cs: Při validaci se používá otázka supervizora. Zkontrolujte účty podmínek, zda supervizor neodpovídá, nebo dejte pokyn nadřízeným, aby vždy reagovali.
es: Una pregunta para el supervisor está siendo usada en la validación. Revise las condiciones de "sin respuesta" de la cuenta de supervisor o instrúyalo para que siempre responda
fr: La question du superviseur est utilisée dans la validation. Vérifiez que la condition prend en compte la non-réponse du superviseur ou instruisez les superviseurs à toujours répondre.
ro: În validare se folosesc întrebări ale controlorului. Verificați corelațiile pentru situația de non-răspuns a controlorului sau instruiți controlorii să răspundă întotdeauna.
ru: В проверочном выражении используется супервизоровский вопрос. Убедитесь, что условие включения учитывает отвеченность супервизоровского вопроса или проинструктируйте супервизоров всегда отвечать на него.
sq: Pyetja e supervizorit përdoret në validim. Shih llogaritë e kushtit kur supervizori nuk përgjigjet ose udhëzojeni supervizorin të përgjigjet gjithmonë.
uk: Питання супервізора використовується при перевірці. Перевірте умову, яка враховує відсутність відповіді супервізора, або проінструктуйте супервізорів, щоб вони завжди відповідали.
zh: 督导员问题被用于验证。检查此验证条件用于解释督导员的不回应或者引导督导员必须回应。

# WB0230_NonconsecutiveCascadings
source: Nonconsecutive cascade questions. Consider laying the cascading questions one after another.
cs: Nenavazující kaskádové otázky. Zvažte položení kaskádových otázek jednu po druhé.
es: Preguntas en cascada no consecutivas. Considere plantear las preguntas en cascada una tras otra.
fr: Questions en cascade non consécutives. Envisagez de disposer les questions en cascade les unes après les autres.
ro: Întrebări neconsecutive legate de un nivel superior. Vă trecomandăm să puneți întrebările una după alta.
ru: Непоследовательные каскадные вопросы. Расположите каскадные вопросы один за другим.
sq: Pyetje jo të njëpasnjëshme kaskadë. Merrni në konsideratë vendosjen e pyetjeve kaskadë njëra pas tjetrës.
uk: Непослідовні каскадні запитання. Подумайте про те, щоб ставити каскадні запитання одне за одним.
zh: 非连续的级联问题。考虑将这些级联问题排成一个接着一个。

# WB0117_LinkedToTextListQuestionDoesNotSupportFilters
source: Linked to list question doen't support options filter
ar: السؤال المرتبط بقائمة لا يدعم خيارات تصفية
cs: Otázka propojená se seznamem nepodporuje filtr kategorií
es: Enlace a lista no soporta opciones de filtro
fr: La question liée à une liste ne prend pas en charge le filtre de catégories.
ro: Întrebarea legată la o listă nu poate avea filtru de variante de răspuns
ru: Связанный со списком вопрос не поддерживает фильтрацию опций.
sq: Lidhja me pyetjen e listës nuk mbështet filtrin e kategorive
uk: Пов'язане зі списком питання не підтримує фільтр категорій
zh: 选项筛选器不支持被关联到列表型的问题

# WB0231_MultiOptionWithMoreThan20Options
source: Multichoice question contains too many (>{0}) categories. It will be difficult to navigate on tablets. Consider splitting into two multichoice questions if possible.
ar: سؤال الاختيار المتعدد يحتوي على عدد كبير جدا من (> {0}) فئات. سيكون من الصعب التنقل على الجهاز اللوحي. انظر في تقسيمه إلى اثنين من اسئلة الاختيار المتعدد إذا كان ذلك ممكنا.
cs: Otázka s vícenásobným výběrem obsahuje příliš mnoho (>{0}) kategorií. Bude obtížné se orientovat na tabletách. Pokud je to možné, zvažte rozdělení na dvě otázky s výběrem odpovědí.
es: La pregunta se selección múltiple tiene muchas opciones (>{0}), podría ser difícil de navegar en tabletas. Si es posible sepárelas en dos preguntas de selección múltiple
fr: La question à choix multiple contient trop de catégories (>{0}). Il sera difficile de naviguer sur les tablettes. Envisagez de diviser en deux questions à choix multiple si possible.
ro: Întrebarea cu variante multiple de răspuns conține prea multe variante de răspuns (> {0}). Va fi dificil să se lucreze pe tablete. Vă recomandăm să o împărțiți în două întrebări cu opțiuni multiple, dacă este posibil.
ru: Категориальный вопрос (с опцией выбора нескольких вариантов) содержит слишком много (> {0}) категорий. На планшетe будет сложно ориентироваться. По возможности рассмотрите разделение на два вопроса с несколькими вариантами.
sq: Pyetja me zgjedhje të shumëfishtë përmban shumë (>{0}) kategori. Do të jetë e vështirë të shfletohet në tableta. Merrni në konsideratë ndarjen në dy pyetje me shumë zgjedhje, nëse është e mundur.
uk: Питання з декількома варіантами відповідей містить занадто багато (>{0}) категорій. На планшетах буде важко орієнтуватися. Якщо можливо, розгляньте можливість розбиття на два питання з декількома варіантами відповідей.
zh: 多选型题目包含了太多 (>{0}) 个分类。在平板上查看可能很困难。如果可能的话，考虑切成两个多选题。

# WB0232_FiveOrMoreQuestionsWithSameEnabling
source: Five or more questions have the same enabling condition. Place questions in a group and apply single enabling condition to a group to improve questionnaire efficiency.
ar: هناك خمسة أسئلة أو أكثر لها نفس شرط التمكين. وضع الأسئلة في مجموعة وتطبيق شرط تمكين واحد لمجموعة لتحسين كفاءة الاستبيان.
cs: Pět nebo více otázek má stejnou podmínku. Umístěte otázky do skupiny a aplikujte na skupinu jednu základní podmínku, abyste zlepšili efektivitu dotazníku.
es: Cinco o más preguntas tienen la misma condición de habilitación. Coloque las preguntas en un grupo con la condición habilitante para mejorar la eficiencia del cuestionario.
fr: Cinq questions ou plus ont la même condition d'activation. Placez les questions dans un groupe et appliquez une seule condition d'activation au groupe pour améliorer l'efficacité du questionnaire.
ro: Cinci sau mai multe întrebări au aceeași condiție de activare. Pentru a îmbunătăți eficiența chestionarului, plasați întrebările într-un grup și aplicați o singură condiție de activare grupului.
ru: Пять или более вопросов имеют одно и то же включающее выражение. Поместите вопросы в группу и примените единое условие для группы, чтобы повысить эффективность опросника.
sq: Pesë ose më shumë pyetje kanë të njëjtin kusht aktivizimi. Vendosini pyetjet në një grup dhe zbatoni një kusht të vetëm aktivizimi për një grup, që të përmirësoni efikasitetin e pyetësorit.
uk: П'ять або більше запитань мають однакові умови. Об'єднайте запитання в групу та застосуйте одну умову для групи, щоб підвищити ефективність анкети.
zh: 五个或五个以上的题目有一样的启用条件。把这些问题放进一个组，并设置一个启用性条件，以改进问卷的效率。

# WB0233_NestedRosterDegree3OrMore
source: Nested roster with three or more degrees of nesting. Try avoiding such complex structures that might lead to problems in data collection.
cs: Vnořená soupiska se třemi nebo více stupni hnízdění. Zkuste se vyhnout tak složitým strukturám, které by mohly vést k problémům při sběru dat.
es: Roster con tres o más niveles de anidación. Intente evitar estructuras tan complejas que puedan generar problemas en la recopilación de datos.
fr: Roster imbriqué avec trois degrés d'imbrication ou plus. Essayez d'éviter des structures aussi complexes qui pourraient entraîner des problèmes dans la collecte de données.
ro: Ați creat o listă cu trei sau mai multe niveluri ierarhice inferioare. Încercați să evitați astfel de structuri complexe care ar putea duce la probleme în colectarea datelor.
ru: Вложенный ростер с тремя или более степенями вложенности. Попытайтесь избежать таких сложных структур, которые могут привести к проблемам при сборе данных.
sq: Roster i vendosur brenda tri ose më shumë shkallë përsëritjeje. Përpiquni t’i shmangni këto struktura komplekse, që mund të sjellin probleme në mbledhjen e të dhënave.
uk: Вкладений ростер з трьома або більше ступенями вкладеності. Намагайтеся уникати таких складних структур, які можуть призвести до проблем зі збором даних.
zh: 被嵌套的二维表有三个或三个以上的嵌套。试图避免此类可能给数据收集引发问题的复杂结构。

# WB0234_RosterInRosterWithSameSourceQuestion
source: Subordinate levels in a nested roster are based on the same parent question. Try revising, such rosters might lead to problems in data collection.
ar: تستند المستويات الثانوية في قائمة متداخلة إلى نفس السؤال الرئيسي. حاول إعادة النظر، قد تؤدي هذه القوائم إلى مشاكل في جمع البيانات.
cs: Podřízené úrovně ve vnořené soupisce jsou založeny na stejné nadřazené otázce. Zkuste revidovat, takové soupisky by mohly vést k problémům při sběru dat.
es: Niveles subordinados en una roster anidado se basan en el mismo padre. Favor revisar, esos rosters podrían ocasionar problemas en la colección de datos
fr: Les niveaux subordonnés dans un roster imbriqué sont basés sur la même question parent. Essayez de réviser, ces rosters pourraient entraîner des problèmes dans la collecte de données.
ro: Nivelurile ierarhice inferioare din listă se bazează pe aceeași întrebare de la nivelul ierarhic superior. Astfel de liste pot duce la probleme în colectarea datelor.
ru: Подчиненные уровни во вложенном ростере основаны на одном и том же родительском вопросе. Попробуйте пересмотреть, такие ростеры могут привести к проблемам при сборе данных.
sq: Nivelet e nënrenditura në një roster me përsëritje bazohen të njëjtën pyetje mëmë. Përpiquni t’i rishikoni, këta rostera mund të sjellin probleme në mbledhjen e të dhënave.
uk: Підпорядковані рівні у вкладеному списку ґрунтуються на тому самому батьківському запитанні. Спробуйте переглянути, такі списки можуть призвести до проблем зі збором даних.
zh: 一个嵌套型的二维表中下面的层级基于同样的上级题目。请尝试改进，此类二维表将可能数据收集中引发问题。

# WB0235_FewQuestionsWithSameLongEnablement
source: The same long enablement condition is used in several questions. You might want to create a Boolean variable to simplify the code management.
ar: يتم استخدام نفس شرط التمكين الطويل في العديد من الأسئلة. قد ترغب في إنشاء متغير منطقي لتبسيط إدارة التعليمات البرمجية.
cs: Stejná podmínka dlouhého povolení je použita v několika otázkách. Můžete chtít vytvořit logickou proměnnou pro zjednodušení správy kódu.
es: La misma condición habilitante está siendo usada en varias preguntas. Se sugiere que cree una variable booleana para simplificar la administración del código
fr: La même condition d'activation longue est utilisée dans plusieurs questions. Vous pourriez vouloir créer une variable booléenne pour simplifier la gestion du code.
ro: Aceeași condiție de activare lungă este utilizată în mai multe întrebări. Vă recomandăm să creați o variabilă booleană pentru a simplifica gestionarea codului.
ru: Включающее выражение одинакового размера используется в нескольких вопросах. Возможно, вы захотите создать логическую переменную, чтобы упростить управление кодом.
sq: I njëjti kusht i gjatë aktivizimi përdoret në disa pyetje. Mund të doni të krijoni një variabël Boolean për të thjeshtuar menaxhimin e kodit.
uk: Однакова довга умова увімкнення використовується в декількох питаннях. Ви можете створити булеву змінну, щоб спростити керування кодом.
zh: 同样的、长的启用性条件被用于几个题目。可以考虑创建布尔变量来简化代码管理。

# WB0236_FewQuestionsWithSameLongValidation
source: The same long validation condition is used in several questions. You might want to create a Boolean variable to simplify the code management.
ar: يتم استخدام نفس شرط التحقق الطويل في عدة أسئلة. قد ترغب في إنشاء متغير منطقي لتبسيط إدارة التعليمات البرمجية.
cs: Stejná dlouhá podmínka ověření se používá v několika otázkách. Můžete chtít vytvořit logickou proměnnou pro zjednodušení správy kódu.
es: La misma condición habilitante está siendo usada en varias preguntas. Se sugiere que cree una variable booleana para simplificar la administración del código
fr: La même condition de validation longue est utilisée dans plusieurs questions. Vous pourriez vouloir créer une variable booléenne pour simplifier la gestion du code.
ro: Aceeași condiție de validare lungă este utilizată în mai multe întrebări. Vă recomandăm să creați o variabilă booleană pentru a simplifica gestionarea codului.
ru: Проверочное выражение одинакового размера используется в нескольких вопросах.. Возможно, вы захотите создать логическую переменную, чтобы упростить управление кодом.
sq: I njëjti kusht i gjatë validimi përdoret për disa pyetje. Mund të doni të krijoni një variabël Boolean për të thjeshtuar menaxhimin e kodit.
uk: Однакова довга умова перевірки використовується в декількох питаннях. Ви можете створити булеву змінну, щоб спростити керування кодом.
zh: 同样的、长的验证性条件被用于几个题目。可以考虑创建布尔变量来简化代码管理。

# WB0237_BitwiseAnd
source: & is used in expression. Make sure you understand the difference between & and && operators. In most cases, use &&.
ar: & يستخدم في التعبير. تأكد من فهم الفرق بين & و && للمشغلين. في معظم الحالات، استخدم &&.
cs: & se používá ve výrazu. Ujistěte se, že rozumíte rozdílu mezi operátory & a && operátory. Ve většině případů použijte &&.
es: Ha usado & en la expresión. Asegúrese que usted comprende la diferencia entre los operadores & y &&. Para la mayor parte de los casos use &&
fr: & est utilisé dans l'expression. Assurez-vous de comprendre la différence entre les opérateurs & et &&. Dans la plupart des cas, utilisez &&.
ro: Caracterul & este folosit în expresie. Asigurați-vă că înțelegeți diferența dintre operatorii & și &&. În majoritatea cazurilor, utilizați &&
ru: & используется в выражении. Убедитесь, что вы понимаете разницу между операторами & и &&. В большинстве случаев используйте &&.
sq: & përdoret në shprehje. Sigurohuni të kuptoni dallimin midis operatorëve & dhe &&. Në shumicën e rasteve, përdorni &&.
uk: & використовується у виразах. Переконайтеся, що ви розумієте різницю між операторами & та &&. У більшості випадків слід використовувати &&.
zh: & 被用于表达式。请确认您理解 & 和 && 之间的区别。多数情况下，使用 &&。

# WB0238_BitwiseOr
source: | is used in expression. Make sure you understand the difference between | and || operators. In most cases, use ||.
ar: | يستخدم في التعبير. تأكد من فهم الفرق بين | و || العاملين. في معظم الحالات، استخدم ||.
cs: | se používá ve výrazu. Ujistěte se, že rozumíte rozdílu mezi | a || operátoři. Ve většině případů použijte ||.
es: Ha usado | en la expresión. Asegúrese de que comprende la diferencia entre los operadores | y ||. En la mayoría de los casos use ||.
fr: | est utilisé dans l'expression. Assurez-vous de comprendre la différence entre les opérateurs | et ||. Dans la plupart des cas, utilisez ||.
ro: Caracterul | este folosit în expresie. Asigurați-vă că înțelegeți diferența dintre | și || operatorii. În majoritatea cazurilor, utilizați ||.
ru: | используется в выражении. Убедитесь, что вы понимаете разницу между операторами | и ||. В большинстве случаев используйте ||.
sq: | përdoret në shprehje. Sigurohuni të kuptoni dallimin midis operatorëve | dhe ||. Në shumicën e rasteve, përdorni ||.
uk: | використовується у виразах. Переконайтеся, що ви розумієте різницю між операторами | та ||. У більшості випадків використовуйте ||.
zh: |被用于表达式。请确认您理解|和||之间的区别。多数情况下，使用||。

# WB0118_ExpressionReferencingForbiddenDateTimeProperies
source: Expression referencing forbidden DateTime properties: {0}, {1}, {2}. Consider using current time question instead.
cs: Výraz odkazující na zakázané vlastnosti DateTime: {0}, {1} {2}. Zvažte místo toho použití otázky týkající se aktuálního času.
es: La expresión hace referencia a propiedades no permitidas de tipo Date Time: {0}, {1}, {2}. Considere usar en su lugar una pregunta de tipo hora actual
fr: L'expression fait référence à des propriétés DateTime interdites : {0}, {1}, {2}. Envisagez d'utiliser une question sur l'heure actuelle à la place.
ro: Condiția face referință la proprietăți nepermise pentru DateTime: {0}, {1}, {2}. Folosiți opțiunea ora curentă în întrebare
ru: Выражение, ссылающееся на запрещенные свойства DateTime: {0}, {1}, {2}. Рассмотрите возможность добавления вопроса Текущее время.
sq: Shprehja u referohet veçorive të ndaluara të DatësOrës: {0}, {1}, {2}. Konsideroni përdorimin e pyetjes për orën aktuale në vend të saj.
uk: Вираз, що посилається на заборонені властивості DateTime: {0}, {1}, {2}. Розгляньте варіант використання питання поточного часу.
zh: 表达式包含了被禁止的日期时间属性：{0},{1},{2}。考虑使用实时时间型问题替代。

# WB0268_DoesNotSupportSubstitution
source: You try to use substitution for unsupported entity.
ar: حاول استخدام استبدال لصيغة غير معتمدة.
cs: Pokoušíte se použít nahrazení nepodporované entity.
es: Usted ha tratado de usar sustitución en una entidad que no lo soporta
fr: Vous essayez d'utiliser une substitution pour un élément non pris en charge.
ro: Ați încercat să utilizați o substituire pentru o componentă neacceptată.
ru: Вы пытаетесь использовать подстановки для неподдерживаемых сущностей.
sq: Përpiquni të përdorni zëvendësim për entitetin e pambështetur.
uk: Ви намагаєтеся використати підстановку для непідтримуваної сутності.
zh: 您试图为不支持的条目使用替换。

# WB0269_QuestionTitleIsEmpty
source: Question cannot have empty title.
ar: السؤال لا يمكن أن يكون له عنوان خيار فارغ.
cs: Otázka nemůže mít prázdný název.
es: La pregunta no puede tener un título vacío.
fr: La question ne peut pas avoir de titre vide.
ro: Întrebarea nu poate avea un titlu gol.
ru: У вопроса не может быть пустой текст.
sq: Pyetja nuk mund ta ketë titullon bosh.
uk: Питання не може мати порожню назву.
zh: 问卷不能有空的选项名称。

# WB0270_SectionContainsTooManyQuestions
source: Section should not contain more than {0} questions.
ar: يجب ألا يحتوي القسم على أكثر من {0} من الأسئلة.
cs: Oddíl by neměl obsahovat více než {0} otázek.
es: La sección no puede contener más de {0} preguntas
fr: La section ne doit pas contenir plus de {0} questions.
ro: Secțiunea nu trebuie să conțină mai mult de {0} întrebări.
ru: Секция не может содержать более {0} вопросов.
sq: Rubrika nuk duhet të përmbajë më shumë se {0} pyetje.
uk: Розділ не повинен містити більше {0} запитань.
zh: 问卷模块不应该包含超过{0}个问题。

# WB0119_QuestionnaireTitleTooLong
source: Questionnaire's title can't have more than {0} symbols.
ar: لا يمكن أن يحتوي عنوان الاستبيان على أكثر من {0} رمزا.
cs: Název dotazníku nesmí obsahovat více než {0} symbolů.
es: El título del cuestionario no puede tener más de {0} símbolos
fr: Le titre du questionnaire ne peut pas comporter plus de {0} symboles.
ro: Titlul chestionarului nu poate avea mai mult de {0} caractere.
ru: Имя опросника не может содержать более {0} символов.
sq: Titulli i pyetësorit nuk mund të ketë më shumë se {0} simbole.
uk: Назва анкети не може містити більше {0} символів.
zh: 问卷的标题不能有超过{0}个符号。

# WB0120_GroupTitleIsEmpty
source: The titles of sections and sub-sections can not be empty or contain whitespace only.
ar: لا يمكن أن تكون عناوين الأقسام والأقسام الفرعية فارغة أو تحتوي على مسافة فقط.
cs: Názvy oddílů a pododdílů nesmí být prázdné nebo obsahovat pouze prázdné znaky.
es: Los títulos de secciones y subsecciones no pueden estar vacíos o con espacios en blanco
fr: Les titres des sections et sous-sections ne peuvent pas être vides ou contenir uniquement des espaces.
ro: Titlurile secțiunilor sau sub-secțiunilor nu pot fi goale sau completate numai cu spații.
ru: Названия секций и подсекций не могут быть пустыми или содержать только пробелы.
sq: Titulli i rubrikave dhe nënrubrikave nuk mund të jetë bosh apo të përmbajë vetëm hapësirë të bardhë.
uk: Назви розділів і підрозділів не можуть бути порожніми або містити лише пробіли.
zh: 问卷模块或问卷问卷子块的标题不能为空或者只由空格键组成。

# WB0121_VariableNameTooLong
source: This element's name or ID shouldn't be longer than {0} characters.
ar: يجب ألا يزيد اسم هذا العنصر أو معرفه عن {0} حرفا.
cs: Název nebo ID tohoto prvku by neměly být delší než {0} znaků.
es: El nombre del elemento o identificador no debe tener más de {0} caracteres
fr: Le nom ou l'ID de cet élément ne doit pas dépasser {0} caractères.
ro: Numele sau identificatorul acestui element nu trebuie să fie mai lung de {0} caractere.
ru: Имя переменной или ID не должно быть длиннее чем {0} символа.
sq: Emertimi ose identifikuesi i këtij elementi nuk duhet të jetë më i gjatë se {0} karaktere.
uk: Ім'я або ідентифікатор цього елемента не повинен бути довшим за {0} символів.
zh: 此元素的名字或ID应该不长于{0}个字符。

# WB0122_VariableNameHasSpecialCharacters
source: Valid variable or roster ID name should contain only letters, digits and underscore character
ar: يجب أن يحتوي اسم المتغير الصحيح أوقائمة الهويات على أحرف وأرقام وشرطة سفلية فقط
cs: Platný název proměnné nebo ID soupisky by měl obsahovat pouze písmena, číslice a podtržítko
es: Los nombres de variables o de rosters deben contener solo letras, dígitos y guiones bajos ( _ )
fr: Le nom de la variable ou l'ID du roster doit contenir uniquement des lettres, des chiffres et des caractères de soulignement.
ro: Numele sau identificatorul variabilei sau al listei trebuie să conțină numai litere, cifre și caracterul "_"
ru: Действительная переменная или ростер ID должны содержать только буквы, цифры и символ подчеркивания
sq: Emërtimi i variablit të vlefshëm ose identifikuesi i rosterit duhet të përmbajë vetëm shkronja, shifra dhe karaktere të nënvizuara
uk: Допустиме ім'я змінної або ідентифікатора ростеру повинно містити лише літери, цифри та символ підкреслення
zh: 变量名字或二维表ID应该由字母、数字或下划线字符组成

# WB0123_VariableNameStartWithDigitOrUnderscore
source: Variable name or roster ID shouldn't start with digit or underscore
ar: يجب ألا يبدأ اسم المتغير أو معرف القائمة برقم أو شرطة سفلية
cs: Název proměnné nebo ID soupisky by neměly začínat číslicí nebo podtržítkem
es: Los nombres de las variables o rosters no pueden iniciar con números o guiones bajos ( _ )
fr: Le nom de la variable ou l'ID du roster ne doit pas commencer par un chiffre ou un caractère de soulignement.
ro: Numele sau identificatorul variabilei sau al listei nu trebuie să înceapă cu o cifră sau cu "_"
ru: Имя переменной или ID ростера не должны начинаться с цифры или символа подчеркивания
sq: Emërtimi i variablit ose identifikuesi i rosterit nuk duhet të fillojnë me shifër ose nënvijë
uk: Ім'я змінної або ідентифікатор ростеру не повинен починатися з цифри або підкреслення
zh: 变量名字或二维表ID不应该由数字或下划线开头

# WB0124_VariableNameEndWithUnderscore
source: Variable name or roster ID shouldn't end with underscore
ar: اسم المتغير أو معرف قائمة يجب أن لا تنتهي مع شرطة سفلية
cs: Název proměnné nebo ID soupisky by nemělo končit podtržítkem
es: Los nombres de variable o rosters no pueden finalizar con guiones bajos ( _ )
fr: Le nom de la variable ou l'ID du roster ne doit pas se terminer par un caractère de soulignement.
ro: Numele sau identificatorul variabilei sau al listei nu trebuie să se termine cu caracterul "_"
ru: Имя переменной или ID ростера не должны заканчиваться символом подчеркивания
sq: Emërtimi i variablit ose identifikuesi i rosterit nuk duhet të përfundojë me nënvijë
uk: Ім'я змінної або ідентифікатор ростера не повинні закінчуватися символом підкреслення
zh: 变量名字或二维表ID不应该由下划线结束
