Repository: surveysolutions/surveysolutions
Catalog: src/Core/BoundedContexts/Designer/WB.Core.BoundedContexts.Designer/Resources/VerificationMessages.*.resx
Languages: ar, cs, es, fr, ro, ru, sq, uk, zh

# WB0114_CategoricalQuestionSupportsOnlyIntegerPositiveValues
source: Categorical question supports only integer values in range from {0} to {1}
ar: يدعم السؤال القاطع فقط القيم الصحيحة في النطاق من {0} إلى {1}
cs: Kategorická otázka podporuje pouze celočíselné hodnoty v rozsahu od {0} do {1}
es: Las preguntas categóricas soportan solamente valores enteros en el rango de {0} a {1}
fr: La question catégorielle ne prend en charge que les valeurs entières dans la plage de {0} à {1}.
ro: Întrebările categoriale pot avea drept răspuns numai numere întregi cuprinse între {0} și {1}
ru: Категориальный вопрос поддерживает только целочисленные значения опций в диапазоне от {0} до {1}
sq: Pyetja kategorike mbështet vetëm vlerat e plota në një gamë nga {0} në {1}
uk: Категоричне питання підтримує тільки цілі значення в діапазоні від {0} до {1}.
zh: 分类型的题目仅支持范围从{0}到{1}的整数

# WB0115_FixRosterSupportsOnlyIntegerTitleValues
source: Fix roster supports only integer title values
ar: تدعم قائمة الإصلاح قيم عنوان صحيح فقط
cs: Pevné soupisky podporují pouze celočíselné hodnoty.
es: Los roster de valores fijos solo soportan valores enteros.
fr: Les rosters fixes ne prennent en charge que les valeurs entières.
ro: Listele cu număr fix de elemente nu acceptă decât numere întregi
ru: Фиксированный ростер поддерживает только целые значения
sq: Rosteri fiks mbështet vetëm vlera të plota të titullit
uk: Фіксовані списки підтримують лише цілі значення.
zh: 固定的二维表仅支持整数型标题值

# WB0256_TranslationNameIsInvalid
source: Translation name is invalid
ar: اسم الترجمة غير فعال
cs: Název překladu je neplatný
es: El nombre de la traducción no es válido
fr: Le nom de la traduction est invalide.
ro: Numele traducerii nu este valid
ru: Имя перевода не верно
sq: Emërtimi i përkthimit është i pavlefshëm
uk: Назва перекладу невірна
zh: 翻译的名称无效

# WB0257_TranslationHasEmptyContent
source: Translation has empty content
ar: تحتوي الترجمة على مكون فارغ
cs: Překlad má prázdný obsah
es: La traducción está vacía
fr: La traduction a un contenu vide.
ro: Traducerea are conținut lipsă
ru: Файл с переводом не может быть пустым.
sq: Përkthimi ka përmbajtje bosh
uk: Переклад має порожній вміст
zh: 翻译有空的内容

# WB0258_TranslationsHaveDuplicatedNames
source: Translations have duplicate names
ar: الترجمات لها أسماء مكررة
cs: Překlady mají duplicitní názvy
es: La traducción tiene nombres duplicados
fr: Les traductions ont des noms en double.
ro: Traducerile au nume duplicat
ru: Имена переводов совпадают
sq: Përkthimi ka emërtime të dubluara
uk: Переклади мають дублікати назв
zh: 翻译有重复的名字

# WB0259_QuestionTitleIsTooLong
source: Question title is too long. It should be no longer than {0} characters.
ar: عنوان السؤال طويل جدا. يجب ألا يزيد عدد الأحرف عن {0}.
cs: Text otázky je příliš dlouhý. Neměla by být delší než {0} znaků.
es: El título de la pregunta es demasiado largo. Este no debe ser más largo que {0} caracteres
fr: Le texte de la question est trop long. Il ne doit pas dépasser {0} caractères.
ro: Titlul întrebării este prea lung. Nu trebuie să aibă mai mult de {0} caractere.
ru: Текст вопроса слишком длинный. Он должен быть не более {0} символов.
sq: Titulli i pyetjes është shumë i gjatë. Nuk duhet të jetë më i gjatë se {0} karaktere.
uk: Текст питання занадто довгий. Він повинен бути не довшим за {0} символів.
zh: 题目名称太长——不应该超过{0}个字符。

# WB0260_GroupTitleIsTooLong
source: Title is too long. It should be no longer than {0} characters.
ar: العنوان طويل جدا. يجب ألا يزيد عدد الأحرف عن {0}.
cs: Název je příliš dlouhý. Neměla by být delší než {0} znaků.
es: El título es demasiado largo. Este no debe ser más lago que {0} caracteres
fr: Le titre est trop long. Il ne doit pas dépasser {0} caractères.
ro: Titlul este prea lung. Nu trebuie să aibă mai mult de {0} caractere.
ru: Название секции слишком длинное. Оно не должно содержать более {0} символов.
sq: Titulli është shumë i gjatë. Nuk duhet të jetë më i gjatë se {0} karaktere.
uk: Назва занадто довга. Віна має бути не довша за {0} символів.
zh: 名称太长——不应该超过{0}个字符。

# WB0261_RosterStructureTooExplosive
source: Questionnaire contains rosters with total number of roster instances exceeding the system limits.
ar: يحتوي الاستبيان على لوائح بعدد إجمالي من الحالات التي تتجاوز حدود النظام.
cs: Dotazník obsahuje soupisky s celkovým počtem instancí soupisek, {0} překračují systémové limity {1}
es: El cuestionario contiene {0} rosters lo cual supera el límite máximo del sistema {1}.
fr: Le questionnaire contient des rosters avec un nombre total d'instances de roster {0} dépassant les limites du système {1}
ro: Chestionarul conține {0} liste, care depășesc limitele sistemului, de {1} liste.
ru: Опросник содержит слишком большое количество экземпляров ростера.
sq: Pyetësori përmban një numër të tepruar njësish të rosterit {0}.Limit {1}
uk: Анкета містить списки, загальна кількість екземплярів яких {0} перевищує ліміт системи {1}.

# WB0262_RosterHasTooBigPropagation
source: Roster has reached size limit. Reduce roster size or decrease nesting.
cs: Soupiska dosáhla limitu velikosti. Zmenšení velikosti soupisky nebo zmenšení vnoření.
es: El roster ha alcanzado el tamaño límite. Reduzca el tamaño del roster o decremente los niveles de anidación
fr: Le roster a atteint la limite de taille. Réduisez la taille du roster ou diminuez l'imbrication.
ro: Lista a atins limita de mărime. Reduceți dimensiunea listei sau reduceți nivelurie ierarhice.
ru: Ростер достиг максимального размера. Уменьшите размер ростера или уровень вложенности.
sq: Rosteri ka arritur madhësinë limit. Ulni madhësinë e rosterit ose zvogëloni përsëritjen.
uk: Список досяг граничного розміру. Зменшити розмір списку або зменшити вкладеність.
zh: 二维表已经达到大小的限制。请缩小二维表的大小或者删减嵌套。

# WB0264_GpsQuestion
source: You have a GPS question. Tablets must support geolocation to be used with this questionnaire.
ar: لديك سؤال تحديد الموقع الجغرافي. الاجهزة اللوحية يجب أن تدعم تحديد الموقع الجغرافي لاستخدامها مع هذا الاستبيان.
cs: Máte otázku GPS. Tablety musí podporovat geolokaci, která má být použita s tímto dotazníkem.
es: Usted tiene una pregunta de tipo GPS. La tableta a usar para este cuestionario debe soportar geo localización
fr: Vous avez une question GPS. Les tablettes doivent prendre en charge la géolocalisation pour être utilisées avec ce questionnaire.
ro: Aveți o întrebare de localizare GPS. Tabletele trebuie să dispună de geolocalizare pentru a fi utilizate împreună cu acest chestionar.
ru: Опросник содержит GPS вопрос. Планшеты, в которых будет использоваться этот тип вопроса должны поддерживать функцию геолокации.
sq: Ju keni një pyetje GPS. Tabletat mund ta mbështetin përdorimin e vendndodhjes gjeografike me këtë pyetësor.
uk: У вас є питання з GPS. Планшети повинні підтримувати геолокацію для використання з цією анкетою.
zh: 有一个GPS型问题。平板电脑必须有定位功能才能使用此问卷。

# WB0265_MoreThan30PercentQuestionsAreText
source: More than {0}% of questions are text questions. Text questions are difficult to answer on tablets. Consider using single- or multi-choice questions instead.
ar: أكثر من {0}٪ من الأسئلة هي أسئلة نصية. من الصعب الاجابة على الأسئلة النصية على الجهاز اللوحي. فكر في استخدام أسئلة مفردة أو متعددة الخيارات بدلا من ذلك.
cs: Více než {0} % otázek jsou textové otázky. Textové otázky jsou na tabletech obtížně zodpověditelné. Zvažte místo toho použití otázek s jednou nebo více možnostmi.
es: más del {0}% de las preguntas son de tipo texto. Las preguntas de tipo texto son difíciles de responder en las tabletas. En su lugar considere usar pregunta de selección simple o múltiple.
fr: Plus de {0}% des questions sont des questions textuelles. Les questions textuelles sont difficiles à répondre sur les tablettes. Envisagez d'utiliser des questions à choix unique ou multiple à la place.
ro: Mai mult de {0}% dintre întrebări sunt întrebări text. Este dificil de răspuns la întrebările text pe tablete. Vă recomandăm utilizarea întrebărilor cu variante de răspuns simple sau multiple.
ru: Более {0}% вопросов - текстовые вопросы. Текстовые вопросы трудно заполнять на планшетах. Вместо этого рассмотрите возможность использования вопросов с одним или несколькими вариантами выбора.
sq: Më shumë se {0}% e pyetjeve janë pyetje tekst. Është e vështirë t’u përgjigjesh pyetjeve tekst në tableta. Merrni në konsideratë përdorimin në vend të tyre të pyetjeve me një ose shumë zgjedhje.
uk: Понад {0}% запитань - це текстові запитання. На текстові запитання важко відповідати на планшетах. Розгляньте можливість використання питань з одним або декількома варіантами відповідей.
zh: 超过{0}% 的题目是文本型题目。文本型的题目在平板上很难回答。请考虑用单选或多选题替代。

# WB0266_SameTitle
source: Duplicate questions. (Questions have the same title.)
ar: الأسئلة متكررة. (الأسئلة لها نفس العنوان.)
cs: Duplicitní otázky. (Otázky mají stejný název.)
es: Preguntas duplicadas. (Las preguntas tienen el mismo título)
fr: Questions en double. (Les questions ont le même titre.)
ro: Întrebări dublate. (Întrebările au același titlu.)
ru: Одинаковые вопросы. (У вопросов одинаковый текст.)
sq: Pyetje të dubluara. (Pyetjet kanë të njëjtin titull.)
uk: Повторювані запитання. (Питання мають однакову назву).
zh: 重复的题目。（题目有相同的标题。）

# WB0267_QRBarcodeQuestion
source: You have a barcode question. Tablets must support autofocus to be used with this questionnaire.
ar: لديك سؤال التشفير. يجب أن تدعم الأجهزة اللوحية الضبط التلقائي للصورة مع هذا الاستبيان.
cs: Máte otázku s čárovým kódem. Tablety musí podporovat automatické zaostřování, aby mohly být použity s tímto dotazníkem.
es: Usted tiene una pregunta de tipo código de barra. La tableta deberá soportar la función de auto enfoque para poder ser usada con este cuestionario.
fr: Vous avez une question de code-barres. Les tablettes doivent prendre en charge l'autofocus pour être utilisées avec ce questionnaire.
ro: Aveți o întrebare referitoare la codul de bare. Tabletele trebuie să aibă cameră cu focalizare automată pentru a fi utilizate cu acest chestionar.
ru: У вас есть вопрос со штрих-кодом. Планшеты, которые будут использоваться с этим опросником, должны поддерживать автофокус.
sq: Ju keni një pyetje barkod. Tableti duhet të mbështetë përdorimin e autofokusit me këtë pyetësor.
uk: У вас є питання зі штрих-кодом. Для роботи з цією анкетою планшети повинні підтримувати автофокус.
zh: 有一个条形码型问题。平板电脑必须有自动聚焦功能才能使用此问卷。

# WB0216_NoPrefilledQuestions
source: No identifying questions are defined. Define at least one identifying question.
ar: لم يتم تحديد أي أسئلة تحديد الهوية. حدد سؤالا واحدا على الأقل لتحديد الهوية.
cs: Nejsou definovány žádné identifikační otázky. Definujte alespoň jednu identifikační otázku.
es: No se han definido preguntas de identificación. Defina al menos una pregunta de este tipo.
fr: Aucune question d'identification n'est définie. Définissez au moins une question d'identification.
ro: Nu a fost creată nicio întrebare de identificare. Creați cel puțin o întrebare de identificare.
ru: Идентифицирующие вопросы не созданы. Определите хотя бы один идентифицирующий вопрос.
sq: Nuk u përcaktua asnjë pyetje identifikuese. Përcaktoni të paktën një pyetje identifikuese.
uk: Не визначено жодного ідентифікаційного запитання. Визначте принаймні одне ідентифікаційне запитання.
zh: 没有识别型的问题被定义。

# WB0217_VariableLableMoreThan120Characters
source: Variable label is too long (more than {0} chars) and will be truncated in SPSS file export.
ar: التسمية المتغيرة طويلة جدا (أكثر من {0} حرف) وسيتم اقتطاعها في تصدير ملف spss.
cs: Variabilní popisek je příliš dlouhý (více než {0} znaků) a při exportu souboru SPSS bude zkrácen.
es: La etiqueta de la variable es demasiado larga (más de {0} caracteres) y será truncada en el archivo de exportación SPSS
fr: L'étiquette de la variable est trop longue (plus de {0} caractères) et sera tronquée dans l'exportation du fichier SPSS.
ro: Eticheta variabilei este prea mare (mai mult de {0} caractere) și va fi trunchiată în exportul SPSS
ru: Тег переменной слишком длинный (больше символов {0}) и будет усечен в экспорте файла SPSS.
sq: Etiketa e variablit është shumë e gjatë (më shumë se {0} karakt.) dhe do të shkurtohet në eksportimin e skedarëve SPSS.
uk: Назва змінної занадто довга (більше {0} символів) і буде обрізана під час експорту файлу SPSS.
zh: 变量的标签过长（超过{0}个字符）故将在导出为SPSS文件时被截短。

# WB0218_ConsecutiveQuestionsWithIdenticalEnablementConditions
source: Consecutive questions contain identical enablement conditions. Consider placing in a sub-section and assign condition to the sub-section.
ar: الأسئلة المتتالية تحتوي على شروط تمكين متطابقة. فكر في وضع قسم فرعي وتعيين شرط للقسم الفرعي.
cs: Po sobě jdoucí otázky obsahují stejné podmínky povolení. Zvažte umístění do podsekce a přiřaďte podsekci podmínku.
es: Preguntas consecutivas contienen la misma condición de habilitación. Considere mejor incluirlas en una subsección con esa condición de habilitación.
fr: Des questions consécutives contiennent des conditions d'activation identiques. Envisagez de les placer dans une sous-section et d'appliquer la condition à la sous-section.
ro: Există întrebări consecutive care au condiții de activare identice. Recomandăm plasarea acestora într-o sub-secțiune și aplicarea condiției de activare la sub-secțiune
ru: Последовательные вопросы содержат идентичные условия включения. Подумайте о размещении в подсекции с включающим выражением.
sq: Pyetjet e njëpasnjëshme përmbajnë kushte aktivizimi identike. Merrni në konsideratë vendosjen e një nënrubrike dhe caktimin e një kushti për nënrubrikën.
uk: Послідовні запитання містять однакові умови ввімкнення. Подумайте над тим, щоб розмістити їх у підрозділі та призначити умову для підрозділу.
zh: 连续多个问题包含一样的启用性条件。考虑放入一个问卷子块，并设置问卷子块的启用性条件。

# WB0219_ConsecutiveUnconditionalSingleChoiceQuestionsWith2Options
source: Multiple consecutive unconditional single choice options with {0} options. Consider one multiple choice question.
cs: Více po sobě jdoucích nepodmíněných otázek s jedním výběrem s {0} kategoriemi. Zvažte jednu otázku s výběrem odpovědí.
es: Existen múltiples preguntas de selección sin condición con {0} opciones. Considere mejor una pregunta de selección múltiple.
fr: Plusieurs questions consécutives à choix unique inconditionnelles avec {0} catégories. Envisagez une question à choix multiple.
ro: Există mai multe întrebări consecutive cu răspunuri unice care au {0} variante de răspuns. Recomandăm folosirea unei singure întrebări cu răspunsuri multiple.
ru: Несколько последовательных безусловных вопросов с единственным выбора и {0} опциями. Рассмотрите вариант использования одного вопроса с множественным выбором.
sq: Pyetje të shumëfishta të njëpasnjëshme të pakushtëzuara me zgjedhje të vetme me {0} kategori. Merrni në konsideratë pyetje me shumë zgjedhje.
uk: Кілька послідовних безумовних запитань з одним вибором з категоріями {0}. Розгляньте одне питання з множинним вибором.
zh: 多个连续的无条件单选选项有{0}个选项。考虑替换为多选题。

# WB0220_RowIndexInMultiOptionBasedRoster
source: Using @{0} with a multi-choice roster may be unstable. Consider using @{1} instead.
ar: قد يكون استخدام @{0} مع قائمة متعددة الخيارات غير مستقر. فكر في استخدام @{1} بدلا من ذلك
cs: Použití @{0} se seznamem s výběrem z více možností může být nestabilní. Zvažte místo toho použití @{1}.
es: Usar @{0} con un roster de tipo selección múltiple puede ser inestable. Considere usar @{1} en su lugar.
fr: L'utilisation de @{0} avec un roster à choix multiple peut être instable. Envisagez d'utiliser @{1} à la place.
ro: Nu este recomandat să folosiți @{0} într-o listă cu opțiuni multiple. Recomandăm să folosiți @{1}.
ru: Использование @ {0} многовариантного вопроса в качестве вопроса, определяющего количество и имена строк в ростере, может быть неустойчивым. Вместо этого используйте @ {1}.
sq: Përdorimi i @{0} me një roster me shumë zgjedhje mund të jetë i paqëndrueshëm. Merrni në konsideratë përdorimin e @{1} në vend të saj.
uk: Використання @{0} з багатоваріантним списком може бути нестабільним. Розглянемо можливість використання @{1} замість цього.
zh: 使用 @{0}和一个多选的二维表在一起可能不稳定。考虑使用 @{1}替代。

# WB0221_NoCurrentTimeQuestions
source: No current time question was found. Consider recording the date of interview in your questionnaire.
ar: لم يتم العثور على أي سؤال في الوقت الحالي. فكر في تسجيل تاريخ المقابلة في الاستبيان الخاص بك.
cs: Nebyla nalezena žádná aktuální časová otázka. Zvažte zaznamenání data pohovoru do dotazníku.
es: No se ha encontrado una pregunta de hora actual. Considere registrar la fecha y hora de la entrevista en su cuestionario.
fr: Aucune question sur l'heure actuelle n'a été trouvée. Envisagez d'enregistrer la date de l'entretien dans votre questionnaire.
ro: Nu există nicio întrebare despre data și ora curentă. Recomandăm să înregistrați data și ora interviului în chestionar
ru: Вопрос Текущее время не найден. Рассмотрите вариант создания вопроса о дате собеседования.
sq: Nuk u gjet pyetja për orën aktuale. Merrni në konsideratë të regjistroni datën e intervistës në pyetësorin tuaj.
uk: Питання про поточний час не знайдено. Подумайте про те, щоб записати дату інтерв'ю в анкеті.
zh: 没有发现实时时间题目。考虑在问卷中记录调查的实时时间。

# WB0222_SingleOptionPrefilled
source: Single-choice question is marked as identifying. Consider using a text question.
ar: سؤال الاختيار المنفرد يتم تحديده على أنه معرف . فكر في استخدام سؤال نصي.
cs: Otázka s jedním výběrem je označena jako identifikační. Zvažte použití textové otázky.
es: Una pregunta de selección ha sido definida como de identificación. Considere usar una pregunta de tipo texto.
fr: La question à choix unique est marquée comme question d'identification. Envisagez d'utiliser une question textuelle.
ro: Intrebarea cu răspunsuri unice este marcată ca întrebare de identificare. Recomandăm folosirea unei întrebări de tip text
ru: Катигориальный вопрос помечен как идентифицирующий. Рассмотрите возможность использования текстового вопроса.
sq: Pyetja me zgjedhje të vetme është shënjuar si identifikuese. Merrni në konsideratë përdorimin e një pyetjeje tekst.
uk: Запитання з одним вибором позначено як ідентифікаційне. Розгляньте використання текстового запитання.
zh: 单选题被标记为识别型。考虑使用文本型的题目。

# WB0223_SectionWithLessThan5Questions
source: Section contains less than five questions. Consider joining with other sections.
ar: يحتوي القسم على أقل من خمسة أسئلة. يمكنك ضمه إلى الأقسام الأخرى.
cs: Oddíl obsahuje méně než pět otázek. Zvažte spojení s dalšími sekcemi.
es: La sección contiene menos de cinco preguntas. Concederé incorporar estas preguntas en otra sección.
fr: La section contient moins de cinq questions. Envisagez de la fusionner avec d'autres sections.
ro: Secțiunea conține mai puțin de cinci întrebări. Recomandăm unirea cu o altă secțiune
ru: Секция содержит менее пяти вопросов. Рассмотрите возможность объединения с другими секциями.
sq: Rubrika përmban më pas se pesë pyetje. Merrni në konsideratë bashkimin me rubrika të tjera.
uk: Розділ містить менше п'яти запитань. Розгляньте можливість об'єднання з іншими розділами.
zh: 问卷问卷子块的问题少于5个。考虑和其它问卷子块合并。

# WB0224_TooManySubsectionsAtOneLevel
source: Too many sub-sections at one level. Consider hierarchical layout.
ar: عدد كبير جدا من الأقسام الفرعية على مستوى واحد. انظر في التخطيط الهرمي.
cs: Příliš mnoho podsekcí na jedné úrovni. Zvažte hierarchické rozložení.
es: Demasiadas subsecciones en el mismo nivel. Considere usar un diseño jerárquico.
fr: Trop de sous-sections à un niveau. Envisagez une disposition hiérarchique.
ro: Sunt prea multe sub-secțiuni în acest nivel. Recomandăm să folosiți o structură ierarhică
ru: Слишком много подсекций на одном уровне. Пересмотрите иерархическую структуру.
sq: Shumë nënrubrika në një nivel. Merrni në konsideratë vendosjen hierarkike.
uk: Забагато підрозділів на одному рівні. Розгляньте ієрархічну структуру.
zh: 在同一层级有太多的问卷子块。考虑分层的布局。

# WB0225_ComboBoxWithLessThan10Elements
source: Drop-down menu (combo box) contains less than 10 elements. Consider switching to a standard single choice representation.
ar: تحتوي القائمة المنسدلة (مربع التحرير والسرد) على أقل من 10 عناصر. النظر في التحول إلى تمثيل اختيار معيار واحد.
cs: Rozbalovací nabídka (pole se seznamem) obsahuje méně než 10 prvků. Zvažte přechod na standardní reprezentaci s jednou volbou.
es: El menú desplegable (caja combo) contiene menos de 10 elementos. Considere sustituirlo por una representación de selección única.
fr: Le menu déroulant (boîte combo) contient moins de 10 éléments. Envisagez de passer à une représentation standard à choix unique.
ro: Meniul de tip listă derulantă (combo-box) conține mai puțin de 10 elemente. Recomandăm înlocuirea lui cu o întrebare cu răspunsuri unice.
ru: Выпадающее меню (поле со списком) содержит менее 10 элементов. Рассмотрите переход на стандартное представление с выбором одной опции.
sq: Menuja zbirtëse (kutia e kombinuar) përmban më pak se 10 elemente. Merrni në konsideratë kalimin në një paraqitje standarde me një zgjedhje të vetme.
uk: Випадаюче меню (комбіноване поле) містить менше 10 елементів. Розгляньте можливість переходу до стандартного представлення з одним вибором.
zh: 下拉菜单（复选框）包含少于10个元素。考虑使用标准的单选型题目。

# WB0116_LinkedQuestionReferenceTextListQuestionFromWrongScope
source: Linked question references a list question from wrong level.
ar: يشير السؤال المرتبط إلى سؤال قائمة من مستوى خاطئ.
cs: Odkazovaná otázka odkazuje na otázku seznamu z nesprávné úrovně.
es: Pregunta enlazada hace referencia a una lista de nivel erróneo
fr: La question liée fait référence à une question de liste textuelle d'un niveau incorrect.
ro: Întrebarea se leagă de o întrebare listă de la un nivel ierarhic greșit
ru: Связанный вопрос ссылается на вопрос ростера с неправильного уровня.
sq: Pyetja e lidhur i referohet një pyetjeje të listës nga niveli i gabuar.
uk: Пов'язане запитання посилається на запитання списку не з того рівня.
zh: 被关联的题目引用了一个错误层级的列表型问题。

# WB0226_SameCascadingParentQuestion
source: Cascading combo box questions have the same parent question.
ar: أسئلة مربع التحرير والسرد المتتالية لها نفس السؤال الأصل.
cs: Kaskádové otázky se seznamem mají stejnou nadřazenou otázku.
es: La pregunta de caja combo en cascada tiene la misma pregunta padre.
fr: Les questions de boîte combo en cascade ont la même question parent.
ro: Întrebările combo-box legate sunt legate de aceeași întrebare la nivelul ierarhic superior
ru: Каскадные вопросы имеют один и тот же родительский вопрос.
sq: Pyetjet kaskadë të kutisë së kombinuar kanë të njëjtën pyetje mëmë.
uk: Каскадні комбіновані запитання мають одне й те саме батьківське запитання.
zh: 级联复选框型问题有相同的上级问题。

# WB0227_NotShared
source: Questionnaire hasn’t been reviewed. Consider sharing it with another user for feedback.
ar: لم تتم مراجعة الاستبيان. فكر في مشاركتها مع مستخدم آخر للحصول على تعليقات.
cs: Dotazník nebyl přezkoumán. Zvažte sdílení s jiným uživatelem za účelem získání zpětné vazby.
es: El cuestionario no ha sido revisado. Considere compartirlo con otro usuario para obtener retroalimentación.
fr: Le questionnaire n'a pas été examiné. Envisagez de le partager avec un autre utilisateur pour obtenir des commentaires.
ro: Chestionarul nu a fost analizat. Recomandăm să îl distribuiți către alte persoane pentru a primi analiză și opinii
ru: Опросник не был рецензирован. Подумайте о том, чтобы поделиться им с другим пользователем для возможных правок.
sq: Pyetësori nuk është rishikuar. Merrni në konsideratë ndarjen e tij me përdorues të tjerë për komente.
uk: Анкета ще не була перевірена. Розгляньте можливість поділитися нею з іншим користувачем для зворотного зв'язку.
zh: 问卷还没有被审改。考虑分享至其它用户以获得回馈。
