Repository: surveysolutions/surveysolutions
Catalog: src/Core/BoundedContexts/Designer/WB.Core.BoundedContexts.Designer/Resources/VerificationMessages.*.resx
Languages: ar, cs, es, fr, ro, ru, sq, uk, zh

# WB0040_TextListQuestionCannotBeFilledBySupervisor
source: List question cannot be filled by supervisor.
ar: لا يمكن ملء قائمة السؤال من قبل المشرف.
cs: Otázka seznamu nemůže být vyplněna školitelem.
es: Una pregunta de tipo lista no puede ser ingresada por el supervisor
fr: La question de type liste ne peut pas être remplie par le chef d'équipe
ro: Întrebarea de tip listă nu poate fi completată de controlor
ru: Вопрос-список не может быть заполнен супервизором.
sq: Pyetja e listës nuk mundi të plotësohej nga supervizori.
uk: Питання типу список не може бути заповнене супервізором.
zh: 列表型的问题不能由监督员来填写。

# WB0041_GroupWhereRosterSizeSourceIsFixedTitlesHaveDuplicateValues
source: Fixed set of items roster values must be unique.
ar: يجب أن تكون مجموعة ثابتة من بنود القائمة قيم فريدة من نوعها.
cs: Pevné hodnoty seznamu položek musí být jedinečné.
es: Los valores de un roster de tipo fijo de ítems deber únicos
fr: Les valeurs d'un ensemble d'éléments fixes du roster fixe doivent être uniques.
ro: Valorile din lista cu număr fix de elemente trebuie să fie unice
ru: Элементы фиксированного ростера должны быть уникальными.
sq: Vlerat e rosterit me grup fiks objektesh duhet tp jenë unike.
uk: Ростр з фіксованим набором елементів, повинен мати унікальні значення.
zh: 固定条目数量的值必须唯一。

# WB0042_TextListQuestionMaxAnswerInRange1And200
source: Maximum number of list elements must be in range [{1}, {0}].
ar: يجب أن يكون الحد الأقصى لعدد عناصر القائمة في النطاق [{1}، {0}].
cs: Maximální počet prvků seznamu musí být v rozsahu [{1}, {0}].
es: El número máximo de elementos de lista debe estar en el rango de [{1},{0}]
fr: Le nombre maximum d'éléments de liste doit être compris dans la plage [{1}, {0}].
ro: Numărul maxim de elemente din listă trebuie să fie cuprins în intervalul [{1}, {0}]
ru: Максимальное количество элементов списка должно находиться в диапазоне [{1}, {0}].
sq: Numri maksimal i elementeve të listës duhet të jetë në gamën [{1}, {0}].
uk: Максимальна кількість елементів списку повинна знаходитись в діапазоні [{1}, {0}]..
zh: 最大数量的列表元素必须在 [{1},{0}] 范围之内。

# WB0043_LookupTableMoreThan11Columns
source: Lookup table has too many columns
ar: يحتوي جدول البحث على عدد كبير جدا من الأعمدة
cs: Vyhledávací tabulka obsahuje příliš mnoho sloupců
es: La tabla de búsqueda tiene demasiadas columnas
fr: La table de référence comporte trop de colonnes
ro: Tabelul de căutare are prea multe rânduri
ru: В справочной таблице слишком много столбцов
sq: Tabela e kërkimit ka shumë kolona
uk: У таблиці пошуку занадто багато стовпців
zh: 查询表的列数过多

# WB0045_QuestionHasOptionsWithEmptyValue
source: Question has option(s) with empty value.
ar: السؤال لديه خيار (خيارات) بقيمة فارغة.
cs: Otázka má kategorie s prázdnými hodnotami.
es: La pregunta tiene opción(es) con valor vacío
fr: La question a une (des) option (s) avec la valeur vide.
ro: Întrebarea are variante de răspuns cu valori goale
ru: Вопрос содержит опцию (и) с пустым (и) значением (ями)
sq: Pyetja ka kategori me vlera bosh.
uk: Питання має категорії з порожніми значеннями.
zh: 问题有空值的选项。

# WB0046_CustomConditionExpressionReferencesQuestionWithDeeperRosterLevel
source: Enabling condition cannot refer to a question from a deeper roster level.
ar: لا يمكن أن يشير شرط التمكين إلى سؤال من مستوى قائمة أعمق.
cs: Povolovací podmínka nemůže odkazovat na otázku z hlubší úrovně soupisky.
es: La condición de habilitación no puede estar asociada a una pregunta de un nivel inferior del roster
fr: La condition d'activation ne peut pas faire référence à une question provenant d'un niveau de roster plus base.
ro: Condiția de activare nu se poate referi la o întrebare dintr-o listă de la un nivel inferior
ru: Включающее выражение не может ссылаться на вопрос из более глубокого уровня ростера.
sq: Kushti aktivizues nuk mund t’i referohet një pyetjeje nga një nivel më i thellë i rosterit.
uk: Умова включення не може посилатися на питання з більш глибокого рівня ростеру.
zh: 启用条件不能引用自更深一层的二维表。

# WB0047_LookupTableNotUniqueRowcodeValues
source: Lookup table has not unique rowcode values
ar: جدول بحث له قيم rowcode ليست فريدة من نوعها
cs: Vyhledávací tabulka nemá jedinečné hodnoty kódu řádku
es: La tabla de búsqueda no tiene valores únicos de códigos de fila
fr: La table de référence n'a pas de valeurs de code de ligne uniques
ro: Tabelul de căutare nu are coduri de rânduri unice
ru: Справочная таблица содержит не уникальные значения в колонке rowcode.
sq: Tabela e kërkimit nuk ka vlera unike të kodeve të rreshtave
uk: Таблиця пошуку має не унікальні значення кодів рядків
zh: 查询表的行编码值不唯一

# WB0048_LookupHasEmptyContent
source: Lookup table cannot be empty
ar: لا يمكن أن يكون جدول البحث فارغا
cs: Vyhledávací tabulka nemůže být prázdná
es: La tabla de búsqueda no puede estar vacía
fr: La table de référence ne peut pas être vide
ro: Tabelul de căutare nu poate fi gol
ru: Справочная таблица не может быть пустой
sq: Tabela e kërkimit nuk mund të jetë bosh
uk: Таблиця пошуку не може бути порожньою
zh: 查询表不能为空

# WB0049_QRBarcodeQuestionIsSupervisorQuestion
source: Barcode question cannot be filled by supervisor.
ar: لا يمكن ملء سؤال شيفرة التعرف
cs: Otázku čárového kódu nemůže vyplnit vedoucí.
es: Una pregunta de tipo código de barra no puede ser completada por el supervisor
fr: La question de type code à barre ne peut pas être remplie par le superviseur.
ro: Întrebarea tip cod de bare nu poate fi completată de controlor
ru: Вопрос со штрих-кодом не может быть заполнен супервизором.
sq: Pyeta e barkodit nuk mund të plotësohet nga supervizori.
uk: Питання зі штрих-кодом не може бути заповнене керівником.
zh: 条形码型问题不能由督导员填写。

# WB0050_QRBarcodeQuestionIsPreFilledQuestion
source: Barcode question cannot be identifying.
ar: لا يمكن تحديد السؤال الباركود.
cs: Otázka čárového kódu nemůže být identifikovatelná.
es: Una pregunta de tipo código de barra no puede ser identificadora
fr: La question de type code à barre ne peut pas être une question d'identification.
ro: Întrebarea tip cod de bare nu poate fi întrebare de identificare
ru: Вопрос со штрих-кодом не может быть идентифицирующим.
sq: Pyetja e barkodit nuk mund të jetë identifikuese.
uk: Питання зі штрих-кодом не може бути ідентифікаційним.
zh: 条形码型问题无法被识别。

# WB0051_GroupsCustomConditionExpressionReferencesChildQuestion
source: Sub-sections cannot have enabling condition referencing child question.
ar: لا يمكن أن تحتوي الأقسام الفرعية على شرط تمكين تشير إلى سؤال الطفل.
cs: Pododdíly nemohou mít povolení podmínky odkazující na podřízenou otázku.
es: Una sub-sección no pueden contener condiciones de habilitación asociadas a una pregunta hija
fr: Les sous-sections ne peuvent pas avoir de condition d'activation qui se réfère à une question enfant.
ro: Condiția de activare a sub-secțiunii nu poate fi o întrebare în interiorul acesteia
ru: В подсекциях включающее выражение не можеть ссылаться на дочерний вопрос.
sq: Nënrubrikat nuk mund të kenë kusht aktivizues që i referohet pyetjes bijë.
uk: Підрозділи не можуть містити умов включення, які посилаються на дочірнє питання.
zh: 问卷子块不能有引用子问题的启用条件。

# WB0052_LookupNameIsKeyword
source: Lookup table name cannot be a reserved word.
ar: لا يمكن أن يكون اسم جدول البحث كلمة محجوزة.
cs: Název vyhledávací tabulky nemůže být vyhrazené slovo.
es: El nombre de una tabla de búsqueda no puede ser una palabra reservada
fr: Le nom de la table de référence ne peut pas être un mot réservé.
ro: Numele tabelului de căutare nu poate fi un cuvânt rezervat
ru: Имя справочной таблицы не может быть зарезервированным словом.
sq: Tabela e kërkimit nuk mund të jetë një fjalë e rezervuar.
uk: Ім'я таблиці пошуку не може бути зарезервованим словом.
zh: 查询表名称不能是保留的词汇。

# WB0053_LinkedQuestionReferencesNotExistingRoster
source: Roster which is the source of the link should exist.
cs: Soupiska, která je zdrojem odkazu, by měla existovat.
es: El roster fuente de un enlace debe existir
fr: Le roster qui est la source du lien devrait exister.
ro: Trebuie să existe o listă care să fie sursa legăturii
ru: Связанный вопрос ссылается на несуществующий ростер
sq: Rosteri që është burimi i lidhjes duhet të ekzistojë.
uk: Реєстр, який є джерелом посилання, повинен існувати.
zh: 作为关联来源的二维表应该存在。

# WB0054_RosterSizeQuestionHasDeeperRosterLevelThanDependentRoster
source: Roster should have deeper or the same roster level as it's roster size question.
ar: يجب أن يكون للقائمة نفس العمق أو نفس مستوى لائحة حجم السؤال
cs: Soupiska by měla mít hlubší nebo stejnou úroveň soupisky jako je otázka velikosti soupisky.
es: El roster debe tener el mismo o mayor nivel de profundidad que el la pregunta que define su tamaño
fr: Le roster doit être du même niveau ou d'un niveau inférieur par rapport à la question source.
ro: Lista trebuie să fie la același nivel, sau la un nivel inferior listei care conține întrebarea sursă
ru: Ростер должен иметь более глубокий или такой же уровень вложенности как и вопрос являющийся источником ростера.
sq: Rosteri duhet të ketë një nivel më të thellë ose të njëjtë rosteri me pyetjen për madhësinë e rosterit.
uk: Рівень ростеру повинен бути глибшим або таким самим, як і в питанні про розмір ростеру.
zh: 二维表应该有下一级或同级的二维表大小问题。

# WB0055_RosterHasRosterLevelMoreThan4
source: Roster can have no more than {0} parent rosters.
ar: لا يمكن أن تحتوي القائمة على أكثر من {0} قوائم رئيسية.
cs: Soupiska nesmí mít více než {0} soupisky rodičů.
es: El roster no puede tener más de {0} rosters padres
fr: Le roster ne peut pas contenir plus de {0} rosters parents.
ro: Lista nu poate avea mai mult de {0} liste superioare
ru: У ростера может быть не более {0} родительских ростеров.
sq: Rosteri nuk mund të ketë më shumë se {0} rostera mëmë.
uk: Ростер може мати не більше {0} батьківських ростерів.
zh: 二维表不能有超过{0}个上级二维表。

# WB0056_EntityShouldNotHaveCircularReferences
source: Circular references are not allowed.
ar: لا يسمح بالمراجع الدائرية.
cs: Cyklické odkazy nejsou povoleny.
es: Las referencias circulares no están permitidas
fr: Les références circulaires ne sont pas autorisées.
ro: Referințele circulare nu sunt permise
ru: Циклические ссылки не разрешены.
sq: Referencat qarkore nuk lejohen.
uk: Циркулярні посилання не допускаються.
zh: 兜圈引用不被允许。

# WB0058_QuestionHasVariableNameReservedForServiceNeeds
source: Variable name or roster ID cannot be a reserved word.
ar: لا يمكن أن يكون اسم المتغير أو معرف القائمة كلمة محجوزة.
cs: Název proměnné nebo ID soupisky nemůže být vyhrazené slovo.
es: Los nombres de variables o identificadores de rosters no pueden ser palabras reservadas
fr: Le nom de la variable ou l'ID du roster ne peut pas être un mot réservé.
ro: Numele variabilei sau identificatorul listei nu poate fi un cuvânt rezervat
ru: Имя переменной или ID ростера не может быть зарезервированным словом.
sq: Emri i variablit ose identifikuesi i rosterit nuk mund të jenë një fjalë e rezervuar.
uk: Ім'я змінної або ідентифікатор ростеру не може бути зарезервованим словом.
zh: 变量名或二维表ID不能是系统保留词汇。

# WB0059_EntityUsesRostertitleSubstitutionAndNeedsToBePlacedInsideRoster
source: If item uses %rostertitle% substitution it needs to be placed inside roster.
ar: إذا كان العنصر يستخدم٪ rostertitle٪ الاستبدال فإنه يحتاج إلى أن توضع داخل اللائحة.
cs: Pokud položka používá náhradu %rostertitle%, musí být umístěna uvnitř soupisky.
es: Si el ítem utiliza sustitución de tipo %rostertitle% , ésta debe se colocada dentro del roster
fr: Si l'élément utilise la substitution %rostertitle%, il doit être placé dans le roster.
ro: Dacă elementul folosește subsituția %rostertitle%, trebuie să fie plasat în interiorul listei
ru: Если элемент использует подстановку %rostertitle%, его необходимо размещать внутри ростера.
sq: Nëse objekti përdor zëvendësuesin %rostertitle% duhet vendosur brenda rosterit.
uk: Якщо елемент використовує підстановку %rostertitle%, він повинен знаходитися всередині ростера.
zh: 如果条目用 %rostertitle% 替代则需要放置于二维表内部。

# WB0060_CategoricalQuestionHasLessThan2Options
source: Question has less than {0} options.
ar: السؤال أقل من {0} الخيارات.
cs: Otázka má méně než {0} kategorií.
es: La pregunta tiene menos de {0} opciones
fr: La question a moins de {0} options.
ro: Întrebarea are mai puțin de {0} variante de răspuns
ru: Вопрос имеет меньше {0} опций.
sq: Pyetja ka më pak se {0} kategori.
uk: Питання має менше {0} категорій.
zh: 问题有少于{0}个选项。

# WB0061_CategoricalMultiAnswersQuestionHasMaxAllowedAnswersLessThan2
source: Question has max allowed answers less than {0}.
ar: السؤال يحتوي على إجابات كحد أقصى مسموح بها أقل من {0}.
cs: Otázka má maximální povolené odpovědi menší než {0}.
es: El máximo número de respuestas de la pregunta es menor que {0}
fr: La question a le max de réponses autorisées moins de {0}.
ro: Întrebarea poate avea cel mult {0} răspunsuri
ru: Вопрос имеет максимально допустимые ответы менее {0}.
sq: Pyetja ka një numër maksimal përgjigjesh të lejuara më pak se {0}.
uk: Питання має максимально допустиму кількість відповідей менше ніж {0}.
zh: 问题的最大被回答数量少于{0}个。

# WB0062_OptionFilterExpresssionHasIncorrectSyntax
source: Option filter expression has a syntax error.
ar: تعبير خيار التصفية لديه خطأ نصي
cs: Výraz filtru možností obsahuje chybu syntaxe.
es: La expresión del filtro de opción contiene error de sintaxis
fr: L'expression du filtre d'option a une erreur de syntaxe.
ro: Condiția de filtrare a variantei de răspuns are o eroare de sintaxă
ru: Условие фильтрации опций содержит синтаксическую ошибку.
sq: Shprehja e filtrit të opsionit ka një gabim sintaksor.
uk: Вираз фільтрації опцій має синтаксичну помилку.
zh: 选项筛选器表达式有一个语法错误。

# WB0063_CategoricalLinkedQuestionUsedInValidationExpression
source: Categorical linked question cannot be used in validation condition #{0}.
cs: Kategoricky propojenou otázku nelze použít v ověřovací podmínce #{0}.
es: Una pregunta categórica enlazada no puede ser usada en la validación de una condición #{0}
fr: La question catégorielle liée ne peut pas être utilisée dans la condition de validation # {0}.
ro: Întrebarea categorială legată nu poate fi folosită în condiția de validare nr. {0}
ru: Категориальный связанный вопрос не может использоваться в проверочном выражении # {0}.
sq: Pyetja kategorike e lidhur nuk mund të përdoret në kushtin e validimit #{0}.
uk: Категоріальне зв'язане питання не можна використовувати в умові перевірки #{0}.
zh: 被关联的选择型问题被用于验证性条件 #{0}。

# WB0064_CategoricalLinkedQuestionUsedInEnablementCondition
source: Categorical linked question cannot be used in enabling condition.
ar: لا يمكن استخدام السؤال المرتبط بشكل قاطع في حالة التمكين.
cs: Kategoricky propojenou otázku nelze použít v potvrzovací podmínce.
es: Una pregunta categórica enlazada no puede ser usada como condición de habilitación
fr: La question catégorielle liée ne peut pas être utilisée dans une condition d'activation.
ro: Întrebarea categorială legată nu poate fi folosită în condiția de activare
ru: Категориальные связанные вопросы не могут быть использованы в условии включения.
sq: Pyetja kategorike e lidhur nuk mund të përdoret në kushtin e aktivizimit.
uk: Категоріальне зв'язане питання не може бути використане в умові включення.
zh: 被关联的选择型问题不能用于启用性条件。

# WB0065_NameForAttachmentIsNotUnique
source: Another attachment with the same name already exists.
ar: مرفق آخر بنفس الاسم موجود بالفعل.
cs: Jiná příloha se stejným názvem již existuje.
es: Ya existe otro archivo adjunto con el mismo nombre
fr: Une autre pièce jointe portant le même nom existe déjà.
ro: Există un alt atașament cu acest nume
ru: Другое вложение с тем же именем уже существует.
sq: Ekziston një bashkëlidhje tjetër me të njëjtin emër.
uk: Інше вкладення з такою ж назвою вже існує.
zh: 另一个同名的附件已存在。

# WB0066_QuestionTypeIsNotAllowed
source: Question of this type is not supported.
ar: سؤال من هذا نوع غير مدعوم
cs: Otázka tohoto typu není podporována.
es: Una pregunta de este tipo no está soportada
fr: Une question de ce type n'est pas pris en charge.
ro: Acest tip de întrebare nu poate fi folosit aici
ru: Вопрос данного типа не поддерживается.
sq: Pyetja e këtij lloji nuk mbështetet.
uk: Питання такого типу не підтримуються.
zh: 这种类型的问题不被支持。

# WB0067_VariableNameIsEmpty
source: Valid variable or roster ID name should not be empty.
ar: يجب ألا يكون اسم المتغير أو القائمة فارغا
cs: Platný název proměnné nebo ID soupisky by neměl být prázdný.
es: Variable válida o identificador de roster no debe estar vacío
fr: Le nom de la variable ou l'ID du roster ne doit pas être vide.
ro: Numele identificatorului listei sau al variabilei nu poate fi gol
ru: Имя переменной или ID ростера не должны быть пустыми
sq: Emërtimi i variablit të vlefshëm ose identifikuesit të të rosterit nuk duhet të jetë bosh.
uk: Дійсна змінна або ім'я ідентифікатора ростеру не повинно бути порожнім.
zh: 有效的变量或二维表ID名称不能为空。

# WB0070_RosterHasVariableNameEqualToQuestionnaireTitle
source: Roster has roster ID equal to questionnaire title.
ar: يوجد في القائمة رقم تعريف يساوي عنوان الاستبيان.
cs: Soupiska má ID soupisky rovnající se názvu dotazníku.
es: El roster tiene un identificador igual al título del cuestionario
fr: Le roster a un ID de roster égal au titre du questionnaire.
ro: Lista are identificatorul identic cu titlul chestionarului
ru: ID ростера совпадает с именем опросника.
sq: Rosteri ka identifikues rosteri të barabartë me titullin e pyetësorit.
uk: Ростер має ідентифікатор, що дорівнює назві анкети.
zh: 二维表的ID相当于问卷的名称。

# WB0071_StaticTextIsEmpty
source: Static text cannot be empty.
ar: النص الثابت لا يمكن ان يكون فارغا
cs: Statický text nemůže být prázdný.
es: Los texto estáticos no puede estar vacíos
fr: Le texte statique ne peut pas être vide.
ro: Textul static nu poate fi gol
ru: Статический текст не может быть пустым.
sq: Teksti statik nuk mund të jetë bosh.
uk: Статичний текст не може бути порожнім.
zh: 静态文本不能为空。

# WB0072_OptionTitlesMustBeUniqueForCategoricalQuestion
source: Option titles must be unique.
ar: يجب أن تكون عناوين الخيارات فريدة.
cs: Názvy kategorií musí být jedinečné.
es: Los títulos de las opciones deben ser únicos
fr: Les titres d'options doivent être uniques.
ro: Titlurile variantelor de răspuns trebuie să fie unice
ru: Названия заголовков опций должны быть уникальными.
sq: Titujt e kategorive duhet të jenë unikë.
uk: Назви категорій повинні бути унікальними.
zh: 选项名称必须唯一。

# WB0073_OptionValuesMustBeUniqueForCategoricalQuestion
source: Option values must be unique.
ar: يجب أن تكون قيم الخيار فريدة.
cs: Hodnoty kategorií musí být jedinečné.
es: Los valores de las opciones deben ser únicos
fr: Les valeurs d'option doivent être uniques.
ro: Valorile variantelor de răspuns trebuie să fie unice
ru: Значения опций должны быть уникальными.
sq: Vlerat e kategorive duhet të jenë unike.
uk: Значення категорій повинні бути унікальними.
zh: 选项值必须唯一。

# WB0074_CategoricalQuestionHasOptionsAndIsLinked
source: Categorical question cannot have options and be linked to another question.
ar: لا يمكن وجود خيارات وربط السؤال القاطع مع سؤال اخر
cs: Kategorická otázka nemůže mít kategorie a být spojena s jinou otázkou.
es: Una pregunta categórica no pueden contener opciones y estar enlazada a otra pregunta
fr: La question catégorielle ne peut pas à la fois avoir des modalités fixes et avoir ses modalités définies par une question tierce.
ro: Întrebările categoriale nu pot să aibă variante de răspuns și în același timp să fie legate de altă întrebare
ru: Категориальный вопрос не может иметь опции и быть связанным с другим вопросом.
sq: Pyetjet kategorike nuk mund të kenë kategori dhe të lidhen me pyetje të tjera.
uk: Категоричне питання не може мати категорій і бути пов'язаним з іншим питанням.
zh: 选择性为题不能有被关联到其它问题的选项。

# WB0075_FilteredComboboxContainsMoreThan5000Options
source: Contains more than {0} options.
ar: يحتوي على أكثر من {0} من الخيارات.
cs: Obsahuje více než {0} kategorií.
es: Contiene más de {0} opciones
fr: Contient plus de {0} options.
ro: Conține mai mult de {0} variante de răspuns
ru: Содержит более {0} опций.
sq: Përmban më shumë se {0} kategori.
uk: Містить більше {0} категорій.
zh: 包含了超过{0}个选项。

# WB0076_CategoricalOptionsCountMoreThan200
source: Contains more than {0} options.
ar: يحتوي على أكثر من {0} من الخيارات.
cs: Obsahuje více než {0} kategorií.
es: Contiene más de {0} opciones
fr: Contient plus de {0} options.
ro: Conține mai mult de {0} variante de răspuns
ru: Содержит более {0} опций.
sq: Përmban më shumë se {0} kategori.
uk: Містить більше {0} категорій.
zh: 包含了超过{0}个选项。

# WB0077_QuestionHasInvalidVariableName
source: Question has invalid variable name.
ar: يحتوي السؤال على اسم متغير غير صالح.
cs: Otázka má neplatný název proměnné.
es: La pregunta contiene un nombre de variable inválido
fr: La question a un nom de variable invalide.
ro: Întrebarea are denumire greșită de variabilă
ru: Неверное имя переменной.
sq: Pyetja ka emërtim të pavlefshëm të variablit.
uk: Питання має невірне ім'я змінної.
zh: 问题有无效的变量名。

# WB0078_MultimediaQuestionIsInterviewersOnly
source: Picture question can be interviewers only.
ar: سؤال الصورة يمكن أن يكون للباحث فقط.
cs: Obrázková otázka může být pouze tazatele.
es: Las preguntas de tipo imagen están reservadas al entrevistador solamente
fr: La question de type image ne peut être adressée qu'aux enquêteur.
ro: Întrebarea cu imagini nu poate nu poate fi folosită decât de anchetator
ru: Фото-вопрос может быть отвечен только интервьюерами.
sq: Pyetja me foto mund të jetë vetëm për intervistuesit.
uk: Питання з зображенням можуть бути тільки для інтерв'юерів.
zh: 图片型的问题只能是调查员。

# WB0079_MultimediaShouldNotHaveValidationExpression
source: Picture question cannot have a validation condition.
ar: سؤال الصورة لا يمكن أن يحنتوي على شرط للتحقق من الصحة.
cs: Obrázková otázka nemůže mít podmínku ověření.
es: Las preguntas de tipo imagen no soportan condiciones de habilitación
fr: La question de type image ne peut pas avoir de condition de validation.
ro: Întrebarea cu imagini nu poate avea condiții de validare
ru: Фото-вопрос не может имет проверочных выражений.
sq: Pyetja me foto nuk mund të ketë kusht validimi.
uk: Питання з зображенням не може мати умови перевірки.
zh: 图片型的问题只有有一个验证性条件。

# WB0082_RosterSizeMultiOptionQuestionShouldBeLimited
source: Roster size multi-select question should have limit
ar: يجب أن يكون هنالك حد لحجم سؤال الاختيار المتعدد
cs: Otázka s vícenásobným výběrem soupisky by měla mít nastaven maximální počet odpovědí.
es: Las preguntas categóricas de selección múltiple que sean enlazadas a rosters deben constar con un límite máximo de respuestas.
fr: La catégorielle à réponse multiple qui définie la taille du roster devrait avoir une limite au nombre de modalités
ro: Întrebarea cu variante de răspuns multiple care este sursa acestei liste trebuie să aibă definit un număr maxim de întrebări
ru: Многовариантный вопрос являющийся управляющим для ростера должен иметь предел.
sq: Pyetja me zgjedhje të shumëfishtë për madhësinë e rosterit duhet të ketë kufi
uk: Якщо джерело ростра це питання з множинним вибором, то воно повинно мати максимальну кількість варіантів відповідей.
zh: 二维表大小多选题应该有限制

# WB0083_QuestionCannotBeUsedAsRosterTitle
source: Question with current type can not be used as roster title.
ar: السؤال بهذا النوع الحالي لا يمكن استخدامه كعنوان القائمة.
cs: Otázku s aktuálním typem nelze použít jako název soupisky.
es: Preguntas de este tipo no pueden usarse como título de rosters
fr: La question avec le type courant ne peut pas être utilisée comme titre du roster.
ro: Întrebarea de acest tip nu poate fi folosită ca titlu a unei liste
ru: Вопрос данного типа не может быть использован как определяющий имя ростера
sq: Pyetjet me lloj vijues nuk mund të përdoret si titull rosteri.
uk: Питання з поточним типом не може бути використано як заголовок ростера.
zh: 实时信息获取型的题目不能当成二维表的名称。
