Repository: surveysolutions/surveysolutions
Catalog: src/UI/Designer/WB.UI.Designer/Resources/AccountResources.*.resx
Languages: ru, zh

# AllRights
source: All Rights Reserved.
ru: Все права защищены.
zh: 版权所有。

# AppDescription
source: A collaborative tool to create questionnaires for the World Bank CAPI/CAWI platform.
ru: Инструмент для совместного создания опросников для CAPI/CAWI платформы Мирового Банка
zh: 这是一个为世界银行计算机辅助个人访谈（CAPI）系统设计调查问卷的工具，具备协作和导出PDF问卷功能。

# AppName
source: Questionnaire Designer
ru: Дизайнер опросников
zh: 问卷设计系统

source: Back to Log in
ru: Вернуться на страницу входа
zh: 返回登录界面

source: Change
ru: Изменить
zh: 更改

source: Change password
ru: Изменить пароль
zh: 更改密码

# CompanyName
source: The World Bank Group
ru: Группа Всемирного банка
zh: 世界银行集团

# CompleteRegistrationInstruction
source: To complete the registration process look for an email in your inbox that provides further instructions
ru: Чтобы завершить процесс регистрации, найдите электронное письмо в своем почтовом ящике, которое содержит дополнительные инструкции
zh: 要完成注册过程，请在您的收件箱中查找邮件获得进一步指导

source: Confirm password
ru: Подтвердите пароль
zh: 确认密码

source: Current password
ru: Текущий пароль
zh: 当前密码

source: E-mail
ru: Электронная почта
zh: 电子邮箱

source: Forgot Password?
ru: Забыли пароль?
zh: 忘记密码？

source: Help
ru: Помощь
zh: 帮助

# InvalidResetPasswordLink
source: Your password reset link invalid or expired. Please try again
ru: Ссылка на сброс пароля недействительна или истек её срок действия. Пожалуйста, попробуйте еще раз
zh: 您的密码重置关联无效或过期。请重试。

source: Legal
ru: Права
zh: 法律

source: Log in
ru: Войти
zh: 登录

# LoginMessage
source: Please log in or
ru: Вход или
zh: 请登录或

# LoginName
source: Login
ru: Имя пользователя
zh: 用户名

source: Login or email
ru: Имя пользователя или адрес электронной почты
zh: 用户名或电子邮箱

source: Log out
ru: Выйти
zh: 注销

# OutdatedBrowserMessage
source: You are using an outdated browser
ru: Вы используете устаревший браузер
zh: 您正在使用过时的浏览器

source: Password
ru: Пароль
zh: 密码

source: Password reset
ru: Сбросить пароль
zh: 密码被重置

# PasswordResetDescription
source: Enter the login or email and we will send you a link for password reset
ru: Введите имя пользователя или адрес электронной почты, и мы вышлем вам ссылку на сброс пароля
zh: 请输入用户名或电子邮箱。我们将把密码重置关联发给您。

# PasswordWatermark
source: New password (min 10 symbols, numbers AND letters)
ru: Новый пароль (минимум 10 символов, цифры и буквы)
zh: 新密码（最少10个字符，包含数字和字母）

source: Register
ru: Регистрация
zh: 注册

source: Registration Error
ru: Ошибка регистрации
zh: 注册错误

# RegistrationErrorDescription
source: There was an error confirming your email. Please try again.
ru: Ошибка подтверждения Вашей электронной почты. Пожалуйста, попробуйте снова.
zh: 确认您的电子邮箱出错。请重试。

source: Repeat password
ru: Повторить пароль
zh: 重复密码

source: Restore
ru: Восстановить
zh: 恢复

# StaySignedIn
source: Stay logged in for a day
ru: Оставаться в системе в течении 1 дня
zh: 保持登录状态一天

source: Show Password
ru: Показать пароль

# TesterApp
source: Install Survey Solutions Questionnaire Tester on an Android tablet to test questionnaires you develop on Designer.
ru: Установите Survey Solutions Questionnaire Tester на андроид планшет, чтобы тестировать опросники которые Вы создаете в дизайнере опросников.
zh: 在安卓平板电脑中安装Survey Solutions Questionnaire Tester对您在问卷设计系统中设计的问卷进行测试。

# TesterAppImageDescription
source: Get it on Google Play
ru: Скачать в Google Play
zh: 在Google Play中下载

source: Thank you
ru: Спасибо
zh: 谢谢

# UpgradeYourBrowser
source: Please <a href="http://browsehappy.com/">upgrade your browser</a> to use designer application.
ru: Пожалуйста <a href="http://browsehappy.com/">обновите ваш браузер</a> чтобы использовать дизайнер опросников.
zh: 要使用问卷设计系统，请<a href="http://browsehappy.com/">更新您的浏览器</a>。

# Welcome
source: Welcome to Survey Solutions
ru: Добро пожаловать в
zh: 欢迎来到Survey Solutions

# UserNameExists
source: User name already exists. Please enter a different user name.
ru: Пользователь с таким именем уже существует. Введите другое имя пользователя.
zh: 用户名已存在。请输入一个不同的用户名。

# UserNameForEmailExists
source: A user name for that e-mail address already exists. Please enter a different e-mail address.
ru: Пользователь с таким адресом электронной почты уже существует. Введите другой адрес.
zh: 该电子邮件已经与另外一个用户名关联。请输入一个不同的电子邮件地址。

# InvalidPassword
source: The password provided is invalid. Please enter a valid password value.
ru: Пароль недействителен. Введите правильное значение пароля.
zh: 提供的密码无效。请输入有效的密码。

# ExternalLoginRemoved
source: The external login was removed.
ru: Внешнее имя пользователя было удалено.
zh: 外部登录被删除。

# PasswordSet
source: Your password has been set.
ru: Ваш пароль установлен.
zh: 您的密码已被设置。

# PasswordChanged
source: Your password has been changed.
ru: Ваш пароль был изменен.
zh: 密码已被更改

# UnknownError
source: An unknown error occurred. Please verify your entry and try again. If the problem persists, please contact your system administrator.
ru: Произошла неизвестная ошибка. Пожалуйста, проверьте ваши данные и попробуйте еще раз. Если проблема не устранена, обратитесь к системному администратору.
zh: 发生了未知错误。请确认您的输入并重试。如果问题仍然存在，请联系系统管理员。

# UserCreationRequestCanceled
source: The user creation request has been canceled. Please verify your entry and try again. If the problem persists, please contact your system administrator.
ru: Запрос на создание пользователя отменен. Пожалуйста, проверьте ваши данные и попробуйте еще раз. Если проблема не устранена, обратитесь к системному администратору.
zh: 用户创建请求被取消。请确认您的输入并重试。如果问题仍然存在，请联系系统管理员。

# MembershipProviderError
source: The authentication provider returned an error. Please verify your entry and try again. If the problem persists, please contact your system administrator.
ru: Провайдер проверки подлинности вернул ошибку. Пожалуйста, проверьте ваши данные и попробуйте еще раз. Если проблема не устранена, обратитесь к системному администратору.
zh: 身份验证出现错误。请确认您的输入，然后重试。如果问题仍然存在，请联系您的系统管理员。

# InvalidEmail
source: The e-mail address provided is invalid. Please check the value and try again.
ru: Указанный адрес электронной почты недействителен. Проверьте значение и повторите попытку.
zh: 提供的电子邮箱 无效。请检查并重试。

# InvalidUserName
source: The user name provided is invalid. Please check the value and try again.
ru: Предоставленное имя пользователя недействительно. Проверьте значение и повторите попытку.
zh: 提供的用户名无效。请检查并重试。

# InvalidRetrievalQuestion
source: The password retrieval question provided is invalid. Please check the value and try again.
ru: Вопрос для восстановления пароля недействителен. Проверьте значение и повторите попытку.
zh: 提供的密码提示问题无效。请检查并重试。

# InvalidRetrievalAnswer
source: The password retrieval answer provided is invalid. Please check the value and try again.
ru: Ответ на вопрос для восстановления пароля недействителен. Проверьте значение и повторите попытку.
zh: 提供的密码提示问题答案无效。请检查并重试。

source: Full name
ru: ФИО
