Repository: surveysolutions/surveysolutions
Catalog: src/UI/Designer/WB.UI.Designer/Resources/ErrorMessages.*.resx
Languages: ar, fr, ru, zh

# AccountBlocked
source: Your account is blocked. Contact the administrator to unblock your account.
ar: تم حظر حسابك. اتصل بالمسؤول لإلغاء حظر حسابك.
fr: Votre compte est bloqué Contactez l'administrateur pour débloquer votre compte.
ru: Ваша учётная запись заблокирована. Обратитесь к администратору, чтобы разблокировать свою учетную запись.
zh: 您的账户被锁定。联系管理员解锁账户。

source: Application update required.
ar: يلزم تحديث التطبيق
fr: Mise à jour de l'application requise.
ru: Требуется обновление приложения.
zh: 需要更新应用程序

# ClientVersionIsNotSupported
source: Failed to open the questionnaire. Your version is {0}. Please update.
ar: فشل في فتح الاستبيان. إصدارك {0}. يرجى التحديث.
fr: Échec de l'ouverture du questionnaire Votre version est {0}. Veuillez mettre à jour.
ru: Не удалось открыть опросник. Ваша версия {0}. Пожалуйста обновитесь.
zh: 打开问卷模板失败。您的版本是{0}。请更新。

# ConfirmAccount
source: Please, confirm your account first. We've sent a confirmation link to {0}. Didn't get it?
ar: الرجاء تأكيد حسابك أولا. لقد أرسلنا رابط تأكيد إلى {0}. لم تحصل عليه؟
fr: Veuillez confirmer votre compte d'abord. Nous avons envoyé un lien de confirmation à {0}. L'avez-vous reçu?
ru: Пожалуйста, сначала подтвердите свою учётную запись. Мы отправили ссылку завершения регистрации на {0}. Не получили?
zh: 请首先确认您的账户。我们已经向{0}发送了确认关联。您没有收到吗？

# Email_required
source: Email is required
ar: البريد الالكتروني مطلوب
fr: Un e-mail est requis
ru: Введите адрес электронной почты
zh: 电子邮件必填

# EmptyTranslationFile
source: Selected translation file is empty
ar: الملف المترجم الذي تم اختياره فارغ
fr: Le fichier de traduction sélectionné est vide
ru: Выбранный файл перевода пуст
zh: 选择的翻译文件为空

# EmptyUserNameOrPassword
source: User name or password is empty.
ar: اسم المستخدم او كلمة السر فارغ
fr: Le nom d'utilisateur ou le mot de passe est vide.
ru: Имя пользователя или пароль пуст.
zh: 用户名或密码为空。

# IncorrectUserNameOrPassword
source: Login or password is incorrect. Please try again.
ar: تسجيل الدخول أو كلمة المرور غير صحيحة. حاول مرة اخرى.
fr: Le nom d'utilisateur ou le mot de passe est incorrect. Veuillez réessayer.
ru: Имя пользователя или пароль неверны. Пожалуйста, попробуйте еще раз.
zh: 用户名或密码不正确。请重试

# InvalidEmailAddress
source: Not a valid email address
ar: البريد الإلكتروني غير صالح
fr: Adresse mail invalide
ru: Недействительный адрес электронной почты
zh: 不是有效的电子邮件地址

# Maintenance
source: Server is on the maintenance mode now. Sorry for the inconvenience. Please, try again later.
ar: الخادم في وضع الصيانة الآن. نأسف للإزعاج. الرجاء معاودة المحاولة في وقت لاحق.
fr: Le serveur est en mode maintenance présentement. Désolé pour le dérangement. Veuillez réessayer plus tard.
ru: Сервер находится в режиме обновления. Приносим извинения за неудобства. Пожалуйста, повторите попытку позже.
zh: 服务器正处于维护模式。非常抱歉给您带来不便。请稍后重试。

# NoAccessToQuestionnaire
source: User doesn't have permissions to access requested questionnaire
ar: المستخدم ليس لديه صلاحيات للوصول إلى الاستبيان المطلوب
fr: L'utilisateur n'a pas les autorisations pour accéder au questionnaire demandé
ru: У Вас нет прав на просмотр запрашиваемого опросника
zh: 用户没有权限访问请求的问卷模板

# NoQuestionnaireIdToValidatePremissions
source: Questionnaire id was not provided to validate permissions
ar: لم يتم تقديم معرف الاستبيان للتحقق من الصلاحيات
ru: Ключ опросника не был предоставлен для проверки прав доступа
zh: 问卷的 id 没有提供有效的批准。

# NotSupportedQuestionnaireVersion
source: Failed to import questionnaire. Your questionnaire "{0}" has {1} version. Headquarters application supports only up to version {2}.
ar: فشل في استيراد الاستبيان. الاستبيان "{0}" يحتوي على {1} الإصدار. يدعم تطبيق المقر الرئيسي فقط حتى الإصدار {2}.
fr: Impossible d'importer le questionnaire. Votre questionnaire "{0}" a la version {1}. L'application Headquarters ne prend en charge que la version {2}.
ru: Не удалось импортировать опросник. Ваш опросник «{0}» имеет {1} версию. Приложение «Headquarters» поддерживает опросники только до версии {2}.
zh: 导入问卷失败。您的问卷 "{0}" 有了版本{1}。总部程序最高只支持版本{2}。

# OldClientPleaseUpdate
source: You have an obsolete version of the Headquarters application. Please contact support@mysurvey.solutions to request an update.
ar: لديك إصدار قديمة من التطبيق المقرر. يرجى التواصل على support@mysurvey.solutions لطلب تحديث.
fr: Vous avez une version obsolète de l'application Headquarters. Veuillez contacter support@mysurvey.solutions pour demander une mise à jour.
ru: У вас устаревшая версия приложения Headquarters. Чтобы запросить обновление, обратитесь в службу поддержки support@mysurvey.solutions.
zh: 您的总部的程序的版本太旧。请联系support@mysurvey.solutions获取更新。

# OldPassword_required
source: Current password is required
ar: مطلوب كلمة المرور الحالية
fr: Le mot de passe actuel est requis
ru: Введите текущий пароль
zh: 当前密码是必填项

# Password_must_be_at_least_characters_long
source: Password must be at least {2} characters long.
ar: يجب ألا يقل طول كلمة المرور عن {2} حرفا
fr: Le mot de passe doit contenir au moins {2} caractères.
ru: Длина пароля должна быть не менее {2} символов.
zh: 密码的长度至少为{2}。

source: Password must contain at least one number, one upper case character and one lower case character.
fr: Le mot de passe doit contenir au moins un chiffre, une lettre majuscule et une lettre minuscule.
ru: Пароль должен содержать как минимум одно число, один символ верхнего регистра и один символ нижнего регистра.
zh: 密码必须至少包含一个数字、一个大写字母和一个小写字母。

# Password_required
source: Password is required
ar: كلمة المرور مطلوبة
fr: Mot de passe requis
ru: Введите пароль
zh: 密码是必填项

# PasswordResetNotAllowed
source: Password reset is not allowed
ar: اعادة ضبط كلمة المرور غير مسموح بها
fr: La réinitialisation du mot de passe n'est pas autorisée
ru: Сброс пароля не разрешен
zh: 密码不能重置

# Questionnaire_verification_failed
source: Your questionnaire has errors. Please verify the questionnaire on Designer.
ar: يحتوي الاستبيان على أخطاء. يرجى التحقق من الاستبيان على المصمم.
fr: Votre questionnaire contient des erreurs Veuillez vérifier le questionnaire sur Designer.
ru: В вашем опроснике есть ошибки. Пожалуйста, проверьте опросник в дизайнере опросников.
zh: 您的问卷模板有错误。请在问卷设计系统中确认。

# QuestionnaireTitle_required
source: Questionnaire title is required
ar: عنوان الاستبيان مطلوب
fr: Le titre du questionnaire est requis
ru: Введите имя опросника
zh: 问卷标题是必填项

# RequestAnotherEmail
source: Request another one.
ar: طلب آخر.
fr: Demander un autre.
ru: Отправить ещё раз.
zh: 请求另外一个。

# RestorePassword_EmailSentInstructions
source: A message was sent to your email account. Please follow instructions in the email to restore password.
ar: تم إرسال رسالة إلى حساب بريدك الإلكتروني. يرجى اتباع التعليمات في البريد الإلكتروني لاستعادة كلمة المرور.
fr: Un message a été envoyé à votre adresse e-mail. Veuillez suivre les instructions dans l'e-mail pour restaurer le mot de passe.
ru: На ваш почтовый ящик было отправлено сообщение. Для восстановления пароля следуйте инструкциям в письме.
zh: 信息已经发送到您的电子邮箱账户。请按照电子邮件中的指引恢复密码。

# ServerError
source: A server error occurred. Please contact support@mysurvey.solutions.
ar: حدث خطأ في الخادم. يرجى التوصل على support@mysurvey.solutions.
fr: Une erreur de serveur s'est produite. Veuillez contacter support@mysurvey.solutions.
ru: Произошла ошибка сервера. Пожалуйста, свяжитесь с support@mysurvey.solutions.
zh: 发生服务器错误哦。请联系support@mysurvey.solutions。

# TemplateNotFound
source: Questionnaire with id={0} cannot be found. Please check the list of available questionnaires, or contact the colleague who shared the questionnaire link with you.
ar: لا يمكن العثور على الاستبيان بالمعرف = {0}. يرجى التحقق من قائمة الاستبيانات المتاحة، أو الاتصال بالزميل الذي شارك رابط الاستبيان معك.
fr: Questionnaire avec id = {0} introuvable. Veuillez vérifier la liste des questionnaires disponibles, ou contacter le collègue qui a partagé le lien du questionnaire avec vous.
ru: Опросник с id = {0} не найден. Пожалуйста, просмотрите список доступных опросников или свяжитесь с коллегой, который поделился с вами опросником.
zh: 未找到编号（id）为{0}的问卷模板。请检查可用问卷模板列表，或与和您分享问卷模板的同事联系。

# The_current_password_is_incorrect_or_the_new_password_is_invalid
source: Current/new password combination is invalid, please reenter.
ar: كلمة المرور الحالية / الجديدة غير صالحة، يرجى إعادة الادخال.
fr: La combinaison actuel / nouveau mot de passe est invalide, veuillez le ressaisir.
ru: Неверный текущий пароль.
zh: 当前密码/新密码组合无效。请重新输入。

source: The password and confirmation password do not match.
ar: كلمة المرور وكلمة مرور التأكيد لا تتطابقان
fr: Le mot de passe et le mot de passe de confirmation ne correspondent pas.
ru: Поле пароль и поле подтверждения пароля не совпадают.
zh: 密码与确认密码不匹配

# The_user_name_or_password_provided_is_incorrect
source: The user name or password provided is incorrect. Please, reenter.
ar: اسم المستخدم أو كلمة المرور المقدمة غير صحيحة. الرجاء إعادة الدخول.
fr: Le nom d'utilisateur ou le mot de passe fourni est incorrect. Veuillez saisir à nouveau.
ru: Неверное имя пользователя или пароль. Пожалуйста, повторите ввод.
zh: 提供的用户名或密码不正确，请重新输入。

# Unexpected_error_occurred_Please_try_again_later
source: An unexpected error occurred. Please try acessing Designer again later.
ar: حدث خطأ غير متوقع. الرجاء محاولة الوصول الى المصمم مرة أخرى لاحقا.
fr: Une erreur inattendue est apparue. Veuillez réessayer d'utiliser Designer plus tard.
ru: Произошла непредвиденная ошибка. Повторите попытку позже.
zh: 发生了未知错误，请尝试稍后访问Designer

# User_already_confirmed_in_system
source: User {0} already confirmed in system. Please enter your login and password to start using Designer.
ar: تم تأكيد المستخدم {0} في النظام. الرجاء إدخال معلومات تسجيل الدخول وكلمة المرور لبدء استخدام المصمم
fr: Utilisateur {0} déjà confirmé dans le système. Veuillez saisir votre identifiant et votre mot de passe pour commencer à utiliser Designer.
ru: Пользователь {0} уже подтвержден в системе. Пожалуйста, введите своё имя пользователя и пароль, чтобы начать использовать дизайнер опросников.
zh: 用户{0}已存在于系统中。请输入用户名和密码开始使用问卷设计系统。

# User_does_not_exist
source: User {0} does not exist. Please enter a valid user name or email.
ar: المستخدم {0} غير موجود. الرجاء إدخال اسم مستخدم أو بريد إلكتروني صالح.
fr: L'utilisateur {0} n'existe pas. Veuillez saisir un nom d'utilisateur ou un e-mail valide.
ru: Пользователь {0} не существует. Введите действительное имя пользователя или адрес электронной почты.
zh: 用户{0}不存在。请输入一个有效的用户名或电子邮箱。

# User_does_not_exist_Please_enter_a_valid_user_name
source: User {0} does not exist. Please enter a valid user name or email.
ar: المستخدم {0} غير موجود. الرجاء إدخال اسم مستخدم أو بريد إلكتروني صالح.
fr: L'utilisateur {0} n'existe pas. Veuillez saisir un nom d'utilisateur ou un courriel valide.
ru: Пользователь {0} не существует. Введите действительное имя пользователя или адрес электронной почты.
zh: 用户{0}不存在。请输入一个有效的用户名或电子邮箱。

# User_name_needs_to_be_between_3_and_15_characters
source: User name needs to be between 3 and 15 characters and contains only letters, digits and underscore symbol.
ar: يجب أن يكون اسم المستخدم بين 3 و 15 حرفا ويحتوي على أحرف وأرقام ورمز شرطة سفلية فقط
fr: Le nom d'utilisateur doit comporter entre 3 et 15 caractères et ne doit contenir que des lettres, des chiffres et un symbole de tiret de huit.
ru: Имя пользователя должно быть от 3 до 15 символов и содержать только буквы, цифры и символ подчеркивания.
zh: 用户名长度须在3-15个字符之间，且只能包括字母、数字和下划线。

# User_Not_authorized
source: User is not authorized. Please check your login and password.
ar: المستخدم غير مخول. يرجى التحقق من تسجيل الدخول وكلمة المرور.
fr: Utilisateur non autorisé. Veuillez vérifier votre identifiant et votre mot de passe.
ru: Пользователь не авторизован. Проверьте своё имя пользователя и пароль.
zh: 用户未获授权。请检查您的用户名和密码。

# UserLockedOut
source: Your account is locked. Please contact support@mysurvey.solutions to unlock it.
ar: تم اغلاق حسابك. يرجى التواصل على support@mysurvey.solutions لفتحه.
fr: Ton compte est bloqué. Veuillez contacter support@mysurvey.solutions pour le débloquer.
ru: Ваша учетная запись заблокирована. Пожалуйста, свяжитесь с support@mysurvey.solutions, чтобы разблокировать её.
zh: 您的账户被锁定。请联系support@mysurvey.solutions解锁。

# UserName_required
source: Login is required
ar: مطلوب تسجيل الدخول
fr: Nom d'utilisateur est requis
ru: Введите имя пользователя
zh: 用户名必填

# UserNeedToContactSupportFormat
source: You are not authorized to perform this action. Please contact support. IP:{0}
ru: У вас нет прав на совершение данного действия. Пожалуйста, обратитесь в службу поддержки. IP: {0}
zh: 您没有权限进行这个操作。请联系支持。IP:{0}

# UserNotApproved
source: Your account is not approved. Please, confirm your account first. We've sent a confirmation link to {0}.
ar: لم تتم الموافقة على حسابك. الرجاء تأكيد حسابك أولا. لقد أرسلنا رابط تأكيد إلى {0}.
fr: Votre compte n'est pas approuvé. Veuillez confirmer votre compte en premier. Nous avons envoyé un lien de confirmation à {0}.
ru: Ваша учетная запись не подтверждена. Пожалуйста, сначала подтвердите свою учетную запись. Мы отправили ссылку завершения регистрации на {0}.
zh: 您的账户未被批准通过，请首先确认账户。我们已向{0}发送了确认关联。

# VersionParameterIsIncorrect
source: There is a problem with the version of your questionnaire. Please contact support@mysurvey.solutions.
ar: هناك مشكلة في إصدار الاستبيان الخاص بك. يرجى التواصل على support@mysurvey.solutions.
fr: Il y a un problème avec la version de votre questionnaire. Veuillez contacter support@mysurvey.solutions.
ru: Возникла проблема с версией вашего опросника. Пожалуйста, обратитесь в службу технической поддержки support@mysurvey.solutions.
zh: 您的问卷模板版本有问题。请联系support@mysurvey.solutions。

# You_did_not_type_the_verification_word_correctly
source: Verification word is incorrect. Please try again.
ar: كلمة التحقق غير صحيحة. حاول مرة اخرى.
fr: Le mot de vérification est incorrect. Veuillez réessayer.
ru: Проверочное слово неверно. Пожалуйста, попробуйте еще раз.
zh: 验证码不正确。请重试。

# Your_email_is_verified
source: Designer successfully verified your email.
ar: تحقق المصمم من بريدك الإلكتروني بنجاح.
fr: Designer a vérifié avec succès votre e-mail.
ru: Ваша электронная почта подтверждена.
zh: 问卷设计系统成功确认了您的电子邮箱。

# Your_password_successfully_changed
source: You have successfully changed your password.
ar: لقد تم تغيير كلمة السر بنجاح
fr: Vous avez changé votre mot de passe avec succès.
ru: Вы успешно изменили ваш пароль.
zh: 您已经成功更改了密码。

source: Your questionnaire "{0}" contains new functionality: {1}. New feature(s) is not supported by your installation. Please update.
ar: يحتوي الاستبيان الخاص بك "{0}" على وظائف جديدة: {1}. ميزة جديدة (مميزات) غير معتمدة من قبل التثبيت. يرجى التحديث
fr: Votre questionnaire "{0}" contient une nouvelle fonctionnalité: {1}. Les nouvelles fonctionnalités ne sont pas supportées par votre installation. Veuillez mettre à jour.
ru: Ваш опросник «{0}» содержит новую функциональность: {1}. Новая функция(и) не поддерживается вашей текущей версией приложения. Пожалуйста обновитесь.
zh: 您的问卷模板“{0}”包含新的功能：{1}。您现在安装的应用程序不支持新功能。请更新。

# FullNameMaxLengthError
source: Full name cannot contain more than {1} characters
zh: 全名不能包含超过 {1} 个字符

# QuestionnaireVariable_MaxLength
source: Variable names and roster IDs may be from 1 to {1} characters long
zh: 变量名称和二维表的ID为1-32个字符

# QuestionnaireVariable_required
source: Questionnaire variable is required
zh: 问卷变量是必须的

# QuestionnaireVariable_rules
source: Questionnaire variable is used as prefix in forming names for the export files. Variable names and roster IDs must contain only following characters: a-z, A-Z, _, or 0-9. The first character cannot be 0-9 or _ and the last one cannot be _.
zh: 问卷变量被当成导出数据问卷名字的前缀。变量名称和二维表ID的名称只能包含如下字符： a-z，A-Z， _， 或者 0-9。第一个字符不能是 0-9 或 _ 且最后一个字符不能是_。

# UnhandledExceptionDuringUpdateUserInfo
source: Could not update user information. Please, try again later.
ru: Не удалось обновить информацию о пользователе. Пожалуйста, повторите попытку позже.
zh: 无法更新用户的信息。请稍后再试。
