Repository: surveysolutions/surveysolutions
Catalog: src/UI/Designer/WB.UI.Designer/Resources/QuestionnaireEditor.*.resx
Languages: es

# SideBarTranslationNoName
source: translation with no name
es: traducción carece de nombre

# SideBarTranslationsCounter
source: {{count}} Translation
es: {{count}} Traducción

# SideBarTranslationsCounter_plural
source: {{count}} Translations
es: {{count}} Traducciones

# SideBarTranslationsEmptyLine1
source: Use this tab to manage questionnaire translations.
es: Use esta pestaña para administrar traducciones de cuestionarios

# SideBarTranslationsEmptyLine2
source: You may download and update translations to different languages.
es: Puede descargar y actualizar traducciones a diferentes idiomas

# SideBarTranslationsEmptyLine3
source: Translation will be applied on original texts and override values. You may leave some texts empty to use default original translations.
es: La traducción se aplicará a los textos originales y sobrescribirá los valores. Al dejar textos vacíos se usará las traducciones originales por defecto.

# SideBarTranslationsTitle
source: Translations
es: Traducciones

# SideBarTranslationsUploadNew
source: Upload new translation
es: Cargar nueva traducción

source: Static text
es: Texto estático

# StaticTextAttachmentName
source: Attachment name
es: Nombre de adjunto

source: Toggle Dropdown
es: Alternar desplegable

source: Toggle Search
es: Alternar búsqueda

# TranslationsObtained
source: Obtained {0} row from translation file
es: Obtener {0} filas del archivo de traducción

# TranslationsObtained_plural
source: Obtained {0} rows from translation file
es: Obtener {0} filas del archivo de traducción

# TreeAddQuestion
source: Add question
es: Adicionar pregunta

# TreeAddQuestionAfter
source: Add question after
es: Adicionar pregunta después

# TreeAddRoster
source: Add roster
es: Adicionar lista

# TreeAddRosterAfter
source: Add roster after
es: Adicionar lista después

# TreeAddSection
source: Add sub-section
es: Adicionar subsección

# TreeAddSectionAfter
source: Add sub-section after
es: Adicionar subsección

# TreeAddStaticText
source: Add static text
es: Adicionar texto estático

# TreeAddStaticTextAfter
source: Add static text after
es: Adicionar texto estático después

# TreeAddVariable
source: Add variable
es: Adicionar variable

# TreeAddVariableAfter
source: Add variable after
es: Adicionar variable después

# TreeRoster
source: roster:
es: lista:

# UnMarkAsDefault
source: Don't use as default
es: No usar como predeterminado

# UnsavedChangesLeave
source: You will lose unsaved changes if you leave this page
es: Usted perderá los cambios se abandona esta página

# UnsavedChangesReload
source: You will lose unsaved changes if you reload this page
es: Usted perderá los cambios se recarga esta página

# UntitledGroupOrRoster
source: Untitled sub-section or roster
es: Subsección o lista sin titulo

source: Untitled question
es: Pregunta sin titulo

source: Untitled roster
es: Lista sin titulo

source: Untitled section
es: Sección sin titulo

source: Untitled static text
es: Texto estático sin titulo

source: Untitled variable
es: Variable sin titulo

source: Update
es: Actualizar

source: Upload
es: Cargar

source: Validation condition
es: Condición de validación

# VariableExpression
source: Expression
es: Expresión

source: Variable label
es: Etiqueta de variable

# VariableName
source: name
es: Nombre

source: Variable type
es: Tipo de variable

# WarningsCounter
source: {{count}} warning
es: {{count}} advertencia

# WarningsCounter_plural
source: {{count}} warnings
es: {{count}} Advertencias
