Repository: surveysolutions/surveysolutions
Catalog: src/UI/Designer/WB.UI.Designer/Resources/QuestionnaireHistoryResources.*.resx
Languages: ru, zh

# reverted
source: Questionnaire "{0}" reverted
ru: Откат опросника "{0}"
zh: 问卷 "{0}" 已恢复

source: Edit
ru: Редактировать
zh: 编辑

source: Questionnaire change history
ru: История изменений опросника
zh: 问卷修改历史

source: This list does not contain any records
ru: Нет записей
zh: 这个列表不包含任何记录

source: Timestamp
ru: Дата изменения
zh: 时间戳

# UnknownUserName
source: <<UNKNOWN>>
ru: <<НЕИЗВЕСТНЫЙ>>
zh: <<未知>>

source: UserName
ru: Кто изменил
zh: 用户名

source: Change
ru: Изменение
zh: 更改

# TextsReplaced
source: All '{0}' were replaced with '{1}'. {2} entries affected
ru: Все '{0}' были заменены на '{1}'. {2} изменений
zh: 所有的 '{0}' 被替换为 '{1}'。{2}条目受到影响

source: Revert to this version
ru: Откатиться до этой версии
zh: 恢复至此版本

source: Confirm
ru: Подтверждение
zh: 确认

# ResetQuestionnaireToThis
source: Reset questionnaire to version at {0}?
ru: Откатить опросник до версии от {0}?
zh: 恢复问卷至版本{0}？

# reverted_to
source: Questionnaire "{0}" reverted to version from {1}
ru: Опросник "{0}" бы вернут к версии по состоянию на {1}
zh: 问卷 "{0}" 由版本{1}恢复而来

source: Cancel
ru: Отмена
zh: 取消

source: Revert
ru: Откатить
zh: 恢复

# Macro_Delete
source: Macro {0} deleted
ru: Удален макрос {0}
zh: 宏{0}删除成功

# Macro_Update
source: Macro {0} updated
ru: Обновлен макрос {0}
zh: 宏{0}更新成功

# LookupTable_Delete
source: Lookup table {0} deleted
ru: Удалена справочная таблица {0}
zh: 查询表{0}删除成功

# LookupTable_Update
source: Lookup table {0} updated
ru: Обновлена справочная таблица {0}
zh: 查询表{0}更新成功

# Attachment_Delete
source: Attachment {0} deleted
ru: Удалено вложение {0}
zh: 附件{0}已删除

# Attachment_Update
source: Attachment {0} updated
ru: Обновлено вложение {0}
zh: 附件{0}已更新

# Variable_Add
source: Variable {0} added
ru: Добавлена переменная {0}
zh: 变量{0}已添加

# Variable_Delete
source: Variable {0} deleted
ru: Удалена переменная {0}
zh: 变量{0}已添加

# Variable_Update
source: Variable {0} updated
ru: Обновлена переменная {0}
zh: 变量{0}已添加

# Translation_Delete
source: Translation {0} deleted
ru: Удален перевод {0}
zh: 翻译{0}已删除

# Translation_Update
source: Translation {0} updated
ru: Обновлен перевод {0}
zh: 翻译{0}已更新

# Section_Add
source: Section {0} added
ru: Добавлена секция {0}
zh: 问卷模块{0}已添加

# Section_Delete
source: Section {0} deleted
ru: Удалена секция {0}
zh: 问卷模块{0}已删除

# Section_Update
source: Section {0} updated
ru: Обновлена секция {0}
zh: 问卷模块{0}已更新

# Question_Add
source: Question {0} added
ru: Добавлен вопрос {0}
zh: 问题{0}已添加

# Question_Delete
source: Question {0} deleted
ru: Удален вопрос {0}
zh: 问题{0}已删除

# Question_Update
source: Question {0} updated
ru: Обновлен вопрос {0}
zh: 问题{0}已更新

# Roster_Add
source: Roster {0} added
ru: Добавлен ростер {0}
zh: 二维表{0}已添加

# Roster_Delete
source: Roster {0} deleted
ru: Удален ростер {0}
zh: 二维表{0}已删除

# Roster_Update
source: Roster {0} updated
ru: Обновлен ростер {0}
zh: 二维表{0}已更新

# StaticText_Add
source: Static text {0} added
ru: Добавлен статический текст {0}
zh: 静态文本{0}已添加

# StaticText_Delete
source: Static text {0} deleted
ru: Удален статический текст {0}
zh: 静态文本{0}已删除

# StaticText_Update
source: Static text {0} updated
ru: Обновлен статический текст {0}
zh: 静态文本{0}已更新

# NoTitle
source: Untitled
ru: Без имени
zh: 无标题

# LookupTable_Add
source: Lookup table {0} added
ru: Добавлена стравочная таблица {0}
zh: 查询表{0}添加成功

# Macro_Add
source: Macro {0} added
ru: Добавлен макрос {0}
zh: 宏{0}添加成功

# StaticText_Clone
source: Static text {0} cloned from static text {1}
ru: Статический текст {0} скопирован из статического текста {1}
zh: 静态文本{0}由静态文本{1}克隆而来

# Questionnaire_Add
source: Questionnaire {0} created
ru: Создан опросник {0}
zh: 问卷{0}已创建

# Questionnaire_Update
source: Questionnaire {0} updated
ru: Обновлен опросник {0}
zh: 问卷{0}已更新

# Questionnaire_Delete
source: Questionnaire {0} deleted
ru: Удален опросник {0}
zh: 问卷{0}已删除

# Person_Delete
source: User with email {0} removed from shared persons
ru: Пользователь с почтовым адресом {0} удален из списка редакторов опросника
zh: Email为{0}的用户从分享对象移除

# Person_Add
source: User with email {0} added to shared persons
ru: Пользователь с почтовым адресом {0} добавлен в список редакторов опросника
zh: Email为{0}的用户已被添加到分享对象

# Roster_RosterBecameAGroup
source: Roster {0} became a sub section
ru: Ростер {0} стал секцией
zh: 二维表{0}已变成 问卷模块

# Section_GroupBecameARoster
source: Sub section {0} became a roster
ru: Секция {0} стала ростером
zh: 问卷子模块 {0} 已变成二维表

# Questionnaire_Import
source: Questionnaire {0} imported
ru: Импортирован опросник {0}
zh: 问卷{0}已导入

# Questionnaire_Replace
source: Questionnaire {0} replaced
ru: Заменен опросник {0}
zh: 问卷{0}已替换

# Questionnaire_Clone
source: Questionnaire {0} cloned from questionnaire {1}
ru: Опросник {0} скопирован из опросника {1}
zh: 问卷{0}由问卷{1}克隆而来

# Roster_Clone
source: Roster {0} cloned from roster {1}
ru: Ростер {0} скопирован из ростера {1}
zh: 二维表{0}由二维表{1}克隆而来

# Section_Clone
source: Section {0} cloned from section {1}
ru: Секция {0} скопирована из секции {1}
zh: 问卷模块{0}由问卷模块{1}克隆而来

# Question_Clone
source: Question {0} cloned from question {1}
ru: Вопрос {0} скопирован из вопроса {1}
zh: 问题{0}由问题{1}克隆而来

# Variable_Clone
source: Variable {0} cloned from variable {1}
ru: Переменная {0} скопирована из переменной {1}
zh: 变量{0}由变量{1}克隆而来

# Question_Move_To_Section
source: Question {0} moved to section {1}
ru: Вопрос {0} перемещен в секцию {1}
zh: 问题{0}已被移到问卷模块{1}

# Question_Move_To_Roster
source: Question {0} moved to roster {1}
ru: Вопрос {0} перемещен в ростер {1}
zh: 问题{0}已被移到二维表{1}

# StaticText_Move_To_Section
source: Static text {0} moved to section {1}
ru: Статический текст {0} перемещен в секцию {1}
zh: 静态文本{0}已移至问卷模块{1}

# StaticText_Move_To_Roster
source: Static text {0} moved to roster {1}
ru: Статический текст {0} перемещен в ростер {1}
zh: 静态文本{0}已移至二维表{1}

# Variable_Move_To_Section
source: Variable {0} moved to section {1}
ru: Переменная {0} перемещена в секцию {1}
zh: 变量{0}已移至问卷模块{1}

# Variable_Move_To_Roster
source: Variable {0} moved to roster {1}
ru: Переменная {0} перемещена в ростер {1}
zh: 变量{0}已移至二维表{1}

# Section_Move_To_Section
source: Section {0} moved to section {1}
ru: Секция {0} перемещена в секцию {1}
zh: 文件块{0}已移至问卷模块{1}

# Section_Move_To_Roster
source: Section {0} moved to roster {1}
ru: Секция {0} перемещена в ростер {1}
zh: 问卷模块{0}已移至二维表{1}

# Roster_Move_To_Section
source: Roster {0} moved to section {1}
ru: Ростер {0} перемещен в секцию {1}
zh: 二维表{0}已移至问卷子模块{1}

# Roster_Move_To_Roster
source: Roster {0} moved to roster {1}
ru: Ростер {0} перемещен в ростер {1}
zh: 二维表{0}已移至二维表{1}

# Translation_Original
source: Original
ru: Оргинальный
zh: 初始的

# Translation_DefaultTranslationSet
source: Default translation set to {0}
ru: Установлен язык по умолчанию {0}
zh: 缺省翻译设为{0}
