Repository: surveysolutions/surveysolutions
Catalog: src/UI/Designer/WB.UI.Designer/Resources/QuestionnaireEditor.*.resx
Languages: es

source: Add new section
es: Adicionar nueva sección

source: Add question
es: Adicionar pregunta

source: Add roster
es: Adicionar lista

source: Add static text
es: Adicionar texto estático

source: Add sub-section
es: Adicionar subsección

# AddValidationRule
source: Add new validation rule
es: Adicionar nueva regla de validación

source: Add variable
es: Adicionar variable

source: Attachment preview
es: Vista previa de adjunto

source: Backup
es: Respaldar

source: Cancel
es: Cancelar

source: Change password
es: Cambiar clave

source: click here
es: de clic aquí

source: Close
es: Cerrar

# CompilationErrorsCounter
source: {{count}} error found
es: {{count}} errores encontrado

# CompilationErrorsCounter_plural
source: {{count}} errors found
es: {{count}} errores encontrados

# CompilationLabel
source: Compilation:
es: Compilación:

# CompilationWarningsCounter
source: {{count}} warning found
es: {{count}} advertencia encontrada

# CompilationWarningsCounter_plural
source: {{count}} warnings found
es: {{count}} advertencias encontradas

source: Compile
es: Compilar

# ConditionMightBeBroken
source: Condition or cascading depended items might be broken
es: La condición o elementos en cascada dependientes pueden estar rotos

source: Copy
es: Copiar

# DefaultNewRoster
source: New roster
es: Nueva lista

# DefaultNewSection
source: New section
es: Nueva sección

# DefaultNewStaticText
source: New static text
es: Nuevo texto estático

# DefaultNewSubsection
source: New sub-section
es: Nueva subsección

source: Delete
es: Eliminar

# DeleteConfirmQuestion
source: Are you sure you want to delete "{{trimmedTitle}}"?
es: Esta seguro de querer eliminar "{{trimmedTitle}}"?

source: Download
es: Descargar

# EmptySectionLine1
source: This section is empty.
es: Esta sección esta vacía

# EmptySectionLine2
source: You can start by using {{-addQuestionBtn}} and {{-addSubsectionBtn}} buttons
es: Puede comenzar utilizando los botones {{-addQuestionBtn}} y {{-addSubsectionBtn}}

# EmptySectionLine3
source: on top of this block or manage sections with {{-panel}} left panel
es: en la parte superior de este bloque o administrar secciones con {{-panel}} panel izquierdo

# EmptySectionLine4
source: Language of survey, device types, collaboration and other options
es: Idioma de la encuesta, tipos de dispositivos, colaboración y otras opciones

# EmptySectionLine5
source: can be found at {{-settingsBtn}} panel (top right corner)
es: se puede encontrar en el panel {{-settingsBtn}} (esquina superior derecha)

source: Enabling condition
es: Condición habilitante

# EnteredMoreThanAllowed
source: You entered more than maximum allowed {{max}}
es: Usted ha ingresado mas del máximo permitido {{max}}

# EntryWasNotFound
source: Entry was not found in questionnaire, please select another.
es: La entrada no se encontró en el cuestionario, favor seleccione otra

# ErrorMessage
source: Error or warning message
es: Mensaje de error o advertencia

# ErrorsCounter_plural
source: {{count}} errors
es: {{count}} errores

source: Export
es: Exportar

# FindReplaceBackToSearch
source: Back to search
es: Regresar a la búsqueda

# FindReplaceDone
source: Done
es: Hecho

# FindReplaceFindAll
source: Find all
es: Encontrar todos

# FindReplaceFindWhat
source: Find what:
es: Encontrar

# FindReplaceInAll
source: All
es: Todos

# FindReplaceInAllFound
source: in {{count}} found entity?
es: Entidad encontrada en {{count}} ?

# FindReplaceInAllFound_plural
source: in {{count}} found entities?
es: Entidades encontradas en {{count}} ?

# FindReplaceMatchCase
source: Match case
es: Que coincida con caso

# FindReplaceMatchingLines
source: Matching lines: {{count}}
es: Que coincida con líneas: {{count}}

# FindReplaceMatchWord
source: Match whole word
es: Que coincida con palabra

# FindReplaceNext
source: Next
es: Siguiente

# FindReplacePrevious
source: Previous
es: Anterior

# FindReplaceReplaceAll
source: Replace all ({{count}})
es: Reemplazar todos ({{count}})

# FindReplaceReplaceAllConfirm
source: Replace all
es: Reemplazar todos

# FindReplaceReplaceAllConfirmWith
source: with
es: con

# FindReplaceReplaceWith
source: Replace with:
es: Reemplazar con:

# FindReplaceTitle
source: Find and replace
es: Encontrar y reemplazar

# FindReplaceUseRegex
source: Use regular expression
es: Usar expresión regular

# FindReplaceWereReplaced
source: were replaced with
es: que sean reemplazados con

# FindReplaceСonfirm
source: Please confirm action.
es: Favor confirme la acción

# GroupTitle
source: Title
es: Titulo

# HellowMessageBtn
source: Hi, {{currentUserName}}
es: Hola, {{currentUserName}}

source: Help
es: Ayuda

# HelpConditionExpression
source: A logical expression that activates(deactivates) the current item depending on the answers on the other questions.
es: Una expresión lógica que activa (desactiva) el elemento actual según las respuestas de las otras preguntas.

# HelpExpression
source: A logical expression that is calculated depending on the answers on the other questions.
es: Una expresión lógica que se calcula según las respuestas de las otras preguntas.

# HelpFixedTitles
source: Number of items determines the roster size. Each element of the list corresponds to a title of the roster row. Each element of the list should be placed on a separate line.
es: El número de elementos determina el tamaño de la lista. Cada elemento de la lista corresponde a un título de la fila de la lista. Cada elemento de la lista debe colocarse en una línea separada.

# HelpHideIfDisabled
source: By default, a disabled item is greyed-out. Checking this option will hide a disabled question or section on a tablet.
es: Por defecto, un elemento deshabilitado aparece atenuado. Al marcar esta opción, se ocultará una pregunta o sección desactivada en una tableta.

# HelpHideInstructions
source: By default, an instruction text is shown on a tablet. Checking this option will show only the first line of instructions. Tapping on that line will show the complete text.
es: Por defecto, se muestra un texto de instrucciones en una tableta. Al marcar esta opción, solo se mostrará la primera línea de instrucciones. Al tocar en esa línea, se mostrará el texto completo.

# HelpInstruction
source: Instruction text that will be attached to the question.
es: Texto instructivo que será asociado a la pregunta

# HelpIsTimestamp
source: This option allows the user to stamp the current time on tablet
es: Esta opción permite al usuario capturar la fecha y hora actual en la tableta

# HelpMask
source: Formatted entry for alpha-numerical values: phone numbers, ID codes, etc. Examples:"~" - Represents an alpha character (A-Z,a-z), "#" - Represents a numeric character (0-9), "*" - Represents an alphanumeric character (A-Z,a-z,0-9). "##/##/####" - date, "(###) ###-####" - phone number, "AA####" - flight number operated by American AirLines or "~*-###-~###"
es: Entrada formateada para valores alfanuméricos: números de teléfono, códigos de identificación, etc. Ejemplos: "~" - Representa un carácter alfabético (AZ, az), "#" - Representa un carácter numérico (0-9), "*" - Representa un carácter alfanumérico (AZ, az, 0-9). "## / ## / ####" - date, "(###) ### - ####" - número de teléfono, "AA ####" - número de vuelo operado por American AirLines o " ~ * - ### - ~ ### "

# HelpSourceQuestion
source: Source question (answer generates number of rows)
es: Pregunta fuente (las respuestas generan filas )

# HelpTitles
source: Titles of rows.
es: Títulos de fila

# HelpUseFormatting
source: When checked, the numeric field on the tablet will be formatted as: d,ddd,ddd.dd, "d" represents digits (0-9), “,”(comma) is a thousand separator, and "." (dot) is a decimal point symbol. Thousand separator and the decimal point symbol may vary for tablets with different cultures.
es: Cuando se marca, el campo numérico de la tableta se formateará como: d, dad, ddd.dd, "d" representa los dígitos (0-9), "," (coma) es un separador de mil, y "." (punto) es un símbolo de punto decimal. El separador de miles y el símbolo de punto decimal pueden variar para tabletas con diferentes culturas.

# HelpValidationExpression
source: A logical expression that validates an answer to the current question. Might include values of other questions.
es: Expresión lógica que valida la respuesta de la pregunta actual. Podría incluir valores de otras preguntas

# HelpValidationMessage
source: Error or warning message is shown when validation condition evaluates to "False" or error occurres during expression evaluation.
es: El mensaje de error se muestra cuando la condición de validación se evalúa como "Falso" o se produce un error durante la evaluación de la expresión.

# HelpVariableDescription
source: Text that will be shown next to a variable for testing purposes
es: Texto que se mostrará junto a una variable para fines de prueba

# HelpVariableLabel
source: A text up to {{maxLength}} characters that will be attached to the exported variable.
es: Texto de hasta {{maxLength}} caracteres que será adjunto a la variable exportada

# HelpVariableName
source: Variable names and roster IDs may be from {{minLength}} to {{maxLength}} characters long and must contain only following characters: a-z, A-Z, _, or 0-9. The first character cannot be 0-9 or _ and the last one cannot be _.
es: Los nombres de las variables y los identificadores de lista pueden ser de {{minLength}} a {{maxLength}} caracteres de largo y solo deben contener los siguientes caracteres: a-z, A-Z, _ o 0-9. El primer carácter no puede ser 0-9 o _ y el último no puede ser _.

source: Hide if disabled
es: Ocultar si no esta habilitado

source: History
es: Historial

# HotkeysCloseLookup
source: Close lookup tables panel
es: Cerrar panel de tablas de búsqueda

# HotkeysCloseMacros
source: Close macros panel
es: Cerrar panel de macros

# HotkeysCloseTranslations
source: Close translations panel
es: Cerrar panel de traducciones

# HotkeysFocusTitle
source: Focus title field in editor
es: Campo de titulo de foco en editor

# HotkeysFocusTree
source: Focus questionnaire tree
es: Árbol de foco del cuestionario

# HotkeysHideAttachments
source: Close attachments panel
es: Cerrar panel de adjuntos

# HotkeysHideSections
source: Close sections
es: Cerrar secciones

# HotkeysNavigateToPrevSibling
source: Navigate to previous sibling
es: Navegar hacia el par anterior

# HotkeysNavigateToSibling
source: Navigate to next sibling
es: Navegar hacia el par siguiente

# HotkeysOpenItem
source: Open item in editor
es: Abrir ítem en editor

# HotkeysOpenSection
source: Open section
es: Abrir sección

# HotkeysPrint
source: Print
es: Imprimir

# HotkeysSearch
source: Search for sub-sections and questions in section
es: Buscar subsecciones y preguntas en la sección

# HotkeysShortcuts
source: Keyboard Shortcuts
es: Secuencias de teclado

# HotkeysShowHideHelp
source: Show / hide this help menu
es: Mostrar / ocultar este menú de ayuda

# IncorrectRosterTitle
source: Incorrect roster title question
es: Pregunta incorrecta del titulo de la lista

source: Log out
es: Salir

# MarkAsDefault
source: Mark as default language
es: Marcar como idioma por defecto

# ModalConfirm
source: Confirmation
es: Confirmación

# ModalInfo
source: Info
es: Información

source: Move to
es: Mover a

source: Move to another sub-section:
es: Mover a otra subsección

# MultipleDependencies
source: One or more questions/sub-sections depend on
es: Preguntas/subsecciones con dependencia

# NoPermissions
source: You don't have permissions for changing this questionnaire
es: No tiene privilegios para cambiar este cuestionario

# NotAnImage
source: Chosen file is not image
es: El archivo escogido no es una imagen

source: Nothing found
es: No se ha encontrado nada

source: Open
es: Abrir

# OptionsCloseWindow
source: Close Window?
es: Cera ventana?

# OptionsListError
source: You entered an invalid input. Each line should follow the format: "Title...Value". 'Value' must be an integer number. Title must be an alpha-numeric string. No empty lines are allowed.
es: Usted ha ingresado una entrada inválida. Cada línea debe seguir el formato: "Título ... Valor". 'Valor' debe ser un número entero. El título debe ser una cadena alfanumérica. No se permiten líneas vacías.

# OptionsUploadApply
source: Apply
es: Aplicar

# OptionsUploadLimit
source: No options. Choose tab separated file. The file can contain up to {0} options.
es: Sin opciones. Elija archivo separado por tabs. El archivo puede contener hasta {0} opciones

# OptionsUploadParent
source: Parent value
es: Valor del padre

# OptionsUploadTitle
source: Title
es: Titulo

# OptionsUploadValue
source: Value
es: Valor

source: Paste
es: Pegar

source: Paste after
es: Pegar después

source: Please wait...
es: Favor esperar…

# QuestionAddInstruction
source: Add Interviewer Instruction
es: Adicionar instrucciones al entrevistador

# QuestionAddOption
source: Add option
es: Adicionar opción

# QuestionCascading
source: Cascading combo box
es: Caja combo en cascada

# QuestionClickReload
source: click reload
es: clic para recargar

# QuestionComboBox
source: Combo box
es: Caja combo

# QuestionCurrentTime
source: Current time
es: Hora actual

# QuestionDecimalPlaces
source: Number of decimal places
es: Número de lugares decimales

# QuestionFilter
source: Filter
es: Filtro

# QuestionGpsNavigation
source: This question will be treated as GPS navigation question for Interviewer
es: Esta pregunta será tratada por Interviewer como un pregunta de navegación GPS

# QuestionHideInstruction
source: Hide instruction
es: Ocultar instrucción

# QuestionInstruction
source: Instruction
es: Instrucción

# QuestionInteger
source: Integer
es: Entero

# QuestionIsLinked
source: Is linked
es: Esta enlazado

# QuestionLinkedDescr
source: Bind to list question or question from roster group
es: Enlace a la lista o preguntas del grupo de la lista

# QuestionMaxListCount
source: Maximum number of list elements
es: Máximo número de elementos de lista

# QuestionMaxNumberOfAnswers
source: Max number of answers
es: Máximo número de respuestas

# QuestionMustBeBound
source: You must bind this question
es: Debe enlazar esta pregunta

# QuestionOnlyInts
source: Only integers are allowed
es: Solamente se permiten enteros

# QuestionOpenEditorConfirm
source: To open options editor all unsaved changes must be saved. Should we save them now?
es: Antes de abrir el editor de opciones, todos los cambios no guardados deben guardarse. Los grabamos ahora?

# QuestionOpenEditorSaved
source: It was saved successfully. The window for file upload will be opened.
es: Se ha grabado exitosamente Se abrirá la ventana para subir archivos.

# QuestionOptionsCut
source: As the question was marked as "Combo box" or "Cascading combo box" while uploading question's details and contained many options, it's value was reduced up to {{count}}
es: Como la pregunta se marcó como caja combo o caja combo en cascada mientras se cargaban los detalles de la pregunta y ésta contenía muchas opciones, su valor se redujo hasta {{count}}

# QuestionOrdered
source: Record answer order
es: Registrar el orden de las respuesta

# QuestionPattern
source: Pattern
es: Patrón

# QuestionQuestionType
source: Question type
es: Tipo de pregunta

source: Question scope
es: Alcance de la pregunta

# QuestionShowStrings
source: Show strings
es: Mostrar cadenas

source: Question text
es: Texto de la pregunta

# QuestionToUpdateOptions
source: To update options
es: Actualizar opciones

# QuestionUploadOptions
source: Upload new options
es: Cargar nuevas opciones

# QuestionUseSeparator
source: Use 1000 separator
es: Usar separador 1000

# QuestionVariableLabel
source: Variable label
es: Etiqueta de variable

# QuestionVariableName
source: Variable name
es: Nombre de variable

# QuestionYesNoMode
source: Yes/No mode
es: Modo Si/No

source: Read Only
es: Solo lectura

source: Recompile
es: Recompilar

source: Request failed unexpectedly.
es: La petición ha fallado inesperadamente

# RosterAddItem
source: Add item
es: Adicionar ítem

source: Roster name
es: Nombre de lista

# RosterShowStrings
source: Show strings
es: Mostrar cadenas

source: Roster source
es: Fuente de lista

# RosterSourceFixed
source: Fixed set of items:
es: Conjunto fijo de ítems

# RosterSourceNumericQuestion
source: Source question for number of rows:
es: Pregunta que define número de filas

# RosterSourceNumericTitles
source: Source question for names of rows:
es: Pregunta que define el nombre de filas

# RosterSourceQuestion
source: Source question (answer determines both the number and the name of roster rows):
es: Pregunta de origen (la respuesta determina tanto el número como el nombre de las filas de la lista):

# RosterVariableName
source: Roster ID
es: Identificador de lista

source: Save
es: Guardar

# SavedAtTimestamp
source: saved at {{dateTime, H:mm}}
es: guardado a las {{dateTime, H:mm}}

source: Search
es: Buscar

# SelectedInvalidItem
source: Selected invalid item. Fix it.
es: Ha seleccionado un item inválido. Favor corregir

source: Select item from the list
es: Seleccionar item de la lista

source: Select parent question
es: Seleccionar pregunta padre

# SelectParentQuestionError
source: You must select the parent question
es: Debe seleccionar una pregunta padre

source: Select question
es: Seleccionar pregunta

source: Settings
es: Configuración

# SettingsCan
source: Can
es: Poder

# SettingsInvite
source: Invite
es: Invitar

# SettingsInviteCollaborators
source: Invite collaborators by e-mail or login
es: Invitar colaboradores por correo electrónico

# SettingsOwner
source: owner
es: propietario

# SettingsPrivate
source: Private
es: Privado

# SettingsProvideExistingEmail
source: Provide email or login of existing user
es: Provea correo electrónico de usuario existente

# SettingsProvideValidEmail
source: Provide a valid email
es: Provea un correo electrónico válido

# SettingsPublic
source: Public
es: Publica

# SettingsQuestionnaireName
source: Questionnaire name
es: Nombre de cuestionario:

# SettingsQuestionnaireSharing
source: Make this questionnaire
es: Hacer este cuestionario

# SettingsRevokeAccess
source: Revoke access
es: Revocar acceso

# SettingsShareEdit
source: Edit
es: Editar

# SettingsShareView
source: View
es: Ver

# SettingsTitle
source: Settings
es: Configuración de cuestionario

# SettingsVisibleToEveryone
source: visible to everyone in read only mode
es: visible a todos en modo de lectura

# SettingsVisibleToOwner
source: visible to owner only
es: visible al propietario solamente

# SettingsWhoHasAccess
source: who has access
es: Quien tiene acceso:

source: Show list
es: Mostrar lista

# SideBarAddMacro
source: add new Macro
es: adicionar nueva Macro

# SideBarAttachmentDetailsFormat
source: format: {{- type}}
es: formato {{- tipo}}

# SideBarAttachmentDetailsSize
source: size: {{size}}
es: tamaño: {{size}}

# SideBarAttachmentName
source: attachment name
es: nombre de adjunto

# SideBarAttachmentNoName
source: attachment with no name
es: adjunto carece de nombre

# SideBarAttachmentsCounter
source: {{count}} File Attachment ({{bytes}} total)
es: {{count}} Archivo adjunto ({{bytes}} en total)

# SideBarAttachmentsCounter_plural
source: {{count}} Files Attachments ({{bytes}} total)
es: {{count}} Archivos adjuntos ({{bytes}} en total)

# SideBarAttachmentsEmptyLine1
source: Use this tab to upload multimedia files that may be referenced in the questionnaire.
es: Use esta pestaña para cargar archivos multimedia a los cuales se puede hacer referencia en el cuestionario

# SideBarAttachmentsEmptyLine2
source: To avoid slow synchronization we recommend combined size of all attached files not to exceed 2MB. For supported file types, formats, and dimensions
es: Para evitar una sincronización lenta, recomendamos que el tamaño combinado de todos los archivos adjuntos no exceda los 2MB. Para conocer los tipos de archivos compatibles, formatos y dimensiones

# SideBarAttachmentsEmptyLine3
source: can be used to use an attachment in the questionnaire add a static text element and specify the name in its attachment property
es: puede ser usado para manejar un archivo adjunto en el cuestionario agregar un elemento de texto estático y especificar el nombre en su propiedad de archivo adjunto

# SideBarAttachmentsEstimate
source: Est. loading time: {{timeString}} at {{downloadSpeed}}Kb/s (EDGE)
es: Tiempo estimado de carga: {{timeString}} a {{downloadSpeed}}Kb/s (EDGE)

# SideBarAttachmentsTitle
source: Attachments
es: Adjuntos

# SideBarAttachmentsUpload
source: Upload new
es: Cargar nuevo

# SideBarAttachmentUploaded
source: uploaded: {{-lastUpdate, MMMM DD[,] YYYY [at] k:mm}}
es: cargado: {{-lastUpdate, MMMM DD[,] YYYY [at] k:mm}}

# SideBarLookupEmptyLine1
source: Use this tab to define lookup tables.
es: Use esta pestaña para definir tablas de búsqueda

# SideBarLookupEmptyLine2
source: A lookup table provides reference information that may be queried by a key and used in enabling conditions and validation expressions.
es: Una tabla de búsqueda proporciona información de referencia que puede ser consultada a través de una clave para ser utilizada en condiciones habilitantes y expresiones de validación.

# SideBarLookupEmptyLine3
source: A lookup table consists of a name and the lookup file, which may contain multiple tab-delimited columns of numeric values.
es: Una tabla de búsqueda consiste en un nombre y el archivo de búsqueda, que puede contener múltiples columnas de valores numéricos delimitados por tabuladores.

# SideBarLookupTableAdd
source: ADD NEW Lookup table
es: ADICIONAR NUEVA Tabla de Búsqueda

# SideBarLookupTableDropFile
source: Drop File here
es: Depositar el archivo acá:

# SideBarLookupTableFileName
source: file name
es: nombre de archivo

# SideBarLookupTableName
source: table name
es: nombre de tabla

# SideBarLookupTableNoName
source: lookup table with no name
es: tabla de búsqueda carece de nombre

# SideBarLookupTablesCounter
source: {{count}} Lookup Table:
es: {{count}} Tabla de búsqueda:

# SideBarLookupTablesCounter_plural
source: {{count}} Lookup Tables:
es: {{count}} Tablas de búsqueda:

# SideBarLookupTableSelectFile
source: Select file
es: Seleccionar archivo

# SideBarLookupTableUpdateFile
source: Update file
es: Cargar archivo

# SideBarLookupTitle
source: Lookup tables
es: Tablas de búsqueda

# SideBarMacroContent
source: content
es: contenido

# SideBarMacroDescription
source: description
es: descripción

# SideBarMacroEmptyLine1
source: Use this tab to define macro substitutions.
es: Usar esta pestaña para definir sustituciones de macros

# SideBarMacroEmptyLine2
source: A macro is a named expression that can be used in enabling conditions and validation expressions. A macro consists of name and content.
es: Una macro es una expresión nombrada que se puede usar para habilitar condiciones y expresiones de validación. Una macro consiste de nombre y contenido.

# SideBarMacroEmptyLine3
source: can be used in an expression, to refer to macro.
es: se puede usar en una expresión para referirse a macro

# SideBarMacroHideDescription
source: hide description
es: ocultar descripción

# SideBarMacroName
source: macro name
es: nombre de macro

# SideBarMacroNoName
source: macro with no name
es: macro carece de nombre

# SideBarMacroShowDescription
source: add description
es: adicionar descripción

# SideBarSectionsCounter
source: {{count}} Section:
es: {{count}} Sección

# SideBarSectionsCounter_plural
source: {{count}} Sections:
es: {{count}} Secciones:

# SideBarSectionsTitle
source: Sections
es: Secciones

# SideBarTranslationDownloadXlsx
source: Download xlsx
es: Descargar alza

# SideBarTranslationGetTemplate
source: Get Template for
es: Obtener plantilla para

# SideBarTranslationName
source: translation name
es: nombre de traducción
