Repository: surveysolutions/surveysolutions
Catalog: src/UI/WB.UI.Designer/Resources/AccountResources.*.resx
Languages: ar, cs, es, fr, sq, uk

# AccountInfoUpdated
source: Account information successfully updated
cs: Informace o účtu byly úspěšně aktualizovány
es: La información de la cuenta se actualizó correctamente
fr: Les informations du compte ont été mises à jour avec succès
sq: Të dhënat e llogarisë u përditësuan me sukses
uk: Інформацію про обліковий запис успішно оновлено

# AllRights
source: All Rights Reserved.
ar: جميع الحقوق محفوظة
cs: Všechna práva vyhrazena.
es: Todos los derechos reservados
fr: Tout droit reservé
sq: Të gjitha të drejtat janë të rezervuara.
uk: Всі права захищені.

# AppDescription
source: A collaborative tool to create questionnaires for the World Bank CAPI/CAWI platform.
ar: هذه الأداة لخلق استطلاعات لمنصة capi البنك الدولي مع قدرات التعاون والتحويل ل pdf
cs: Nástroj pro spolupráci při tvorbě dotazníků pro platformu CAPI/CAWI Světové banky.
es: Esta es una herramienta para creación de encuestas para la plataforma CAPI del Banco Mundial con capacidades de exportación a PDF
fr: Ceci est un instrument pour la conception d'enquête pour la plateforme CAPI de la Banque Mondiale, doté de fonctionnalité de collaboration et d'exportation vers PDF
sq: Një instrument bashkëpunues për të krijuar pyetësorë për platformën CAPI/CAWI të Bankës Botërore.
uk: Інструмент для створення опитувальників для платформи Світового банку CAPI/CAWI.

# AppName
source: Questionnaire Designer
ar: مصمم الاستبيان
cs: Návrhář dotazníků
es: Diseñador de Cuestionario
uk: Конструктор анкет

source: Back to Log in
ar: الرجوع الى تسجيل الدخول
cs: Zpět na přihlášení
es: Regresar a inicio de sesión
fr: Retour au login
sq: Kthehu te Hyrja
uk: Повернутися до входу

source: Change
ar: تغيير
cs: Vyměnit
es: Cambiar
fr: Changer
sq: Ndrysho
uk: Зміна

source: Change password
ar: تغيير كلمة المرور
cs: Změnit heslo
es: Restablecer contraseña de usuario
fr: Changer de mot de passe
sq: Ndrysho fjalëkalimin
uk: Змінити пароль

# CompanyName
source: The World Bank Group
ar: مجموعة البنك الدولي
cs: Skupina Světové banky
fr: Le Group de la Banque Mondiale
sq: Grupi i Bankës Botërore
uk: Група Світового банку

# CompleteRegistrationInstruction
source: To complete the registration process look for an email in your inbox that provides further instructions
ar: لإكمال عملية التسجيل، ابحث عن رسالة إلكترونية في بريدك الوارد توفر مزيدا من الإرشادات
cs: Chcete-li dokončit proces registrace, vyhledejte v doručené poště e-mail s dalšími pokyny:
es: Para completar el proceso de registro busque un correo electrónico con instrucciones adicionales
fr: Pour achever la procédure d'enrégistrement, retrouver un message dans votre boîte mail avec des instructions supplémentaires
sq: Për të përfunduar procesin e regjistrimit, kërkoni një email në kutinë e mesazheve që ofron udhëzime të mëtejshme
uk: Щоб завершити процес реєстрації, знайдіть у своїй поштовій скриньці лист з подальшими інструкціями

source: Confirm password
ar: تأكيد كلمة المرور
cs: Potvrdit heslo
es: Confirmar clave
fr: Confirmer le mot de passe
sq: Konfirmo fjalëkalimin
uk: Підтвердити пароль

source: Current password
ar: كلمة المرور الحالية
cs: Aktuální heslo
es: Clave actual
fr: Mot de passe actuel
sq: Fjalëkalimi aktual
uk: Поточний пароль

source: Edit profile
cs: Upravit profil
fr: Modifier le profil
sq: Redakto profilin
uk: Редагувати профіль

source: E-mail
ar: البريد الإلكتروني
es: Correo electrónico
uk: Електронна пошта

# EmailChangeShouldBeConfirmed
source: Please follow instructions sent to provided email ({0}) to confirm email change.
cs: Postupujte podle pokynů zaslaných na zadaný e-mail ({0}) pro potvrzení změny e-mailu.
es: Por favor, siga las instrucciones enviadas al correo electrónico proporcionado ({0}) para confirmar el cambio de correo electrónico.
fr: Veuillez suivre les instructions envoyées à l'e-mail fourni ({0}) pour confirmer le changement d'e-mail.
uk: Будь ласка, дотримуйтесь інструкцій, надісланих на вказаний email ({0}), щоб підтвердити зміну електронної пошти.

# ExternalLoginRemoved
source: The external login was removed.
ar: تمت إزالة تسجيل الدخول الخارجي.
cs: Externí přihlášení bylo odebráno.
es: El login externo fue removido
fr: Le login externe a été retiré
sq: Regjistrimi i jashtëm u hoq.
uk: Видалено зовнішній логін.

source: Forgot Password?
ar: هل نسيت كلمة المرور؟
cs: Zapomenuté heslo?
es: Olvidó su clave ?
fr: Mot de passe oublié?
sq: Harruat fjalëkalimin?
uk: Забули пароль?

source: Forum
cs: Fórum
es: Foro
uk: Форум

source: Full name
cs: Jméno a příjmení
es: Nombre completo
fr: Nom complet
sq: Emri i plotë
uk: Повне ім'я

source: Help
ar: مساعدة
cs: Pomoc
es: Ayuda
fr: Aide
sq: Ndihmë
uk: Допоможіть!

# InvalidEmail
source: The e-mail address provided is invalid. Please check the value and try again.
ar: عنوان البريد الإلكتروني المقدم غير صالح. يرجى التحقق من القيمة والمحاولة مرة أخرى.
cs: Zadaná e-mailová adresa je neplatná. Zkontrolujte hodnotu a zkuste to znovu.
es: el correo electrónico es inválido
fr: L'adresse mail fournie est invalide. Veuillez le vérifier et essayez à nouveau
sq: Adresa e vendosur e e-mail-it është e pavlefshme. Ju lutemi, kontrollojeni vlerën dhe provojeni prapë.
uk: Вказана адреса електронної пошти є недійсною. Будь ласка, перевірте значення і спробуйте ще раз.

# InvalidPassword
source: The password provided is invalid. Please enter a valid password value.
ar: كلمة المرور المقدمة غير صالحة. الرجاء إدخال كلمة مرور صالحة.
cs: Zadané heslo je neplatné. Zadejte platnou hodnotu hesla.
es: La contraseña no es válida
fr: Le mot de passe fournit est invalide. Veuillez saisir un mot de passe valide
sq: Fjalëkalimi i dhënë është i pavlefshëm. Ju lutemi, vendosni një vlerë të saktë të fjalëkalimit.
uk: Наданий пароль є недійсним. Будь ласка, введіть правильний пароль.

# InvalidResetPasswordLink
source: Your password reset link invalid or expired. Please try again
ar: رابط إعادة تعيين كلمة المرور غير صالح أو منتهي الصلاحية. حاول مرة اخرى
cs: Odkaz na resetování hesla je neplatný nebo vypršela jeho platnost. Zkuste to prosím znovu
es: El enlace para reiniciar su clave no es válido o ha caducado. Por favor intente nuevamente.
fr: Le mot de passe restaure un lien invalide ou expiré. Veuillez essayer à nouveau
sq: Adresa për rivendosjen e fjalëkalimit është e pavlefshme ose ka skaduar. Ju lutemi, provojeni prapë
uk: Ваше посилання для скидання пароля недійсне або застаріле. Будь ласка, спробуйте ще раз

# InvalidRetrievalAnswer
source: The password retrieval answer provided is invalid. Please check the value and try again.
ar: إجابة استرداد كلمة المرور المقدمة غير صالحة. يرجى التحقق من القيمة والمحاولة مرة أخرى
cs: Zadaná odpověď na získání hesla je neplatná. Zkontrolujte hodnotu a zkuste to znovu.
es: La respuesta a la pregunta de recuperación de clave es inválida. Por favor revise e intente nuevamente.
fr: La réponse de récupération du mot de passe fournit est invalide. Veuillez vérifier et essayer à nouveau
sq: Përgjigjja e dhënë për marrjen e fjalëkalimit është e pasaktë. Ju lutemi, kontrolloni vlerën dhe provojeni prapë.
uk: Надана відповідь на запит пароля є недійсною. Будь ласка, перевірте значення і спробуйте ще раз.

# InvalidRetrievalQuestion
source: The password retrieval question provided is invalid. Please check the value and try again.
ar: سؤال استرداد كلمة المرور المقدمة غير صالحة. يرجى التحقق من القيمة والمحاولة مرة أخرى
cs: Zadaná otázka pro získání hesla je neplatná. Zkontrolujte hodnotu a zkuste to znovu.
es: La pregunta para recuperación de clave es inválida. Por favor revise e intente nuevamente.
fr: La question de récupération du mot de passe fournit est invalide. Veuillez vérifier et essayer à nouveau
sq: Pyetja e dhënë për rikuperimin e fjalëkalimit është e pavlefshme. Ju lutemi, kontrolloni vlerën dhe provojeni prapë.
uk: Надане питання для відновлення пароля є недійсним. Будь ласка, перевірте значення і спробуйте ще раз.

# InvalidUserName
source: The user name provided is invalid. Please check the value and try again.
ar: اسم المستخدم المقدم غير صالح. يرجى التحقق من القيمة والمحاولة مرة أخرى.
cs: Zadané uživatelské jméno je neplatné. Zkontrolujte hodnotu a zkuste to znovu.
es: El nombre de usuario provisto es inválido. Por favor revise e intente nuevamente.
fr: Le nom d'utilisateur fournit n'est pas valide. Veuillez vérifier et essayer à nouveau
sq: Emri i përdoruesit që dhatë është i pavlefshëm. Ju lutemi, kontrolloni vlerën dhe provojeni prapë.
uk: Введене ім'я користувача є недійсним. Будь ласка, перевірте значення і спробуйте ще раз.

source: Legal
ar: قانوني
cs: Legální
fr: Légal
sq: I/e ligjshme
uk: Юридичний

source: Locked out
cs: Uzamčeno
es: Bloqueado
fr: Verrouillé
uk: Заблоковано.

# LockedOutText
source: Your account is locked. Contact the administrator to unlock your account
cs: Váš účet je uzamčen. Požádejte správce o odemknutí účtu
es: Tu cuenta está bloqueada. Póngase en contacto con el administrador para desbloquear su cuenta
fr: Votre compte est verrouillé. Contactez l'administrateur pour déverrouiller votre compte
uk: Ваш обліковий запис заблоковано. Зверніться до адміністратора для розблокування облікового запису

source: Log in
ar: تسجيل الدخول
cs: Přihlásit se
es: Ingreso
fr: S'identifier
sq: Hyr
uk: Увійдіть в систему

# LoginMessage
source: Please log in or
ar: يرجى تسجيل الدخول أو
cs: Přihlaste se nebo
es: Favor ingresar
fr: Veuillez vous indentifier ou
sq: Ju lutemi, hyni ose
uk: Будь ласка, увійдіть або

# LoginName
source: Login
ar: تسجيل الدخول
cs: Přihlášení do systému
fr: Nom d'utilisateur
sq: Hyrje
uk: Логін

source: Login or email
ar: تسجيل الدخول أو البريد الإلكتروني
cs: Přihlášení nebo e-mail
es: Login o correo
fr: Nom d'utilisateur ou e-mail
sq: Emri i regjistrimit ose email-i
uk: Логін або електронна пошта

source: Log out
ar: تسجيل الخروج
cs: Odhlášení ze systému
es: Salir
fr: Se déconnecter
sq: Dil
uk: Вийдіть з системи

# LogoutText
source: You have successfully logged out of the application.
cs: Úspěšně jste se odhlásili z aplikace.
es: Ha cerrado la sesión con éxito de la aplicación.
fr: Vous vous êtes déconnecté avec succès de l'application.
uk: Ви успішно вийшли з програми.

source: Manage account
cs: Spravovat účet
es: Administrar cuenta
fr: Gérer le compte
sq: Menaxho llogarinë
uk: Керування обліковим записом

# MembershipProviderError
source: The authentication provider returned an error. Please verify your entry and try again. If the problem persists, please contact your system administrator.
ar: موفر المصادقة خطأ. يرجى التحقق من دخول وحاول مرة أخرى. إذا استمرت المشكلة، يرجى الاتصال بمشرف النظام.
cs: Zprostředkovatel ověřování vrátil chybu. Ověřte zadané údaje a zkuste to znovu. Pokud problém přetrvává, obraťte se na správce systému.
es: El proveedor de autenticación retornó un error. Por favor verifique su entrada y vuelva a intentarlo. Si el problema persiste, contacte al administrador del sistema
fr: L'authentification donne une erreur. Veuillez vérifier et essayer à nouveau. Si le problème persiste, veuillez contacter votre adminstrateur de système.
sq: Ofruesi i verifikimit raportoi një gabim. Ju lutemi, verifikoni të dhënat dhe provojeni prapë. Nëse problemi vazhdon, ju lutemi, kontaktoni administratorin e sistemit tuaj.
uk: Постачальник автентифікації повернув помилку. Будь ласка, перевірте свої дані та спробуйте ще раз. Якщо проблема не зникне, зверніться до системного адміністратора.

# OutdatedBrowserMessage
source: You are using an outdated browser
ar: أنت تستخدم متصفحا قديم
cs: Používáte zastaralý prohlížeč
es: Usted está usando un navegador que necesita ser actualizado
fr: Vous utilisez un navigateur obsolète
sq: Ju po përdorni një shfletues të vjetër
uk: Ви використовуєте застарілий браузер

source: Password
ar: كلمة المرور
cs: Heslo
es: Clave
fr: Mot de passe
sq: Fjalëkalimi
uk: Пароль

# PasswordChanged
source: Your password has been changed.
ar: تم تغيير كلمة مرورك
cs: Vaše heslo bylo změněno.
es: Tu contraseña ha sido cambiada.
fr: Votre mot de passe a été changé.
sq: Fjalëkalimi juaj ka ndryshuar.
uk: Ваш пароль змінено.

# PasswordEmailSent
source: Please check your email to reset your password.
cs: Zkontrolujte prosím svůj e-mail a obnovte heslo.
es: Por favor revise su correo electrónico para restablecer su contraseña.
fr: Veuillez vérifier votre e-mail pour réinitialiser votre mot de passe.
uk: Будь ласка, перевірте свою електронну пошту, щоб скинути пароль.

source: Password reset
ar: اعادة ضبط كلمة المرور
cs: Resetování hesla
es: restablecer clave
fr: Réinitialiser le mot de passe
sq: Rivendosje e fjalëkalimit
uk: Скидання пароля

# PasswordResetDescription
source: Enter the login or email and we will send you a link for password reset
ar: أدخل معلومات تسجيل الدخول أو البريد الإلكتروني وسوف نرسل لك رابطا لإعادة تعيين كلمة المرور
cs: Zadejte přihlašovací jméno nebo e-mail a my vám pošleme odkaz pro obnovení hesla
es: Introduzca su login o correo electrónico y le mandaremos un enlace para restablecer su clave
fr: Entrez le login ou e-mail et nous vous enverrons un lien pour la réinitialisation du mot de passe
sq: Vendosni emrin e regjistrimit ose email-in dhe do t’ju dërgojmë një adresë për rivendosjen e fjalëkalimit
uk: Введіть логін або електронну пошту, і ми надішлемо вам посилання для відновлення пароля

# PasswordSet
source: Your password has been set.
ar: تم تعيين كلمة المرور الخاصة بك.
cs: Vaše heslo bylo nastaveno.
es: Su clave ha sido establecida
fr: Votre mot de passe a été défini.
sq: Fjalëkalimi juaj u vendos.
uk: Ваш пароль встановлено.

# PasswordWatermark
source: New password (min 10 symbols, numbers AND letters)
ar: كلمة مرور جديدة (الحد الأدنى 10 رموز والأرقام والحروف)
cs: Nové heslo (min. 10 symbolů, číslic A písmen)
es: Nueva clave (mínimo 10 caracteres, símbolos, número, y letras)
fr: Nouveau mot de passe (min 10 symboles, chiffres ET lettres)
sq: Fjalëkalim i ri (min 10 simbole, numra DHE shkronja)
uk: Новий пароль (мінімум 10 символів, цифри та літери)

# PendingEmailUpdate
source: Pending update to {0}
cs: Čeká se na aktualizaci na {0}
es: Actualización pendiente a {0}
fr: Mise à jour en attente vers {0}
uk: Очікує оновлення до {0}

source: Register
ar: سجل
cs: Registrace
es: Registrar
fr: S'inscrire
sq: Regjistrohu
uk: Зареєструватися

source: Registration Error
ar: خطأ في التسجيل
cs: Chyba registrace
es: Error en el registro
fr: Erreur d'enregistrement
sq: Gabim regjistrimi
uk: Помилка реєстрації

# RegistrationErrorDescription
source: There was an error confirming your email. Please try again.
ar: حدث خطأ أثناء تأكيد بريدك الإلكتروني. حاول مرة اخرى
cs: Došlo k chybě při potvrzování vašeho e-mailu. Zkuste to prosím znovu.
es: Se obtuvo un error al momento de confirmar su correo electrónico. Favor intenta nuevamente
fr: Une erreur s'est produite lors de la confirmation de votre e-mail. Veuillez réessayer.
sq: Pati një gabim gjatë konfirmimit të email-it tuaj. Ju lutemi, provojeni prapë.
uk: Виникла помилка при підтвердженні вашої електронної пошти. Будь ласка, спробуйте ще раз.

source: Repeat password
ar: اعد كلمة المرور
cs: Zopakujte heslo
es: Repetir clave
fr: Répéter le mot de passe
sq: Përsërit fjalëkalimin
uk: Повторити пароль

source: Restore
ar: استعادة
cs: Obnovit
es: Restaurar
fr: Restaurer
sq: Kthe në gjendjen e mëparshme
uk: Відновити

source: Show Password
cs: Zobrazit heslo
es: Mostrar contraseña
fr: Afficher le mot de passe
sq: Shfaq fjalëkalimin
uk: Показати пароль

# StaySignedIn
source: Stay logged in for a day
ar: استمر في تسجيل الدخول ليوم
cs: Zůstaňte přihlášeni na jeden den
es: Permanezca en sesión por un día
fr: Restez connecté pour un jour
sq: Qëndro i regjistruar për një ditë
uk: Залишайтеся в системі протягом дня

# TesterApp
source: Install Survey Solutions Questionnaire Tester on an Android tablet to test questionnaires you develop on Designer.
ar: تثبيت اختبار استبيان Survey Solutions على جهاز اندرويد لاختبار الاستبيانات التي تقوم بتطويرها على مصمم.
cs: Nainstalujte Survey Solutions Questionnaire Tester na tablet Android a otestujte dotazníky, které vyvíjíte v Designeru.
es: Instale el Tester de cuestionario de Survey Solutions en una tableta Android para probar los cuestionarios que usted ha diseñado en Designer
fr: Installez Survey Solutions Questionnaire Tester sur une tablette Android pour tester les questionnaires que vous développez sur Designer.
sq: Instalo Survey Solutions Questionnaire Tester në tabletin Android për të testuar pyetësorët që krijon të Designer.
uk: Встановіть Survey Solutions Questionnaire Tester на планшет на Android, щоб тестувати опитувальники, які ви розробляєте в Конструкторі.

# TesterAppImageDescription
source: Get it on Google Play
ar: احصل عليه من متجر جوجل للتطبيقات
cs: Získat na Google Play
es: Obténgala en Google Play
fr: Obtenez le sur Google Play
sq: Merre në Google Play
uk: Отримайте його в Google Play

source: Thank you
ar: شكرا
cs: Děkuju
es: Gracias
fr: Merci
sq: Ju faleminderit
uk: Дякую.

# UnknownError
source: An unknown error occurred. Please verify your entry and try again. If the problem persists, please contact your system administrator.
cs: Došlo k neznámé chybě. Ověřte zadané údaje a zkuste to znovu. Pokud problém přetrvává, obraťte se na správce systému.
es: Un error desconocido ha ocurrido. Por favor, verifique su entrada y vuelva a intentarlo. Si el problema persiste, contacte al administrador del sistema.
fr: Une erreur inconnue est survenue. Veuillez vérifier votre entrée et essayez à nouveau. Si le problème persiste, contactez votre administrateur système.
sq: Ndodhi një gabim i panjohur. Ju lutemi, verifikoni të dhënat tuaja dhe provojeni prapë. Nëse problemi vazhdon, ju lutemi kontaktoni me administratorin e sistemit tuaj.
uk: Виникла невідома помилка. Будь ласка, перевірте свій запис і спробуйте ще раз. Якщо проблема не зникне, зверніться до системного адміністратора.

# UpgradeYourBrowser
source: Please <a href="http://browsehappy.com/">upgrade your browser</a> to use designer application.
ar: الرجاء <a href="http://browsehappy.com/"> ترقية المتصفح </a> لاستخدام تطبيق المصمم.
cs: Prosím <a href="http://browsehappy.com/">upgrade prohlížeče</a> na použití návrhářské aplikace.
es: Favor <a href="http://browsehappy.com/">actualice su navegador</a> para usar la aplicación de diseño
fr: Veuillez <a href="http://browsehappy.com/"> mettre à jour votre navigateur </a> pour utiliser l'application Designer
sq: Ju lutemi <a href="http://browsehappy.com/">përditësoni nivelin e shfletuesit tuaj </a> për të përdorur aplikacionin designer.
uk: Будь ласка, <a href="http://browsehappy.com/">оновіть ваш браузер</a>, щоб скористатися додатком конструктора.

# UserCreationRequestCanceled
source: The user creation request has been canceled. Please verify your entry and try again. If the problem persists, please contact your system administrator.
ar: تم إلغاء طلب إنشاء المستخدم. يرجى التحقق من الدخول والمحاولة مرة أخرى. إذا استمرت المشكلة، يرجى الاتصال بمشرف النظام.
cs: Žádost o vytvoření uživatele byla zrušena. Ověřte zadané údaje a zkuste to znovu. Pokud problém přetrvává, obraťte se na správce systému.
es: La solicitud de creación del usuario fue cancelada. Por favor, verifique su entrada e inténtelo nuevamente. Si el problema persiste, contacte al administrador del sistema.
fr: La demande de création d'utilisateur a été annulée. Veuillez vérifier votre entrée et essayez à nouveau. Si le problème persiste, contactez votre administrateur système.
sq: Kërkesa për krijimin e përdoruesit u anulua. Ju lutemi, verifikoni të dhënat tuaja dhe provojeni prapë. Nëse problemi vazhdon, ju lutemi kontaktoni me administratorin e sistemit tuaj.
uk: Запит на створення користувача було скасовано. Будь ласка, перевірте свій запис і спробуйте ще раз. Якщо проблема не зникне, зверніться до системного адміністратора.

# UserNameExists
source: User name already exists. Please enter a different user name.
ar: اسم المستخدم موجود بالفعل. من فضلك أدخل اسم مستخدم آخر.
cs: Uživatelské jméno již existuje. Zadejte jiné uživatelské jméno.
es: El nombre de usuario ya existe. Favor ingresar uno diferente
fr: Ce nom d'utilisateur existe déjà. Veuillez saisir un autre nom d'utilisateur.
sq: Emri i përdoruesit ekziston tashmë. Ju lutemi, vendosni një emër tjetër përdoruesi.
uk: Ім'я користувача вже існує. Будь ласка, введіть інше ім'я користувача.

# UserNameForEmailExists
source: A user name for that e-mail address already exists. Please enter a different e-mail address.
ar: يوجد اسم مستخدم لعنوان البريد الإلكتروني هذا بالفعل. الرجاء إدخال عنوان بريد إلكتروني مختلف.
cs: Uživatelské jméno pro tuto e-mailovou adresu již existuje. Zadejte prosím jinou e-mailovou adresu.
es: El usuario para esa dirección de correo ya existe. Favor ingrese una dirección de correo diferente.
fr: Un nom d'utilisateur pour cette adresse e-mail existe déjà. Veuillez saisir une adresse e-mail différente
sq: Ekziston tashmë një emër përdoruesi për këtë adresë e-mail-i. Ju lutemi, vendosni një adresë tjetër e-mail-i.
uk: Ім'я користувача для цієї адреси електронної пошти вже існує. Будь ласка, введіть іншу адресу електронної пошти.

# Welcome
source: Welcome to Survey Solutions
ar: مرحبا بكم في Survey Solutions
cs: Vítejte v Survey Solutions
es: Bienvenido a Survey Solutions
fr: Bienvenue sur Survey Solutions
sq: Mirë se vini në Survey Solutions
uk: Ласкаво просимо до Survey Solutions
