Repository: surveysolutions/surveysolutions
Catalog: src/UI/WB.UI.Designer/Resources/QuestionnaireEditor.*.resx
Languages: ar, cs, fr, pt, ro, ru, sq, uk, zh

source: Hide Parent values
ar: إخفاء قيم الوالد
cs: Skrýt nadřazené hodnoty
fr: Masquer les valeurs parentes
pt: Ocultar valores dos pais
ro: Ascundere valori parent
ru: Спрятать родительские значения
uk: Приховати батьківські значення

source: Show list
ar: عرض القائمة
cs: Zobrazit seznam
fr: Afficher la liste
pt: Mostrar lista
ro: Afișează lista
ru: Показать список
sq: Shfaq listën
uk: Відобразити списком
zh: 显示列表

# SideBarTranslationGetTemplateLinkTextXlsx
source: Excel (xlsx)
cs: Aplikace Excel (xlsx)

# QuestionShowStrings
source: Show strings
ro: Afișați datele
ru: Показать строки
sq: Shfaq vargjet
zh: 显示字符串

# RosterShowStrings
source: Show strings
ro: Afișați datele
ru: Показать строки
sq: Shfaq vargjet
zh: 显示字符串
