Repository: surveysolutions/surveysolutions
Catalog: src/UI/WB.UI.Designer/Resources/QuestionnaireEditor.*.resx
Languages: ar, cs, fr, pt, ro, ru, sq, uk, zh

# HelpMask
source: Formatted entry for alpha-numerical values: phone numbers, ID codes, etc. Examples:"~" - Represents an alpha character (A-Z,a-z), "#" - Represents a numeric character (0-9), "*" - Represents an alphanumeric character (A-Z,a-z,0-9). "##/##/####" - date, "(###) ###-####" - phone number, "AA####" - flight number operated by American AirLines or "~*-###-~###"
ar: إدخال منسق للقيم الأبجدية الرقمية: أرقام الهواتف، رموز الهوية، إلخ. أمثلة: "~" - يمثل حرفًا أبجديًا (A-Z,a-z)، "#" - يمثل حرفًا رقميًا (0-9)، "*" - يمثل حرفًا أبجديًا رقميًا (A-Z,a-z,0-9). "##/##/####" - تاريخ، "(###) ###-####" - رقم هاتف، "AA####" - رقم رحلة تديرها الخطوط الجوية الأمريكية أو "~*-###-~###"
cs: Formátovaný záznam pro alfanumerické hodnoty: telefonní čísla, ID kódy atd. Příklady:"~" - Představuje alfa znak (A-Z,a-z), "#" - Představuje číselný znak (0-9), "*" - Představuje alfanumerický znak (A-Z,a-z,0-9). "##/##/####" - datum, "(###) ###-####" - telefonní číslo, "AA####" - číslo letu provozované American AirLines nebo "~*-###-~###"
fr: Saisie formatée pour les valeurs alphanumériques : numéros de téléphone, codes d'identification, etc. Exemples : "~" - Représente un caractère alphabétique (A-Z, a-z), "#" - Représente un caractère numérique (0-9), "*" - Représente un caractère alphanumérique (A-Z, a-z, 0-9). "##/##/####" - date, "(###) ###-####" - numéro de téléphone, "AA####" - numéro de vol opéré par American Airlines ou "~*-###-~###"
pt: Entrada formatada para valores alfanuméricos: números de telefone, códigos de identificação, etc. Exemplos: "~" - Representa um caractere alfabético (A-Z,a-z), "#" - Representa um caractere numérico (0-9), "*" - Representa um caractere alfanumérico (A-Z,a-z,0-9). "##/##/####" - data, "(###) ###-####" - número de telefone, "AA####" - número de voo operado pela American Airlines ou "~*-###-~###"
ro: Câmp formatat pentru valori alfanumerice: numere de telefon, coduri de identificare etc. Exemple: "~" - Reprezintă un caracter alfa (AZ, az), "#" - Reprezintă un caracter numeric (0-9), "*" - Reprezintă un caracter alfanumeric (AZ, az, 0-9). "## / ## / ####" - Reprezintă o dată, "(###) ### - ####" - Reprezintă un număr de telefon
ru: Форматированный ввод для числового и символьного ввода: телефонные номера, идентификационные коды и т.д. Примеры:"~" - Представляет букву (А-Я,а-я), "#" - Представляет цифру (0-9), "*" - Представляет цифру либо букву (А-Я,а-я,0-9). "##/##/####" - дата, "(###) ###-####" - номер телефона, "AA####" - номер перелёта American AirLines или "~*-###-~###"
sq: E dhënë e formatuar për vlerat alfanumerike: numra telefoni, kode identifikuese etj. Shembuj:"~" – Përfaqëson një karakter alfanumerik (A-Z,a-z), "#" - Pëfaqëson një karakter numerik (0-9), "*" – Përfaqëson një karakter numerik (A-Z,a-z,0-9). "##/##/####" - data, "(###) ###-####" - numri i telefonit, "AA####" - numri i fluturimit që kryhet nga American AirLines ose "~*-###-~###"
uk: Форматований запис для алфавітно-цифрових значень: номери телефонів, ідентифікаційні коди тощо. Приклади: "~" - буквений символ (A-Z,a-z), "#" - цифровий символ (0-9), "*" - буквено-цифровий символ (A-Z,a-z,0-9). "##/##/####" - дата, "(###) ###-####" - номер телефону, "AA####" - номер рейсу American Airlines або "~*-###-~###"
zh: α-数字型值的格式化条目：电话号码、ID编码等等。举例：“~”-代表α型字符（A-Z，a-z），“#” -代表代表一个数字型字符（0-9）字符，“*”-代表一个

# HelpSourceQuestion
source: Source question (answer generates number of rows)
ar: سؤال المصدر (الإجابة تولد عدد الصفوف)
cs: Zdrojová otázka (odpověď generuje počet řádků)
fr: Question source (la réponse génère le nombre de lignes)
pt: Pergunta de origem (a resposta gera o número de linhas)
ro: Întrebarea sursă (răspunsul generează numărul de rânduri)
ru: Вопрос источник (ответ генерирует соответствующее количество строк)
sq: Pyetja burimore (përgjigjja gjeneron numrin e rreshtave)
uk: Вихідне питання (відповідь генерує кількість рядків)
zh: 源问题（答案产生行数）

# HelpTitles
source: Titles of rows.
ar: عناوين الصفوف.
cs: Názvy řádků.
fr: Titres des lignes.
pt: Títulos das linhas.
ro: Titlurile rândurilor.
ru: Имена строк.
sq: Titujt e rreshtave.
uk: Назви рядків.
zh: 行标题。

# HelpUseFormatting
source: When checked, the numeric field on the tablet will be formatted as: d,ddd,ddd.dd, "d" represents digits (0-9), “,”(comma) is a thousand separator, and "." (dot) is a decimal point symbol. Thousand separator and the decimal point symbol may vary for tablets with different cultures.
ar: عند التحديد، سيتم تنسيق الحقل الرقمي على الجهاز اللوحي كالتالي: d,ddd,ddd.dd، "d" يمثل الأرقام (0-9)، "," (الفاصلة) هي فاصل الألف، و "." (النقطة) هي رمز الفاصلة العشرية. قد يختلف فاصل الألف ورمز الفاصلة العشرية للأجهزة اللوحية ذات الثقافات المختلفة.
cs: Po zaškrtnutí bude číselné pole na tabletu formátováno jako: d,ddd,ddd.dd, "d" představuje číslice (0-9), ","(čárka) je oddělovač tisíců a "." (tečka) je desetinný symbol. Oddělovač tisíců a symbol desetinné čárky se mohou lišit u tablet s různými kulturami.
fr: Lorsqu'elle est cochée, le champ numérique sur la tablette sera formaté comme suit : d,ddd,ddd.dd, "d" représente des chiffres (0-9), "," (virgule) est un séparateur de milliers, et "." (point) est un symbole de point décimal. Le séparateur de milliers et le symbole de point décimal peuvent varier pour les tablettes avec différentes cultures.
pt: Quando marcado, o campo numérico no tablet será formatado como: d,ddd,ddd.dd, "d" representa dígitos (0-9), "," (vírgula) é um separador de milhar, e "." (ponto) é um símbolo de ponto decimal. O separador de milhar e o símbolo de ponto decimal podem variar para tablets com diferentes culturas.
ro: Când este acestă opțiune este selectată, câmpul numeric de pe tabletă va fi formatat astfel: d,ddd,ddd.dd, „d” reprezintă cifre (0-9), „,” (virgula) este un separatorul miilor iar „.” (punctul) este separatorul zecimal. Separatorul de mii și simbolul zecimal pot fi diferite pe tablete setate pentru alte limbi.
ru: Когда включено, числовой вопрос на планшете будет отформатирован как: d,ddd,ddd.dd, "d" представляет из себя цифры (0-9), “,”(запятая) это разделитель тысячных, and "." (точка) разделитель дробной части. Разделители могут отличаться в зависимости от настроек планшета.
sq: Kur shenjohet, fusha numerike e tabletit do të formatohet si: d,ddd,ddd.dd, "d" përfaqëson shifra (0-9), “,”(presja) është ndarësi i mijësheve dhe "." (pika) është simbol i presjes dhjetore. Ndarësi i mijësheve dhe simboli i presjes dhjetore mund të ndryshojnë për tableta me kultura të ndryshme.
uk: Якщо ця опція встановлена, числове поле на планшеті буде відформатовано як: d,ddd,ddd.dd, де "d" - це цифри (0-9), "," (кома) - роздільник тисяч, а "." (крапка) - символ десяткової крапки. Роздільник тисяч і символ десяткової крапки можуть відрізнятися для планшетів з різними культурами.
zh: 当被核查后，平板的数字区域将被格式化为：d,ddd,ddd.dd， “d”代表了数字“0-9” ，“,”（英文逗号）是一个千位符，“.”（点）是一个十进制的点符号。千位符和十进制点符号可能因为不同平板而显示不同。

# HelpValidationExpression
source: A logical expression that validates an answer to the current question. Might include values of other questions.
ar: تعبير منطقي يتحقق من صحة الإجابة على السؤال الحالي. قد يتضمن قيم الأسئلة الأخرى.
cs: Logický výraz, který potvrzuje odpověď na aktuální otázku. Může obsahovat hodnoty jiných otázek.
fr: Une expression logique qui valide une réponse à la question actuelle. Peut inclure des valeurs d'autres questions.
pt: Uma expressão lógica que valida uma resposta à pergunta atual. Pode incluir valores de outras perguntas.
ro: O expresie logică care validează un răspuns la întrebarea curentă. Ar putea include valori ale altor întrebări.
ru: Логическое выражение, которое проверяет ответ на текущий вопрос. Так же может использовать ответы на другие вопросы.
sq: Një shprehje logjike që validon përgjigjen për pyetjen aktuale. Mund të përfshijë vlera të pyetjeve të tjera.
uk: Логічний вираз, який підтверджує відповідь на поточне запитання. Може включати значення інших запитань.
zh: 一个用来验证回答本问题答案有效性的逻辑表达式。可能包含其它问题的值。

# HelpValidationMessage
source: Error or warning message is shown when validation condition evaluates to "False" or error occurres during expression evaluation.
ar: يتم عرض رسالة خطأ أو تحذير عندما يكون شرط التحقق "خطأ" أو يحدث خطأ أثناء تقييم التعبير.
cs: Chybová zpráva nebo upozornění se zobrazí, když je podmínka ověření vyhodnocena jako "False" nebo dojde k chybě během vyhodnocování výrazu.
fr: Un message d'erreur ou d'avertissement est affiché lorsque la condition de validation évalue à "Faux" ou qu'une erreur se produit lors de l'évaluation de l'expression.
pt: Mensagem de erro ou aviso é mostrada quando a condição de validação avalia como "Falso" ou ocorre um erro durante a avaliação da expressão.
ro: Mesajul de eroare sau de avertizare este afișat atunci când condiția de validare este „False” sau a apărut o eroare în timpul evaluării expresiei.
ru: Сообщение об ошибке или предупреждение, которое отображается если результат вычисления условия дал результат "False" или возникла ошибка во время вычисления.
sq: Gabimi ose mesazhi i paralajmërimit shfaqen kur gjendja e validimit vlerësohet si “E pasaktë" ose ndodh një gabim gjatë vlerësimit të shprehjes.
uk: Повідомлення про помилку або попередження відображається, коли умова перевірки має значення "False" або виникає помилка під час обчислення виразу.
zh: 当验证性条件取值为“False”或当表达式运算出现错误时，错误信息会被显示，

# HelpVariableDescription
source: Text that will be shown next to a variable for testing purposes
ar: النص الذي سيتم عرضه بجانب المتغير لأغراض الاختبار
cs: Text, který se zobrazí vedle proměnné pro účely testování
fr: Texte qui sera affiché à côté d'une variable à des fins de test
pt: Texto que será mostrado ao lado de uma variável para fins de teste
ro: Text care va fi afișat lângă o variabilă în scopul testării
ru: Текст, отображаемый во время тестирования опросника
sq: Teksti që shfaqet pranë një variable për qëllime testimi
uk: Текст, який буде показано поруч зі змінною для тестування
zh: 文本将被显示在变量旁边用于测试目的

# HelpVariableLabel
source: A text up to {{maxLength}} characters that will be attached to the exported variable.
ar: نص يصل إلى {{maxLength}} حرفًا سيتم إرفاقه بالمتغير المصدر.
cs: Text o délce {{maxLength}} znaků, který bude připojen k exportované proměnné.
fr: Un texte de jusqu'à {{maxLength}} caractères qui sera attaché à la variable exportée.
pt: Um texto de até {{maxLength}} caracteres que será anexado à variável exportada.
ro: Un text de maximum {{maxLength}} caractere care va fi atașat variabilei exportate.
ru: Текст до {{maxLength}} символов, который будет использован для экспорта переменной.
sq: Një tekst deri në {{maxLength}} karaktere që do t’i bashkëlidhet variablit të eksportuar.
uk: Текст довжиною до {{maxLength}} символів, який буде приєднано до експортованої змінної.
zh: 一段长度最长为{{maxLength}}的字符将被附加至被导出的变量。

# HelpVariableName
source: Variable names and roster IDs may be from {{minLength}} to {{maxLength}} characters long and must contain only following characters: a-z, A-Z, _, or 0-9. The first character cannot be 0-9 or _ and the last one cannot be _.
ar: قد تتراوح أسماء المتغيرات ومعرفات القائمة من {{minLength}} إلى {{maxLength}} حرفًا ويجب أن تحتوي فقط على الأحرف التالية: a-z، A-Z، _، أو 0-9. لا يمكن أن يكون الحرف الأول 0-9 أو _ ولا يمكن أن يكون الأخير _.
cs: Názvy proměnných a ID soupisek mohou mít délku od {{minLength}} do {{maxLength}} znaků a musí obsahovat pouze následující znaky: a-z, A-Z, _ nebo 0-9. První znak nemůže být 0-9 nebo _ a poslední nemůže být _.
fr: Les noms de variables et les ID de liste peuvent comporter de {{minLength}} à {{maxLength}} caractères et doivent contenir uniquement les caractères suivants : a-z, A-Z, _, ou 0-9. Le premier caractère ne peut pas être 0-9 ou _ et le dernier ne peut pas être _.
pt: Os nomes das variáveis e os IDs das listas podem ter de {{minLength}} a {{maxLength}} caracteres de comprimento e devem conter apenas os seguintes caracteres: a-z, A-Z, _, ou 0-9. O primeiro caractere não pode ser 0-9 ou _ e o último não pode ser _.
ro: Numele variabilelor și ID-urile listei pot avea de la {{minLength}} la {{maxLength}} caractere și trebuie să conțină numai următoarele caractere: a-z, A-Z, _ sau 0-9. Primul caracter nu poate fi 0-9 sau _ și ultimul nu poate fi _.
ru: Имена переменных и ростеров могут быть от {{minLength}} до {{maxLength}} символов и должны содержать только следующие символы: a-z, A-Z, _, или 0-9. Первый символ не может быть 0-9 или _ и последний символ не может быть _.
sq: Emërtimet e variablit dhe identifikuesit e rosterit mund të jenë nga {{minLength}} në {{maxLength}} karaktere dhe duhet të përmbajnë vetëm këto karaktere: a-z, A-Z, _, ose 0-9. Karakteri i parë nuk mund të jetë 0-9 ose _ dhe i fundit nuk mund të jetë _.
uk: Імена змінних та ідентифікатори ростерів можуть мати довжину від {{minLength}} до {{maxLength}} символів і повинні містити лише такі символи: a-z, A-Z, _ або 0-9. Перший символ не може бути 0-9 або _, а останній не може бути _..
zh: 变量名和名单ID的长度为{{minLength}}至{{maxLength}}个字符，并且只能包含以下字符：a-z，A-Z，_或0-9。 第一个字符不能是0-9或_，最后一个字符不能是_。

# HelpAttachmentName
source: The name of attachment file that will be displayed.
ar: اسم ملف المرفق الذي سيتم عرضه.
cs: Název souboru přílohy, který se zobrazí.
fr: Le nom du fichier de pièce jointe qui sera affiché.
pt: O nome do arquivo de anexo que será exibido.
ro: Numele fișiereului atașat care va fi prezentat
ru: Имя файла вложения, которое будет отображено в тексте.
uk: Ім'я вкладеного файлу, який буде відображено.

# HelpCoverPage
source: The first section of every questionnaire contains identifying questions that are also displayed at the interviewers' and supervisors' dashboards.
ar: يحتوي القسم الأول من كل استبيان على أسئلة تعريفية يتم عرضها أيضًا في لوحات التحكم الخاصة بالمقابلين والمشرفين.
cs: První část každého dotazníku obsahuje identifikační otázky, které jsou také zobrazeny na řídicích panelech tazatelů a supervizorů.
fr: La première section de chaque questionnaire contient des questions d'identification qui sont également affichées sur les tableaux de bord des enquêteurs et des superviseurs.
pt: A primeira seção de cada questionário contém perguntas de identificação que também são exibidas nos painéis dos entrevistadores e supervisores.
ro: Prima secțiune a fiecărui chestionar conține întrebări de identificare care sunt afișate și în tablourile de bord ale anchetatorilor și ale supervizorilor.
ru: Секция с индентифицирующими вопросами которые так же отображаются на досках супервизора и интервьюера.
uk: Перший розділ кожної анкети містить ідентифікаційні запитання, які також відображаються на інформаційних панелях інтерв'юерів та супервізорів.

# HelpVirtualCoverPage
source: Cover is virtual section that shows all identifying questions. Questions cannot be changed in this section
ar: الغلاف هو قسم افتراضي يعرض جميع الأسئلة التعريفية. لا يمكن تغيير الأسئلة في هذا القسم
cs: Obálka je virtuální sekce, která zobrazuje všechny identifikační otázky. Otázky nelze v této sekci měnit
fr: La couverture est une section virtuelle qui montre toutes les questions d'identification. Les questions ne peuvent pas être modifiées dans cette section
pt: A capa é uma seção virtual que mostra todas as perguntas de identificação. As perguntas não podem ser alteradas nesta seção
ro: Coperta este o secțiune virtuală care arată toate întrebările de identificare. Întrebările nu pot fi modificate în această secțiune
ru: Виртуальная секция с идентифицирующими вопросами опросника. Вопросы не могут быть изменены в этой секции.
uk: Обкладинка - це віртуальний розділ, який показує всі ідентифікаційні питання. Питання не можуть бути змінені в цьому розділі

# ConditionMightBeBroken
source: Condition or cascading depended items might be broken
ar: قد تكون الحالة أو العناصر التابعة المتتالية معطلة
cs: Stav nebo kaskádové závislé položky mohou být poškozeny
fr: La condition ou les éléments dépendants en cascade peuvent être cassés
pt: A condição ou os itens dependentes em cascata podem estar quebrados
ro: Varianta de răspuns sau elementele dependente de aceasta pot avea erori de legătură
ru: Условия на каскадном списке может быть сломано
sq: Kushti ose objektet e varura kaskadë mund të jenë prishur
uk: Умова або каскадні залежні елементи можуть бути порушені
zh: 条件或级联关系所依赖的项目可能被打断

# HotkeysCloseLookup
source: Close lookup tables panel
ar: إغلاق لوحة جداول البحث
cs: Zavřít panel vyhledávacích tabulek
fr: Fermer le panneau des tables de référence
pt: Fechar painel de tabelas de consulta
ro: Închideți panoul tabelelor de căutare
ru: Закрыть панель справочных таблиц
sq: Mbyll panelin e tabelave të kërkimit
uk: Закрити панель таблиць пошуку
zh: 关闭查询表面板

# HotkeysCloseMacros
source: Close macros panel
ar: إغلاق لوحة الماكرو
cs: Zavřít panel maker
fr: Fermer le panneau des macros
pt: Fechar painel de macros
ro: Închideți panoul funcțiilor 'macromandă'
ru: Закрыть панель макросов
sq: Mbyll panelin e makrove
uk: Закрити панель макросів
zh: 关闭宏面板

# HotkeysCloseMetadata
source: Close metadata panel
ar: إغلاق لوحة البيانات الوصفية
cs: Zavřít panel metadat
fr: Fermer le panneau des métadonnées
pt: Fechar painel de metadados
ro: Închideți panoul de metadate
ru: Закрыть панель метаинформации
sq: Mbyll panelin e metadatave
uk: Закрити панель метаданих
zh: 关闭元数据面板

# HotkeysCloseTranslations
source: Close translations panel
ar: إغلاق لوحة الترجمات
cs: Zavřít panel překladů
fr: Fermer le panneau des traductions
pt: Fechar painel de traduções
ro: Închideți panoul de traduceri
ru: Закрыть панель переводов
sq: Mbyll panelin e përkthimeve
uk: Закрити панель перекладів
zh: 关闭翻译面板

# HotkeysCloseCategories
source: Close categories panel
ar: إغلاق لوحة الفئات
cs: Zavřít panel kategorií
fr: Fermer le panneau des catégories
pt: Fechar painel de categorias
ro: Închideți panoul de categorii
ru: Закрыть панель категорий
uk: Закрити панель категорій

# HotkeysFocusTitle
source: Focus title field in editor
ar: تركيز حقل العنوان في المحرر
cs: Pole názvu fokusu v editoru
fr: Mettre le focus sur le champ de titre dans l'éditeur
pt: Focar campo de título no editor
ro: Focalizați câmpul de titlu în editor
ru: Перейти к имени в редакторе
sq: Fokuso fushën e titullit te redaktuesi
uk: Сфокусуйте поле заголовка в редакторі
zh: 聚焦于编辑器的标题区域

# HotkeysFocusTree
source: Focus questionnaire tree
ar: تركيز شجرة الاستبيان
cs: Strom dotazníků zaměření
fr: Mettre le focus sur l'arbre du questionnaire
pt: Focar árvore do questionário
ro: Focalizați arborele chestionarului
ru: Перейти к дереву опросника
sq: Fokuso pemën e pyetësorit
uk: Сфокусуйте дерево анкет
zh: 聚焦于问卷树

# HotkeysHideAttachments
source: Close attachments panel
ar: إغلاق لوحة المرفقات
cs: Panel Zavřít přílohy
fr: Fermer le panneau des pièces jointes
pt: Fechar painel de anexos
ro: Închideți panoul de atașamente
ru: Закрыть панель вложения
sq: Mbyll panelin e bashkëlidhjeve
uk: Закрити панель вкладень
zh: 关闭附件面板

# HotkeysHideSections
source: Close sections
ar: إغلاق الأقسام
cs: Zavřít sekce
fr: Fermer les sections
pt: Fechar seções
ro: Închideți secțiunile
ru: Закрыть секции
sq: Mbyll rubrikat
uk: Закрити розділи
zh: 关闭各问卷模块

# HotkeysNavigateToPrevSibling
source: Navigate to previous sibling
ar: التنقل إلى العنصر السابق
cs: Přechod na předchozího sourozence
fr: Aller au frère précédent
pt: Navegar para o irmão anterior
ro: Navigați la fratele anterior
ru: Перейти к предыдущему
sq: Shfleto te rubrika bijë përpara
uk: Перейти до попереднього сусіда
zh: 引导至上一个

# HotkeysNavigateToSibling
source: Navigate to next sibling
ar: التنقل إلى العنصر التالي
cs: Přechod na dalšího sourozence
fr: Aller au frère suivant
pt: Navegar para o próximo irmão
ro: Navigați la următorul frate
ru: Перейти к следующему
sq: Shfleto te rubrika bijë më pas
uk: Перейти до наступного сусіда
zh: 引导至下一个

# HotkeysOpenItem
source: Open item in editor
ar: فتح العنصر في المحرر
cs: Otevřít položku v editoru
fr: Ouvrir l'élément dans l'éditeur
pt: Abrir item no editor
ro: Deschideți elementul în editor
ru: Открыть редактор элемента
sq: Hape objektin në redaktor
uk: Відкрити елемент у редакторі
zh: 在编辑器中打开

# HotkeysOpenSection
source: Open section
ar: فتح القسم
cs: Otevřít sekci
fr: Ouvrir la section
pt: Abrir seção
ro: Deschideți secțiunea
ru: Открыть секцию
sq: Hap rubrikën
uk: Відкрити розділ
zh: 打开此块

# HotkeysPrint
source: Print
ar: طباعة
cs: Tisknout
fr: Imprimer
pt: Imprimir
ro: Imprimare
ru: Печать
sq: Printo
uk: Друкувати
zh: 打印

# HotkeysSearch
source: Search for sub-sections and questions in section
ar: البحث عن الأقسام الفرعية والأسئلة في القسم
cs: Vyhledávání podsekcí a otázek v sekci
fr: Rechercher des sous-sections et des questions dans la section
pt: Pesquisar por subseções e perguntas na seção
ro: Căutați sub-secțiuni și întrebări din secțiune
ru: Поиск в подсекциях и вопросах в секции
sq: Kërko nënrubrika dhe pyetje në rubrikë
uk: Пошук підрозділів та запитань у розділі
zh: 在这个问卷模块查找问卷子块或问题

# MultipleDependencies
source: One or more questions/sub-sections depend on
ar: يعتمد على سؤال أو أكثر / قسم فرعي
cs: Jedna nebo více otázek/podsekcí závisí na
fr: Une ou plusieurs questions/sous-sections dépendent de
pt: Uma ou mais perguntas/subseções dependem de
ro: Una sau mai multe întrebări / subsecțiuni depind de
ru: Один или более вопросов/подсекций зависит от
sq: Një ose më shumë pyetje/nënrubrikë varen nga
uk: Одне або декілька питань/підрозділів залежать від
zh: 一个或多个问题/子问卷模块基于

# NoPermissions
source: You don't have permissions for changing this questionnaire
ar: ليس لديك أذونات لتغيير هذا الاستبيان
cs: Nemáte oprávnění ke změně tohoto dotazníku
fr: Vous n'avez pas les permissions pour modifier ce questionnaire
pt: Você não tem permissões para alterar este questionário
ro: Nu aveți permisiuni pentru modificarea acestui chestionar
ru: У вас не достаточно прав для изменения опросника
sq: Ju nuk keni leje për ta ndryshuar këtë pyetësor
uk: Ви не маєте дозволу на зміну цієї анкети
zh: 您没有修改此问卷的权限

# NotAnImage
source: Chosen file is not image
ar: الملف المختار ليس صورة
cs: Zvolený soubor není obrázek
fr: Le fichier choisi n'est pas une image
pt: O arquivo escolhido não é uma imagem
ro: Fișierul ales nu este imagine
ru: Выбранный файн должен быть картинкой
sq: Skedari i zgjedhur nuk është imazh
uk: Вибраний файл не є зображенням
zh: 选择的文件不是图片

# QuestionOpenEditorConfirm
source: To open editor all unsaved changes must be saved. Should we save them now?
ar: لفتح المحرر يجب حفظ جميع التغييرات غير المحفوظة. هل يجب أن نحفظها الآن؟
cs: Chcete-li otevřít editor, musí být uloženy všechny neuložené změny. Měli bychom je nyní zachránit??
fr: Pour ouvrir l'éditeur, toutes les modifications non enregistrées doivent être sauvegardées. Voulez-vous les sauvegarder maintenant ?
pt: Para abrir o editor, todas as alterações não salvas devem ser salvas. Devemos salvá-las agora?
ro: Pentru a deschide editorul, toate modificările trebuie salvate. Le salvăm acum?
ru: Для открытия редактора необходимо сохранить текущие изменения. Сохранить?
sq: Për të hapur redaktorin, duhen ruajtur të gjitha ndryshimet e paruajtura. A duhet t’i ruajmë tani?
uk: Щоб відкрити редактор, всі незбережені зміни мають бути збережені. Чи потрібно зберігати їх зараз?
zh: 所有的更改必须先保存才能打开选项编辑器。我们应该现在保存？

# QuestionOpenEditorSaved
source: It was saved successfully. The window for file upload will be opened.
ar: تم الحفظ بنجاح. سيتم فتح نافذة لتحميل الملف.
cs: Byla úspěšně uložena. Otevře se okno pro nahrání souboru.
fr: Il a été enregistré avec succès. La fenêtre de téléchargement de fichier sera ouverte.
pt: Foi salvo com sucesso. A janela para upload de arquivo será aberta.
ro: A fost salvat cu succes. Se va deschide fereastra pentru încărcarea fișierelor.
ru: Сохранено. Окно для загрузки файла теперь будет открыто.
sq: U ruajt me sukses. Dritarja për ngarkimin e skedarit do të hapet.
uk: Файл успішно збережено. Відкриється вікно для завантаження файлу.
zh: 保存成功。文件上传的窗口将被打开。
