Repository: surveysolutions/surveysolutions
Catalog: src/UI/WB.UI.Designer/Resources/QuestionnaireEditor.*.resx
Languages: ar, cs, fr, pt, ro, ru, sq, uk, zh

# SettingsShareEdit
source: Edit
ar: تحرير
cs: Upravit
fr: Modifier
pt: Editar
ro: Editare
ru: Редактировать
sq: Redakto
uk: Редагувати
zh: 编辑

# SettingsShareView
source: View
ar: عرض
cs: Pohled
fr: Voir
pt: Visualizar
ro: Vedere
ru: Просматривать
sq: Shih
uk: Вигляд
zh: 查看

# DeleteConfirmQuestion
source: Are you sure you want to delete "{{trimmedTitle}}"?
ar: هل أنت متأكد أنك تريد حذف "{{trimmedTitle}}"؟
cs: Opravdu chcete odstranit "{{trimmedTitle}}"?
fr: Êtes-vous sûr de vouloir supprimer "{{trimmedTitle}}" ?
pt: Tem certeza de que deseja excluir "{{trimmedTitle}}"?
ro: Sigur doriți să ștergeți "{{trimmedTitle}}"?
ru: Вы уверены,что хотите удалить "{{trimmedTitle}}"?
sq: Jeni të sigurt që dëshironi të fshini "{{trimmedTitle}}"?
uk: Ви впевнені, що хочете видалити "{{trimmedTitle}}"?
zh: 您确认删除“{{trimmedTitle}}”吗？

# DeleteConfirmCategories
source: Are you sure you want to delete set of categories "{{trimmedTitle}}"? Source of categories for categorical questions dependent on it will be changed to user defined categories
ar: هل أنت متأكد أنك تريد حذف مجموعة الفئات "{{trimmedTitle}}"؟ سيتم تغيير مصدر الفئات للأسئلة التصنيفية المعتمدة عليها إلى فئات معرفة من قبل المستخدم
cs: Opravdu chcete odstranit sadu kategorií "{{trimmedTitle}}"? Zdroj kategorií pro kategorické otázky na něm závislé bude změněn na uživatelem definované kategorie
fr: Êtes-vous sûr de vouloir supprimer l'ensemble des catégories "{{trimmedTitle}}" ? La source des catégories pour les questions catégorielles dépendantes sera changée en catégories définies par l'utilisateur
pt: Tem certeza de que deseja excluir o conjunto de categorias "{{trimmedTitle}}"? A fonte das categorias para perguntas categóricas dependentes será alterada para categorias definidas pelo usuário
ro: Sigur doriți să ștergeți setul de variante de răspuns "{{trimmedTitle}}"? Sursa variantelor de răspuns pentru întrebări categoriale dependente de aceasta va fi schimbată în variante de răspuns definite de utilizator
ru: Вы уверены, что хотите удалить категории "{{trimmedTitle}}"? Источник категорий для зависимых категориальных вопросов будет сброшен в категории определенные пользователем
uk: Ви впевнені, що хочете видалити набір категорій "{{trimmedTitle}}"? Джерело категорій для залежних від нього категоріальних питань буде змінено на визначені користувачем категорії

source: Untitled question
ar: سؤال بدون عنوان
cs: Otázka bez názvu
fr: Question sans titre
pt: Pergunta sem título
ro: Intrebare fără titlu
ru: Вопрос без названия
sq: Pyetje pa titull
uk: Питання без назви
zh: 未命名的题目

# TranslationsObtained
source: Obtained {0} row from translation file
ar: تم الحصول على {0} صف من ملف الترجمة
cs: Získané {0} řádku z překladového souboru
fr: Obtenu {0} ligne du fichier de traduction
pt: Obtido {0} linha do arquivo de tradução
ro: S-a obținut {0} rând din fișierul de traducere
ru: Получено {0} строка из файла с переводами
sq: U përftua {0} rresht nga skedari i përkthimit
uk: Отримано {0} рядок з файлу перекладу
zh: 由翻译文件获取{0}行

# TranslationsObtained_plural
source: Obtained {0} rows from translation file
ar: تم الحصول على {0} صفوف من ملف الترجمة
cs: Získané {0} řádků z překladového souboru
fr: Obtenu {0} lignes du fichier de traduction
pt: Obtidas {0} linhas do arquivo de tradução
ro: S-au obținut {0} rânduri din fișierul de traducere
sq: U përftuan {0} rreshta nga skedari i përkthimit
uk: Отримано {0} рядків з файлу перекладу
zh: 由翻译文件获取{0}行

# CategoriesObtained
source: Obtained {0} row from categories file
ar: تم الحصول على {0} صف من ملف الفئات
cs: Získané {0} řádku ze souboru kategorií
fr: Obtenu {0} ligne du fichier de catégories
pt: Obtido {0} linha do arquivo de categorias
ro: S-a obținut {0} rând din fișierul de categorii
ru: Получено {0} строка из файла с категориями
uk: Отримано {0} рядок з файлу категорій

# CategoriesObtained_plural
source: Obtained {0} rows from categories file
ar: تم الحصول على {0} صفوف من ملف الفئات
cs: Získané {0} řádků ze souboru kategorií
fr: Obtenu {0} lignes du fichier de catégories
pt: Obtidas {0} linhas do arquivo de categorias
ro: S-au obținut {0} rânduri din fișierul de categorii
uk: Отримано {0} рядків з файлу категорій

# UnsavedChangesLeave
source: You will lose unsaved changes if you leave this page
ar: ستفقد التغييرات غير المحفوظة إذا غادرت هذه الصفحة
cs: Pokud opustíte tuto stránku, ztratíte neuložené změny
fr: Vous perdrez les modifications non enregistrées si vous quittez cette page
pt: Você perderá as alterações não salvas se sair desta página
ro: Veți pierde modificările nesalvate dacă părăsiți această pagină
ru: Вы потеряете не сохранённые изменения если покините текущую страницу
sq: Nëse largoheni nga faqja, do të humbisni ndryshimet e paruajtura
uk: Ви втратите незбережені зміни, якщо залишите цю сторінку
zh: 如果您离开此页面，那么所做的修改将不被保存

# UnsavedChangesReload
source: You will lose unsaved changes if you reload this page
ar: ستفقد التغييرات غير المحفوظة إذا قمت بإعادة تحميل هذه الصفحة
cs: Pokud tuto stránku znovu načtete, ztratíte neuložené změny
fr: Vous perdrez les modifications non enregistrées si vous rechargez cette page
pt: Você perderá as alterações não salvas se recarregar esta página
ro: Veți pierde modificările nesalvate dacă reîncărcați această pagină
ru: Вы потеряете не сохранённые измененимя если обновите страницу
sq: Nëse e ringarkoni faqen, do të humbisni ndryshimet e paruajtura
uk: Ви втратите незбережені зміни, якщо перезавантажите цю сторінку
zh: 如果您离开此页面，那么所做的修改将不被保存

source: Export
ar: تصدير
cs: Vývoz
fr: Exporter
pt: Exportar
ru: Экспорт
sq: Eksporto
uk: Експорт
zh: 导出到

# OptionsCloseWindow
source: Close Window?
ar: إغلاق النافذة؟
cs: Zavřít okno?
fr: Fermer la fenêtre ?
pt: Fechar janela?
ro: Închideți fereastra?
ru: Закрыть?
sq: Do ta mbyllni dritaren?
uk: Закрити вікно?
zh: 确认要关闭窗口吗？

# OptionsUploadApply
source: Apply changes
ar: تطبيق التغييرات
cs: Použití změn
fr: Appliquer les modifications
pt: Aplicar alterações
ro: Aplică schimbările
ru: Применить изменения
sq: Apliko
uk: Застосувати зміни
zh: 应用

# OptionsUploadRevert
source: Revert changes
ar: التراجع عن التغييرات
cs: Vrácení změn
fr: Annuler les modifications
pt: Reverter alterações
ro: Reveniți la modificări
ru: Отменить изменения
uk: Відмінити зміни

# OptionsWindowTitle
source: Edit categories
ar: تحرير الفئات
cs: Upravit kategorie
fr: Modifier les catégories
pt: Editar categorias
ro: Editați variantele de răspuns
ru: Редактировать категории
sq: Redakto kategoritë
uk: Редагувати категорії

# CascadingOptionsWindowTitle
source: Edit cascading categories
ar: تحرير الفئات المتسلسلة
cs: Úprava kaskádových kategorií
fr: Modifier les catégories en cascade
pt: Editar categorias em cascata
ro: Editați variante de răspuns în cascadă
ru: Редактировать каскадные категории
sq: Redakto kategoritë kaskadë
uk: Редагування каскадних категорій

# OptionsUploadLimit
source: No categories. Choose tab separated file. The file can contain up to {limit} categories.
ar: لا توجد فئات. اختر ملف مفصول بعلامات تبويب. يمكن أن يحتوي الملف على ما يصل إلى {limit} فئات.
cs: Žádné kategorie. Zvolte soubor oddělený tabulátory. Soubor může obsahovat až {limit} kategorií.
fr: Aucune catégorie. Choisissez un fichier séparé par des tabulations. Le fichier peut contenir jusqu'à {limit} catégories.
pt: Sem categorias. Escolha um arquivo separado por tabulação. O arquivo pode conter até {limit} categorias.
ro: Nu există variante de răspuns. Folosiți un fișier text cu separator "Tab". Fișierul poate conține maximum {limit} variante de răspuns.
ru: Категории не найдены. Выберите файл разделённый табуляцией. Файл может содержать до {limit} категорий.
sq: Asnjë kategori. Zgjidh skedarët e ndarë me tab. Skedari mund të përmbajë deri në {limit} kategori.
uk: Без категорій. Виберіть файл, розділений табуляцією. Файл може містити до {limit} категорій.
zh: 没有选项。用tab分隔文件。文件最多可以包含{0}个选项。

# OptionsUploadTitle
source: Title
ar: العنوان
cs: Titul
fr: Titre
pt: Título
ro: Titlul
ru: Название
sq: Titulli
uk: Назва
zh: 标题

# OptionsUploadValue
source: Value
ar: القيمة
cs: Hodnota
fr: Valeur
pt: Valor
ro: Valoarea
ru: Значение
sq: Vlera
uk: Значення
zh: 值

# OptionsUploadParent
source: Parent value
ar: القيمة الأصلية
cs: Nadřazená hodnota
fr: Valeur parente
pt: Valor pai
ro: Valoare de la nivelul ierarhic superior
ru: Родительское значение
sq: Vlera mëmë
uk: Батьківське значення
zh: 上级值

# SideBarMacroNoName
source: macro with no name
ar: ماكرو بدون اسم
cs: Makro bez názvu
fr: macro sans nom
pt: macro sem nome
ro: macrocomandă fără nume
ru: Макрос без имени
sq: makro pa emërtim
uk: макрос без імені
zh: 没有名称的宏

source: Upload
ar: تحميل
fr: Télécharger
pt: Carregar
ro: Încărcare
ru: Загрузить
sq: Ngarko
uk: Завантажити
zh: 上传

# SideBarLookupTableNoName
source: lookup table with no name
ar: جدول بحث بدون اسم
cs: Vyhledávací tabulka bez názvu
fr: table de référence sans nom
pt: tabela de consulta sem nome
ro: tabel de căutare fără nume
ru: таблица без имени
sq: tabelë kërkimi pa emërtim
uk: таблиця пошуку без назви
zh: 没有名称的查询表

# SideBarTranslationNoName
source: translation with no name
ar: ترجمة بدون اسم
cs: Překlad bez názvu
fr: traduction sans nom
pt: tradução sem nome
ro: traducere fără nume
ru: перевод без названия
sq: përkthim pa emër
uk: переклад без назви
zh: 没有名称的翻译

# SideBarCategoriesNoName
source: categories with no name
ar: فئات بدون اسم
cs: Kategorie bez názvu
fr: catégories sans nom
pt: categorias sem nome
ro: variante de răspuns fără nume
ru: список категорий без имени
uk: категорії без назви

# SideBarAttachmentNoName
source: attachment with no name
ar: مرفق بدون اسم
cs: Příloha bez názvu
fr: pièce jointe sans nom
pt: anexo sem nome
ro: atașament fără nume
ru: вложение без имени
sq: bashkëlidhje pa emërtim
uk: вкладення без назви
zh: 附件没有名称

# DefaultNewRoster
source: New roster
ar: قائمة جديدة
cs: Nová soupiska
fr: Nouvelle liste
pt: Nova lista
ro: Listă nouă
ru: Новый ростер
sq: Roster i ri
uk: Новий список
zh: 新名单

# DefaultNewSection
source: New section
ar: قسم جديد
cs: Nová sekce
fr: Nouvelle section
pt: Nova seção
ro: Secțiune nouă
ru: Новая секция
sq: Rubrikë e re
uk: Новий розділ
zh: 新模块

# DefaultNewStaticText
source: New static text
ar: نص ثابت جديد
cs: Nový statický text
fr: Nouveau texte statique
pt: Novo texto estático
ro: Text static nou
ru: Новый статический текст
sq: Tekst i ri statik
uk: Новий статичний текст
zh: 新静态文本

# DefaultNewSubsection
source: New sub-section
ar: قسم فرعي جديد
cs: Nová podsekce
fr: Nouvelle sous-section
pt: Nova subseção
ro: Subsecțiune nouă
ru: Новая подсекция
sq: Nënrubrikë e re
uk: Новий підрозділ
zh: 新问卷子块

# HotkeysShortcuts
source: Keyboard Shortcuts
ar: اختصارات لوحة المفاتيح
cs: Klávesové zkratky
fr: Raccourcis clavier
pt: Atalhos de teclado
ro: Comenzi rapide de la tastatură
ru: Горячие клавиши
sq: Tastiera e shkurtoreve
uk: Комбінації клавіш
zh: 键盘快捷键

# HotkeysShowHideHelp
source: Show / hide this help menu
ar: إظهار / إخفاء قائمة المساعدة هذه
cs: Zobrazit / skrýt toto menu nápovědy
fr: Afficher / masquer ce menu d'aide
pt: Mostrar / ocultar este menu de ajuda
ro: Afișați / ascundeți acest meniu de ajutor
ru: Показать / скрыть это меню
sq: Shfaq/fshih këtë menu ndihme
uk: Показати / приховати це меню довідки
zh: 显示/隐藏帮助菜单

# MarkAsDefault
source: Mark as default language
ar: تعيين كترجمة افتراضية
cs: Označit jako výchozí jazyk
fr: Définir par défaut
pt: Definir como padrão
ro: Marcați ca limbă implicită
ru: Установить язык по умолчанию
sq: Vendose si gjuhë të parazgjedhur
uk: Позначити як мову за замовчуванням
zh: 设置为默认语言

# UnMarkAsDefault
source: Don't use as default
ar: عدم استخدام كافتراضي
cs: Nepoužívat jako výchozí
fr: Ne pas utiliser comme langue par défaut
pt: Não usar como padrão
ro: Nu utilizați ca implicit
ru: Не использовать по умолчанию
sq: Mos e përdor si parazgjedhje
uk: Не використовувати за замовчуванням
zh: 请不要用作缺省设置

source: Please wait...
ar: يرجى الانتظار...
cs: Počkejte prosím...
fr: Veuillez patienter...
pt: Por favor, aguarde...
ro: vă rugăm să asteaptați ...
ru: Ожидайте...
sq: Ju lutemi, pritni...
uk: Будь ласка, зачекайте....
zh: 请耐心等待……

# EntryWasNotFound
source: Entry was not found in questionnaire, please select another.
ar: لم يتم العثور على الإدخال في الاستبيان، يرجى اختيار آخر.
cs: Položka nebyla nalezena v dotazníku, vyberte prosím jiný.
fr: L'entrée n'a pas été trouvée dans le questionnaire, veuillez en sélectionner une autre.
pt: A entrada não foi encontrada no questionário, por favor selecione outra.
ro: Elementul nu a fost găsit în chestionar, vă rugăm să selectați altul.
ru: Элемент не был найден в опроснике, пожалуйста, выберите другой.
sq: Kjo e dhënë nuk u gjet në pyetësor, ju lutemi zgjidhni një tjetër.
uk: Запитання не знайдено в анкеті, будь ласка, оберіть інше.
zh: 在问卷中没有发现此条目，请选择其它的。

source: Request failed unexpectedly.
ar: فشل الطلب بشكل غير متوقع.
cs: Požadavek se neočekávaně nezdařil.
fr: La demande a échoué de manière inattendue.
pt: A solicitação falhou inesperadamente.
ro: Solicitarea a eșuat în mod neașteptat.
ru: Запрос завершился неудачно.
sq: Kërkesa dështoi papritur.
uk: Запит несподівано завершився невдало.
zh: 请求意外失败

# IncorrectRosterTitle
source: Incorrect roster title question
ar: عنوان القائمة غير صحيح
cs: Nesprávná otázka názvu soupisky
fr: Titre de liste incorrect
pt: Título da lista incorreto
ro: Întrebare incorectă pentru titlul listei
ru: Некоректный вопрос заголовка для ростера
sq: Pyetje e pasaktë e titullit të rosterit
uk: Некоректне запитання щодо назви ростеру
zh: 错误的二维表标题问题

# SelectedInvalidItem
source: Selected invalid item. Fix it.
ar: تم اختيار عنصر غير صالح. قم بإصلاحه.
cs: Vybraná neplatná položka. Opravte to.
fr: Élément sélectionné invalide. Corrigez-le.
pt: Item inválido selecionado. Corrija-o.
ro: A fost selectat un element nepotrivit. Corectați.
ru: Выбранный недопустимый элемент. Почини это.
sq: Objekti i zgjedhur është i pavlefshëm. Korrigjoje.
uk: Вибрано невірний елемент. Виправити.
zh: 选中了无效的项目。请修正。

source: Select item from the list
ar: اختر عنصرًا من القائمة
cs: Vyberte položku ze seznamu
fr: Sélectionnez un élément dans la liste
pt: Selecione um item da lista
ro: Selectează elementul din listă
ru: Выберите элемент из списка
sq: Zgjidh objektin nga lista
uk: Виберіть елемент зі списку
zh: 为列表选择项目。

# UntitledGroupOrRoster
source: Untitled sub-section or roster
ar: قسم فرعي أو قائمة بدون عنوان
cs: Nepojmenovaná podsekce nebo soupiska
fr: Sous-section ou liste sans titre
pt: Subseção ou lista sem título
ro: Subsecțiune sau listă fără titlu
ru: Подсекция или ростер без названия
sq: Nënrubrikë ose roster pa titull
uk: Підрозділ або список без назви
zh: 未命名的问卷问卷子块或二维表

source: Untitled variable
ar: متغير بدون عنوان
cs: Proměnná bez názvu
fr: Variable sans titre
pt: Variável sem título
ro: Variabilă fără titlu
ru: Переменная без названия
sq: Variabël pa titull
uk: Змінна без назви
zh: 未命名的计算变量

source: Untitled section
ar: قسم بدون عنوان
cs: Oddíl bez názvu
fr: Section sans titre
pt: Seção sem título
ro: Secțiune fără titlu
ru: Секция без названия
sq: Rubrikë pa titull
uk: Розділ без назви
zh: 未命名的问卷模块

source: Untitled roster
ar: قائمة بدون عنوان
cs: Soupiska bez názvu
fr: Liste sans titre
pt: Lista sem título
ro: Listă fără titlu
ru: Ростер без названия
sq: Roster pa titull
uk: Список без назви
zh: 未命名的二维表

source: Untitled static text
ar: نص ثابت بدون عنوان
cs: Statický text bez názvu
fr: Texte statique sans titre
pt: Texto estático sem título
ro: Text static fără titlu
ru: Статический текст без названия
sq: Tekst statik pa titull
uk: Статичний текст без заголовка
zh: 未命名的静态文本

# SelectModeOfDataCollection
source: Select a Mode of Data Collection
ar: اختر وضع جمع البيانات
cs: Vyberte způsob shromažďování dat
fr: Sélectionnez un mode de collecte de données
pt: Selecione um modo de coleta de dados
ro: Selectează un mod de colectare a datelor
ru: Выберите режим сбора данных
sq: Zgjidh Mënyrën e Mbledhjes së të Dhënave
uk: Виберіть режим збору даних
zh: 选择数据收集的模式

source: Select country
ar: اختر الدولة
cs: Vybrat zemi
fr: Sélectionnez un pays
pt: Selecione o país
ro: Selecteaza tara
ru: Выберите страну
sq: Zgjidh vendin
uk: Виберіть країну
zh: 选择国家

# SelectStudyType
source: Select a Study Type
ar: اختر نوع الدراسة
cs: Vyberte typ studie
fr: Sélectionnez un type d'étude
pt: Selecione um tipo de estudo
ro: Selectează un tip de studiu
ru: Выберите тип исследования
sq: Zgjidh Llojin e Studimit
uk: Виберіть тип навчання
zh: 选择研究类型

# SelectKindOfData
source: Select a Kind of data
ar: اختر نوع البيانات
cs: Vyberte druh dat
fr: Sélectionnez un type de données
pt: Selecione um tipo de dado
ro: Selectează un tip de date
ru: Выберите вид данных
sq: Zgjidh Llojin e të dhënave
uk: Виберіть тип даних
zh: 选择数据种类

source: Test
ar: اختبار
pt: Teste
ru: Тест
uk: Тест
zh: 测试

# QuestionAddSpecialValues
source: Add special value
ar: إضافة قيمة خاصة
cs: Přidat zvláštní hodnotu
fr: Ajouter une valeur spéciale
pt: Adicionar valor especial
ro: Adăugați o valoare specială
ru: Добавить специальное значение
sq: Shto vlerë të posaçme
uk: Додайте особливу цінність
zh: 添加特殊值

# EntityComment
source: New comment
ar: تعليق جديد
cs: Nový komentář
fr: Nouveau commentaire
pt: Novo comentário
ro: Comentariu nou
ru: Новый комментарий
sq: Koment i ri
uk: Новий коментар
zh: 新注释

# IsSignature
source: Use signature pad
ar: استخدام لوحة التوقيع
cs: Použijte podložku podpisu
fr: Utiliser le pavé de signature
pt: Usar pad de assinatura
ro: Folosiți blocul de semnături
ru: Использовать подпись
sq: Përdor njësinë e nënshkrimit elektronik
uk: Використовуйте поле для підпису
zh: 使用签名板

# HelpNewComment
source: Add comment
ar: إضافة تعليق
cs: Přidat komentář
fr: Ajouter un commentaire
pt: Adicionar comentário
ro: Adăugați un comentariu
ru: Добавьте комментарий
sq: Shto koment
uk: Додати коментар
zh: 添加注释

# VariableVariableName
source: Variable name
ar: اسم المتغير
cs: Název proměnné
fr: Nom de la variable
pt: Nome da variável
ro: Numele variabilei
ru: Имя переменной
sq: Emërtimi i variablit
uk: Ім'я змінної
zh: 变量名称

# SideBarCommentsCounter
source: {{count}} Comment thread:
ar: {{count}} سلسلة تعليقات:
cs: {{count}} Vlákno komentářů:
fr: {{count}} Fil de commentaire :
pt: {{count}} Tópico de comentário:
ro: {{count}} Flux de comentarii:
ru: {{count}} канал(ов) обсуждения:
sq: {{count}} Varg komentesh:
uk: {{count}} Потік коментарів:
zh: {{count}}个评论：

# SideBarCommentsCounter_plural
source: {{count}} Comment threads:
ar: {{count}} سلاسل تعليقات:
cs: {{count}} Vlákna komentářů:
fr: {{count}} Fils de commentaire :
pt: {{count}} Tópicos de comentário:
ro: {{count}} Fluxuri de comentarii:
sq: {{count}} Vargje komentesh:
uk: {{count}} Потоки коментарів:
zh: {{count}}个评论：

# SideBarEmptyCommentsLine
source: You will see comments here
ar: سترى التعليقات هنا
cs: Komentáře uvidíte zde
fr: Vous verrez les commentaires ici
pt: Você verá comentários aqui
ro: Aici se vor vedea comentariile
ru: Тут вы увидите комментарии
sq: Ju do t’i shihni komentet këtu
uk: Ви побачите коментарі тут
zh: 您将在这里看到注释

# ViewResolvedCommentsCounter
source: View all {{count}} resolved comment
ar: عرض جميع {{count}} التعليقات المحلولة
cs: Zobrazit všechny {{count}} vyřešené komentáře
fr: Voir tous les {{count}} commentaires résolus
pt: Ver todos os {{count}} comentários resolvidos
ro: Vizualizați toate {{count}} comentariile rezolvate
ru: Показать {{count}} закрытый комментарий
sq: Shih të {{count}} koment të përfunduar
uk: Переглянути всі {{count}} вирішені коментарі
zh: 查看{{count}}已处理的注释

# ViewResolvedCommentsCounter_plural
source: View all {{count}} resolved comments
ar: عرض جميع {{count}} التعليقات المحلولة
cs: Zobrazit všechny {{count}} vyřešené komentáře
fr: Voir tous les {{count}} commentaires résolus
pt: Ver todos os {{count}} comentários resolvidos
ro: Vizualizați toate {{count}} comentariile rezolvate
sq: Shih të {{count}} komentet e përfunduara
uk: Переглянути всі {{count}} вирішені коментарі
zh: 查看{{count}}已处理的注释

source: Hide resolved comments
ar: إخفاء التعليقات المحلولة
cs: Skrýt vyřešené komentáře
fr: Masquer les commentaires résolus
pt: Ocultar comentários resolvidos
ro: Ascundere comentarii rezolvate
ru: Скрыть закрытые комментарии
sq: Fshih komentet e përfunduara
uk: Приховати вирішені коментарі
zh: 添加已处理的注释

# EditorAddComment
source: Add comment
ar: إضافة تعليق
cs: Přidat komentář
fr: Ajouter un commentaire
pt: Adicionar comentário
ro: Adaugare comentariu
ru: Добавить комментарий
sq: Shto koment
uk: Додати коментар
zh: 添加注释

# EditorShowComments
source: Show comments ({{count}})
ar: عرض التعليقات ({{count}})
cs: Zobrazit komentáře ({{count}})
fr: Afficher les commentaires ({{count}})
pt: Mostrar comentários ({{count}})
ru: Показать комментарии ({{count}})
uk: Показати коментарі ({{count}})

source: Jump to edit
ar: الانتقال إلى التحرير
cs: Přeskočit na úpravy
fr: Aller à l'édition
pt: Pular para edição
ro: Salt la editare
ru: Перейти к редактированию
uk: Перейти до редагування

# CommentEditorResolve
source: Resolve
ar: حل
cs: Vyřešit
fr: Résoudre
pt: Resolver
ro: Rezolvă
ru: Обработать
sq: Zgjidh
uk: Вирішити
zh: 处理

# EditorHideComment
source: Hide comments
ar: إخفاء التعليقات
cs: Skrýt komentáře
fr: Masquer les commentaires
pt: Ocultar comentários
ro: Ascundere comentarii
ru: Скрыть комментарии
sq: Fshih komentet
uk: Приховати коментарі
zh: 隐藏注释

# MaxCommentLengthErrorMessage
source: Comment cannot contain more than {1} characters
ar: لا يمكن أن يحتوي التعليق على أكثر من {1} حرف
cs: Komentář nesmí obsahovat více než {1} znaků
fr: Le commentaire ne peut pas contenir plus de {1} caractères
pt: O comentário não pode conter mais de {1} caracteres
ro: Comentariul nu poate conține mai mult de {1} caractere
ru: Комментарий не может быть больше чем {1} символов
sq: Komenti nuk mund të përmbajë më shumë se {1} karaktere
uk: Коментар не може містити більше {1} символів
zh: 注释不能包含超过{1}个字符

# IsWarning
source: Warning
ar: تحذير
cs: Varování
fr: Avertissement
pt: Aviso
ro: Avertizare
ru: Предупреждение
sq: Paralajmërim
uk: Попередження
zh: 是否为

# SettingsQuestionnaireVariable
source: Questionnaire variable
ar: متغير الاستبيان
cs: Proměnná dotazníku
fr: Variable du questionnaire
pt: Variável do questionário
ro: Variabila chestionarului
ru: Переменная опросника
sq: Variabli i pyetësorëve
uk: Змінна анкети
zh: 问卷变量

# CollaboratorsSettings
source: Collaborators
ar: المتعاونون
cs: Kolaboranti
fr: Collaborateurs
pt: Colaboradores
ro: Colaboratori
ru: Совместная работа
sq: Bashkëpunëtorët
uk: Співробітники
zh: 协作者

# PublicAccessSettings
source: Public access
ar: الوصول العام
cs: Veřejný přístup
fr: Accès public
pt: Acesso público
ro: Acces public
ru: Публичный доступ
sq: Akses Publik
uk: Публічний доступ
zh: 公共访问

# AnonymousQuestionnaireSettings
source: Anonymous questionnaire access
ar: مشاركة الرابط
cs: Sdílení odkazů
fr: Partage de lien
pt: Compartilhamento de link
ru: Доступ по ссылке
uk: Обмін посиланнями

source: Questionnaire settings
ar: إعدادات الاستبيان
cs: Nastavení dotazníku
fr: Paramètres du questionnaire
pt: Configurações do questionário
ro: Setări chestionar
ru: Настройки опросника
sq: Cilësimet e pyetësorit
uk: Налаштування анкети
zh: 问卷设置
