Repository: surveysolutions/surveysolutions
Catalog: src/UI/WB.UI.Designer/Resources/QuestionnaireEditor.*.resx
Languages: ar, cs, fr, pt, ro, ru, sq, uk, zh

# HelpCombobox
source: A combo-box is a combination of a drop-down list and a single-line editable text box. Categories could be selected either by typing a value or its part or selecting a value from the list
ar: المربع المنسدل هو مزيج من قائمة منسدلة ومربع نصي قابل للتحرير بسطر واحد. يمكن اختيار الفئات إما عن طريق كتابة قيمة أو جزء منها أو اختيار قيمة من القائمة
cs: Pole se seznamem je kombinace rozevíracího seznamu a jednořádkového textového pole. Kategorie lze vybrat buď zadáním hodnoty nebo její části, nebo výběrem hodnoty ze seznamu
fr: Une boîte combo est une combinaison d'une liste déroulante et d'une zone de texte éditable à une seule ligne. Les catégories peuvent être sélectionnées soit en tapant une valeur ou une partie de celle-ci, soit en sélectionnant une valeur dans la liste
pt: Uma combo-box é uma combinação de uma lista suspensa e uma caixa de texto editável de uma linha. As categorias podem ser selecionadas digitando um valor ou parte dele ou selecionando um valor da lista
ro: "Combo-box" este o combinație între o listă derulantă și o casetă text editabilă cu o singură linie. Categoriile pot fi selectate fie prin tastarea unei valori sau a unei părți din valoare, fie prin selectarea unei valori din listă
ru: Комбобокс - это комбинация выпадающего списка и однострочного текстового поля. Категории могут быть выбраны либо непостредственно из списка, либо набором значиния в поле
sq: Kutia e kombinuar është kombinimi i një liste zbritëse dhe një kutie me një rresht me mundësi redaktimi. Kategoritë mund të përzgjidhen ose duke vendosur një vlerë apo pjesë të saj, ose duke përzgjedhur një vlerë nga lista
uk: Комбіноване поле - це комбінація випадаючого списку та однорядкового редагованого текстового поля. Категорії можна вибрати, ввівши значення або його частину, або вибравши значення зі списку
zh: 一个组合框是一个下拉列表和一个单横可编辑的文本框的组合。选项可手动输入，也可以在列表中选定某个值

# HelpQuestionnaireVarible
source: Questionnaire variable is used as prefix in forming names for the export files. Variable names and roster IDs may be from {{minLength}} to {{maxLength}} characters long and must contain only following characters: a-z, A-Z, _, or 0-9. The first character cannot be 0-9 or _ and the last one cannot be _.
ar: يستخدم متغير الاستبيان كبادئة في تشكيل أسماء ملفات التصدير. يمكن أن تتراوح أسماء المتغيرات ومعرفات القوائم من {{minLength}} إلى {{maxLength}} حرفًا ويجب أن تحتوي فقط على الأحرف التالية: a-z، A-Z، _، أو 0-9. لا يمكن أن يكون الحرف الأول 0-9 أو _ ولا يمكن أن يكون الأخير _.
cs: Proměnná dotazníku se používá jako předpona při vytváření názvů pro exportní soubory. Názvy proměnných a ID soupisek mohou mít délku od {{minLength}} do {{maxLength}} znaků a musí obsahovat pouze následující znaky: a-z, A-Z, _ nebo 0-9. První znak nemůže být 0-9 nebo _ a poslední nemůže být _.
fr: La variable du questionnaire est utilisée comme préfixe pour former les noms des fichiers d'exportation. Les noms de variables et les identifiants de roster peuvent comporter de {{minLength}} à {{maxLength}} caractères et ne doivent contenir que les caractères suivants : a-z, A-Z, _, ou 0-9. Le premier caractère ne peut pas être 0-9 ou _ et le dernier ne peut pas être _.
pt: A variável do questionário é usada como prefixo na formação de nomes para os arquivos de exportação. Os nomes das variáveis e os IDs das listas podem ter de {{minLength}} a {{maxLength}} caracteres e devem conter apenas os seguintes caracteres: a-z, A-Z, _, ou 0-9. O primeiro caractere não pode ser 0-9 ou _ e o último não pode ser _.
ro: Variabila chestionarului este utilizată ca prefix în formarea numelor pentru fișierele de export. Numele variabilelor și ID-urile listei pot avea de la {{minLength}} la {{maxLength}} caractere și trebuie să conțină numai următoarele caractere: a-z, A-Z, _ sau 0-9. Primul caracter nu poate fi 0-9 sau _ și ultimul nu poate fi _.
ru: Переменная опросника используется как префикс для формирования имени экспортных файлов. Имена переменных и ростеров могут быть от {{minLength}} до {{maxLength}} символов и должны содержать только следующие символы: a-z, A-Z, _, или 0-9. Первый символ не может быть 0-9 или _ и последний символ не может быть _.
sq: Variabli i pyetësorit përdoret si parashtesë në formimin e emrave për skedarët që do të eksportohen. Emrat variabël dhe identifikuesit e rosterit mund të jenë të gjata nga {{minLength}} në {{maxLength}} karaktere dhe duhet të përmbajnë vetëm këto karaktere: a-z, A-Z, _, or 0-9. Karakteri i parë nuk mund të jetë 0-9 ose _ dhe i fundit nuk mund të jetë _.
uk: Змінна анкети використовується як префікс при формуванні імен для експортних файлів. Імена змінних та ідентифікатори ростеру можуть мати довжину від {{minLength}} до {{maxLength}} символів і повинні містити лише такі символи: a-z, A-Z, _ або 0-9. Перший символ не може бути 0-9 або _, а останній не може бути _..
zh: 问卷变量被当成导出数据问卷名字的前缀。变量名称和二维表ID的长度为 {{minLength}} - {{maxLength}} 个字符，且只能包含如下字符： a-z，A-Z， _， 或者 0-9。第一个字符不能是 0-9 或 _ 且最后一个字符不能是_。

# DeleteCommentConfirm
source: Are you sure you want to delete comment?
ar: هل أنت متأكد أنك تريد حذف التعليق؟
cs: Opravdu chcete odstranit komentář?
fr: Êtes-vous sûr de vouloir supprimer le commentaire ?
pt: Tem certeza de que deseja excluir o comentário?
ro: Sigur doriți să ștergeți comentariul?
ru: Вы уверены, что хотите удалить комментарий?
sq: Jeni të sigurt që dëshironi të fshini komentin?
uk: Ви впевнені, що хочете видалити коментар?
zh: 您确定要删除评论？

# NotSupportedAttachment
source: Selected file is not supported as attachment
ar: الملف المحدد غير مدعوم كمرفق
cs: Vybraný soubor není podporován jako příloha
fr: Le fichier sélectionné n'est pas pris en charge en tant que pièce jointe
pt: O arquivo selecionado não é suportado como anexo
ro: Fișierul selectat nu este acceptat ca atașament
ru: Выбранный файл не поддерживается во вложениях
sq: Skedari i zgjedhur nuk mbështetet si bashkëlidhje
uk: Вибраний файл не підтримується як вкладення
zh: 选中的问卷不是被支持的附件类型

# SettingsHideIfDisabled
source: Hide element when it is disabled
ar: إخفاء العنصر عند تعطيله
cs: Skrýt prvek, když je zakázán
fr: Masquer l'élément lorsqu'il est désactivé
pt: Ocultar elemento quando estiver desativado
ro: Ascunde elementul când este dezactivat
ru: Скрывать элемент когда он выключен
sq: Fshih elementin kur është i çaktivizuar
uk: Приховати елемент, коли його вимкнено
zh: 隐藏那些不启用的元素

# HideIfDisabledNested
source: Nested from questionnaire
ar: متداخل من الاستبيان
cs: Vnořeno z dotazníku
fr: Imbriqué dans le questionnaire
pt: Aninhado do questionário
ro: Nivel ierarhic inferior din chestionar
ru: Унаследовано от опросника
sq: Përsëritur nga pyetësori
uk: Вкладені з анкети
zh: 由问卷进行嵌套

source: Add
ar: إضافة
cs: Přidat
fr: Ajouter
pt: Adicionar
ro: Adaugă
ru: Добавить
sq: Shto
uk: Додати

source: All classifications
ar: جميع التصنيفات
cs: Všechny klasifikace
fr: Toutes les classifications
pt: Todas as classificações
ro: Toate clasificările
ru: Все классификации
sq: Të gjitha klasifikimet
uk: Всі класифікації

# ClassificationShowCategories
source: Show categories
ar: إظهار الفئات
cs: Zobrazit kategorie
fr: Afficher les catégories
pt: Mostrar categorias
ro: Afișați variantele de răspuns
ru: Показать категории
sq: Shfaq kategoritë
uk: Показати категорії

# ClassificationsTitle
source: Question Bank. Classifications
ar: بنك الأسئلة. التصنيفات
cs: Otázka banka. Klasifikace
fr: Banque de questions. Classifications
pt: Banco de Perguntas. Classificações
ro: Lista de înterbări. Clasificări
ru: Банк вопросов. Классификации
sq: Baza e pyetjeve. Klasifikimet
uk: Банк запитань. Класифікації

# QuestionAddClassification
source: Search for classification
ar: البحث عن تصنيف
cs: Vyhledat klasifikaci
fr: Rechercher une classification
pt: Pesquisar classificação
ro: Căutați clasificare
ru: Найти классификацию
sq: Kërko klasifikimin
uk: Пошук класифікації

source: Search classification
ar: البحث عن تصنيف
cs: Klasifikace vyhledávání
fr: Rechercher une classification
pt: Pesquisar classificação
ro: Căutare clasificare
ru: Найти классификацию
sq: Kërko klasifikimin
uk: Класифікація пошуку

# ReplaceOptionsConfirmation
source: Are you sure you want to replace existing categories for question "{{trimmedTitle}}"?
ar: هل أنت متأكد أنك تريد استبدال الفئات الحالية للسؤال "{{trimmedTitle}}"؟
cs: Opravdu chcete nahradit existující kategorie pro otázku "{{trimmedTitle}}"?
fr: Êtes-vous sûr de vouloir remplacer les catégories existantes pour la question "{{trimmedTitle}}" ?
pt: Tem certeza de que deseja substituir as categorias existentes para a pergunta "{{trimmedTitle}}"?
ro: Sigur doriți să înlocuiți variante de răspuns existente pentru întrebarea „{{trimmedTitle}}”?
ru: Вы уверены, что хотите заменить существующие категории в вопросе "{{trimmedTitle}}"?
sq: Jeni të sigurt që doni të zëvendësoni kategoritë ekzistuese për pyetjen "{{trimmedTitle}}"?
uk: Ви впевнені, що хочете замінити існуючі категорії для питання "{{trimmedTitle}}"?

# OnlyFirstOptionsWillBeTakenConfirmation
source: Only the first {{count}} categories will be taken for question "{{trimmedTitle}}"?
ar: سيتم أخذ أول {{count}} فئات فقط للسؤال "{{trimmedTitle}}"؟
cs: Pouze první {{count}} kategorie budou brány pro otázku "{{trimmedTitle}}"?
fr: Seules les premières {{count}} catégories seront prises pour la question "{{trimmedTitle}}" ?
pt: Apenas as primeiras {{count}} categorias serão consideradas para a pergunta "{{trimmedTitle}}"?
ro: Doar primele {{count}} categorii vor fi folosite pentru întrebarea „{{trimmedTitle}}”?
ru: Только первые {{count}} категорий будут вставлены в вопрос "{{trimmedTitle}}"?
sq: Vetëm {{count}} kategoritë e para do të merren për pyetjen "{{trimmedTitle}}"?
uk: Для питання "{{trimmedTitle}}" будуть взяті тільки перші категорії {{count}}.?

source: My classifications
ar: تصنيفاتي
cs: Moje klasifikace
fr: Mes classifications
pt: Minhas classificações
ro: Clasificările mele
ru: Мои классификации
sq: Klasifikimet e mia
uk: Мої класифікації

# ClassificationAdd
source: Add classification
ar: إضافة تصنيف
cs: Přidat klasifikaci
fr: Ajouter une classification
pt: Adicionar classificação
ro: Adăugați clasificare
ru: Добавить классификацию
sq: Shto klasifikim
uk: Додати класифікацію

# ClassificationAddGroup
source: Add group
ar: إضافة مجموعة
cs: Přidat skupinu
fr: Ajouter un groupe
pt: Adicionar grupo
ro: Adăugare grup
ru: Добавить группу
sq: Shto grup
uk: Додати групу

# ClassificationGroupBreadcrumbs
source: Groups
ar: المجموعات
cs: Skupiny
fr: Groupes
pt: Grupos
ro: Grupuri
ru: Группы
sq: Grupet
uk: Групи

# ClassificationGroupTitle
source: Group title
ar: عنوان المجموعة
cs: Název skupiny
fr: Titre du groupe
pt: Título do grupo
ro: Titlul grupului
ru: Заголовок группы
sq: Titulli i grupit
uk: Назва групи

# ClassificationsStringOptionsEditorPlaceholder
source: Enter categories
ar: أدخل الفئات
cs: Zadejte kategorie
fr: Entrer les catégories
pt: Insira categorias
ro: Introduceți variante de răspuns
ru: Введите категории
sq: Vendos kategoritë
uk: Введіть категорії

source: Classification title
ar: عنوان التصنيف
cs: Název klasifikace
fr: Titre de la classification
pt: Título da classificação
ro: Titlul clasificării
ru: Название категории
sq: Titulli i klasifikimit
uk: Назва класифікації

source: Search for question
ar: البحث عن سؤال
cs: Vyhledat dotaz
fr: Rechercher une question
pt: Pesquisar pergunta
ro: Căutare întrebare
ru: Поиск вопроса
sq: Kërko pyetjen
uk: Пошук питання

source: All folders
ar: جميع المجلدات
cs: Všechny složky
fr: Tous les dossiers
pt: Todas as pastas
ro: Toate folderele
ru: Все папки
sq: Të gjitha dosjet
uk: Всі папки

# SearchQuestionPlaceholder
source: Search for a question
ar: البحث عن سؤال
cs: Vyhledat dotaz
fr: Rechercher une question
pt: Pesquisar uma pergunta
ro: Căutați o întrebare
ru: Поиск вопроса
sq: Kërkim për një pyetje
uk: Пошук питання

# QuestionsSearchTitle
source: Question Bank
ar: بنك الأسئلة
cs: Banka otázek
fr: Banque de questions
pt: Banco de Perguntas
ro: Banca de întrebări
ru: Банк вопросов
sq: Baza e pyetjeve
uk: Банк запитань

# QuestionsSearchEntities
source: search results
ar: نتائج البحث
cs: Výsledky hledání
fr: résultats de recherche
pt: resultados da pesquisa
ro: rezultatele cautarii
ru: элементов
sq: kërko rezultatet
uk: результати пошуку

# ClassificationsSearchEntities
source: classifications
ar: التصنيفات
cs: klasifikace
pt: classificações
ro: clasificări
ru: классификаций
sq: klasifikimet
uk: класифікації

# ShowAsList
source: Show as a list of categories
ar: عرض كقائمة فئات
cs: Zobrazit jako seznam kategorií
fr: Afficher comme une liste de catégories
pt: Mostrar como uma lista de categorias
ro: Afișează ca listă de categorii
ru: Отображать списком
sq: Shfaq listën e kategorive
uk: Показати як список категорій

# QuestionShowListLimit
source: If not more than
ar: إذا لم يكن أكثر من
cs: Pokud ne více než
fr: Si pas plus de
pt: Se não mais que
ro: Dacă nu mai mult de
ru: Если не больше чем
sq: Nëse nuk është më shumë se
uk: Якщо не більше

# RosterDisplayMode_SubSection
source: Sub-Section
ar: القسم الفرعي
cs: Pododdíl
fr: Sous-section
pt: Subseção
ro: Sub-secțiune
ru: Подсекция
uk: Підрозділ

# RosterDisplayMode_Flat
source: Flat
ar: مسطح
cs: Byt
fr: Plat
pt: Plano
ro: Plat
ru: Плоский
uk: Плоский

# RosterDisplayMode_Table
source: Table
ar: جدول
cs: Stůl
pt: Tabela
ro: Tabel
ru: Табличный
uk: Таблиця

# RosterDisplayMode_Matrix
source: Matrix
ar: مصفوفة
cs: Matice
fr: Matrice
pt: Matriz
ro: Matrice
ru: Матричный
uk: Матриця

# RosterDisplayMode
source: Display mode:
ar: وضع العرض:
cs: Režim zobrazení:
fr: Mode d'affichage :
pt: Modo de exibição:
ro: Modul de afișare:
ru: Режим отображения:
uk: Режим відображення:

source: Are You sure?
ar: هل أنت متأكد؟
cs: Opravdu?
fr: Êtes-vous sûr ?
pt: Você tem certeza?
ro: Sunteți sigur?
ru: Вы уверены?
uk: Ви впевнені?

# MakeOwnerConfirmationMessage
source: If you transfer ownership, the new owner will be notified. You may no longer be able to change ownership settings, and the new owner may also remove your access.
ar: إذا قمت بنقل الملكية، سيتم إخطار المالك الجديد. قد لا تتمكن من تغيير إعدادات الملكية، وقد يقوم المالك الجديد أيضًا بإزالة وصولك.
cs: Pokud převedete vlastnictví, bude nový vlastník upozorněn. Je možné, že již nebudete moci změnit nastavení vlastnictví a nový vlastník vám také může odebrat přístup.
fr: Si vous transférez la propriété, le nouveau propriétaire sera notifié. Vous ne pourrez peut-être plus modifier les paramètres de propriété, et le nouveau propriétaire pourra également supprimer votre accès.
pt: Se você transferir a propriedade, o novo proprietário será notificado. Você pode não conseguir mais alterar as configurações de propriedade, e o novo proprietário também pode remover seu acesso.
ro: Dacă transferați chestionarul, noul proprietar va primi o informare. Este posibil să nu mai puteți modifica setările de proprietate, iar noul proprietar vă poate elimina accesul.
ru: Если вы передадите владение опросником, новый владелец получит уведомление. Вы больше не сможете управлять настройками как владелец опросника, а новый владелец сможет забрать у Вас права на редактирование этого опросника
uk: Якщо ви передасте право власності, новий власник отримає відповідне повідомлення. Можливо, ви більше не зможете змінювати налаштування прав власності, а новий власник також може забрати ваш доступ.

# SettingsMakeOwner
source: Make owner
ar: تعيين كمالك
cs: Učinit vlastníka
fr: Définir comme propriétaire
pt: Tornar proprietário
ro: Faceți proprietar
ru: Передать ответственность
uk: Зробити власником

source: Yes
ar: نعم
cs: Ano
fr: Oui
pt: Sim
ro: Da
ru: Да
uk: Так

source: Run
ar: تشغيل
cs: Běžet
fr: Exécuter
pt: Executar
ro: Execută
ru: Выполнить
uk: Запустити

source: View
ar: عرض
cs: Pohled
fr: Voir
pt: Visualizar
ro: Vizualizare
ru: Просмотреть
uk: Вигляд

# ScenarioDetails
source: Scenario
ar: سيناريو
cs: Scénář
fr: Scénario
pt: Cenário
ro: Scenariu
ru: Сценарий
uk: Сценарій

source: Download PDF
ar: تنزيل PDF
cs: Stáhnout PDF
fr: Télécharger PDF
pt: Baixar PDF
ro: Descărcați PDF
ru: Скачать PDF
uk: Завантажити PDF
zh: 下载PDF版本

source: Generate pdf
ar: إنشاء PDF
cs: Generovat pdf
fr: Générer PDF
pt: Gerar PDF
ro: Generează PDF
ru: Сгенерировать pdf
uk: Згенерувати PDF
zh: 生成PDF文件

# ChooseLanguageTitle
source: Please choose translation
ar: يرجى اختيار الترجمة
cs: Zvolte prosím překlad
fr: Veuillez choisir la traduction
pt: Por favor, escolha a tradução
ro: Vă rugăm să alegeți traducerea
ru: Пожалуйста, выберите перевод
uk: Будь ласка, оберіть переклад
zh: 请选择渲染PDF问卷模板的语言

source: Initializing
ar: جارٍ التهيئة
cs: Spouštějící
fr: Initialisation
pt: Inicializando
ro: Inițializare
ru: Инициализация
uk: Ініціалізація
zh: 初始化

# RetryExportPDF
source: Retry export as PDF
ar: إعادة محاولة التصدير كـ PDF
cs: Opakujte export ve formátu PDF
fr: Réessayer l'exportation en PDF
pt: Tentar exportar como PDF novamente
ro: Reîncercați exportul în format PDF
ru: Повторить экспорт в PDF
uk: Повторити спробу експорту в PDF
zh: 重新导出为PDF

# Translation_Original
source: Original
ar: الأصلية
cs: Původní
ru: Оригинальный
uk: Оригінал
zh: 初始的

# Preview
source: Preview revision #{{revision}}
ar: معاينة الإصدار #{{revision}}
cs: Náhled revize #{{revision}}
fr: Aperçu de la révision #{{revision}}
pt: Pré-visualizar revisão #{{revision}}
ro: Previzualizați versiunea nr. {{revision}}
ru: Просмотр ревизии №{{revision}}
uk: Попередній перегляд зміни #{{revision}}

# CustomRosterTitle
source: Custom title
ar: عنوان مخصص
cs: Vlastní název
fr: Titre personnalisé
pt: Título personalizado
ro: Titlu personalizat
ru: Переопределить имя
uk: Спеціальна назва

# HelpOptionValue
source: Numeric integer code of the category (not visible to the interviewer)
ar: رمز الفئة الرقمي (غير مرئي للمحاور)
cs: Číselný celočíselný kód kategorie (není viditelný pro tazatele)
fr: Code entier numérique de la catégorie (non visible pour l'enquêteur)
pt: Código numérico inteiro da categoria (não visível para o entrevistador)
ro: Codul numeric al variantei de răspuns (vizibil pentru anchetator)
ru: Целый числовой код для категории (не отображается интервьюеру)
uk: Числовий цілочисельний код категорії (невидимий для інтерв'юера)

# HelpOptionTitle
source: Text label for the category (visible to the interviewer)
ar: تسمية نصية للفئة (مرئية للمحاور)
cs: Textový štítek pro kategorii (viditelný pro tazatele)
fr: Étiquette de texte pour la catégorie (visible pour l'enquêteur)
pt: Rótulo de texto para a categoria (visível para o entrevistador)
ro: Etichetă text pentru varianta de răspuns (vizibilă pentru anchetator)
ru: Текстовое название категории (отображается интервьюеру)
uk: Текстова мітка для категорії (видима для інтерв'юера)

source: New item
ar: عنصر جديد
cs: Nová položka
fr: Nouvel élément
pt: Novo item
ro: Element nou
ru: Новый элемент
uk: Новий елемент

source: Edit item
ar: تحرير العنصر
cs: Upravit položku
fr: Modifier l'élément
pt: Editar item
ro: Editare element
ru: Редактирование элемента
uk: Редагувати елемент

# DeleteItemCofirm
source: Are you sure you want to delete this item?
ar: هل أنت متأكد أنك تريد حذف هذا العنصر؟
cs: Opravdu chcete odstranit tuto položku?
fr: Êtes-vous sûr de vouloir supprimer cet élément ?
pt: Você tem certeza de que deseja excluir este item?
ro: Sigur doriți să ștergeți acest element?
ru: Вы действительно хотите удалить этот элемент?
uk: Ви впевнені, що хочете видалити цей елемент?

source: Forum
ar: منتدى
cs: Fórum
pt: Fórum
ru: Форум
uk: Форум

source: Table view
ar: عرض الجدول
cs: Tabulkové zobrazení
fr: Vue en table
pt: Visualização em tabela
ro: Vizualizare în tabel
ru: Табличный вид
uk: Вигляд таблиці

# StringsView
source: Text view
ar: عرض النص
cs: Textové zobrazení
fr: Vue en texte
pt: Visualização de texto
ro: Vizualizare text
ru: Текстовый вид
uk: Текстовий перегляд

# ValidationIntValue
source: Value is too big
ar: القيمة كبيرة جدًا
cs: Hodnota je příliš velká
fr: La valeur est trop grande
pt: O valor é muito grande
ro: Valoarea este prea mare
ru: Слишком большое значение
uk: Занадто велике значення

source: Required field
ar: حقل مطلوب
cs: Povinné pole
fr: Champ requis
pt: Campo obrigatório
ro: Câmp necesar
ru: Обязательное поле
uk: Обов'язкове поле

source: File uploaded
ar: تم تحميل الملف
cs: Soubor byl nahrán
fr: Fichier téléchargé
pt: Arquivo enviado
ro: Fișier încărcat
ru: Файл загружен
uk: Файл завантажено

source: Data changes reverted
ar: تم التراجع عن تغييرات البيانات
cs: Změny dat vráceny zpět
fr: Modifications des données annulées
pt: Alterações de dados revertidas
ro: Schimbările de date au fost anulate
uk: Зміни даних скасовано

# OptionsSizeLimit
source: Maximum {{ max }} rows allowed
ar: الحد الأقصى {max_rows} صفوف مسموح بها
cs: Maximální povolený počet {max_rows} řádků
fr: Maximum {max_rows} lignes autorisées
pt: Máximo de {max_rows} linhas permitidas
ro: Maxim {max_rows} rânduri permise
ru: Максимально допустимо только {max_rows} строк
uk: Максимально дозволені {max_rows} рядків

# CommunicationError
source: Network error
ar: خطأ في الشبكة
cs: Chyba sítě
fr: Erreur réseau
pt: Erro de rede
ro: Eroare de rețea
ru: Ошибка сети
uk: Помилка мережі

# SideBarCategoriesAddNew
source: Add new category
ar: إضافة فئات جديدة
cs: Přidat novou kategorii
fr: Ajouter de nouvelles catégories
pt: Adicionar novas categorias
ro: Adăugare nouă categorie
ru: Добавить новую категорию
uk: Додати нову категорію

source: Row added
ar: تمت إضافة الصف
cs: Přidán řádek
fr: Ligne ajoutée
pt: Linha adicionada
ro: Rând adăugat
ru: Строка добавлена
uk: Додано рядок

# OptionsCascadingListError
source: You entered an invalid input. Each line should follow the format: "Title...ParentValue/Value". 'Value' and 'ParentValue' must be an integer number. Title must be an alpha-numeric string. No empty lines are allowed.
ar: لقد أدخلت إدخالًا غير صالح. يجب أن يتبع كل سطر التنسيق: "العنوان...قيمة الوالد/القيمة[...اسم المرفق]". يجب أن تكون "القيمة" و"قيمة الوالد" رقمًا صحيحًا. يجب أن يكون "العنوان" سلسلة أبجدية رقمية. "اسم المرفق" اختياري. لا يُسمح بوجود أسطر فارغة.
cs: Zadali jste neplatný vstup. Každý řádek by měl mít formát: "Název... ParentValue/Value[... Název přílohy]". 'Value' a 'ParentValue' musí být celé číslo. 'Název' musí být alfanumerický řetězec. "Název přílohy" je volitelný. Žádné prázdné řádky nejsou povoleny.
fr: Vous avez entré une entrée invalide. Chaque ligne doit suivre le format : "Titre...ValeurParente/Valeur[...Nom de la pièce jointe]". 'Valeur' et 'ValeurParente' doivent être des nombres entiers. 'Titre' doit être une chaîne alphanumérique. 'Nom de la pièce jointe' est facultatif. Aucune ligne vide n'est autorisée.
pt: Você inseriu uma entrada inválida. Cada linha deve seguir o formato: "Título...ValorPai/Valor[...Nome do anexo]". 'Valor' e 'ValorPai' devem ser números inteiros. 'Título' deve ser uma string alfanumérica. 'Nome do anexo' é opcional. Não são permitidas linhas vazias.
ro: Ați introdus ceva nevalid. Fiecare linie trebuie să urmeze formatul: "Title...ParentValue/Value". "Value" și "ParentValue" trebuie să fie un număr întreg. Titlul trebuie să fie un șir alfa-numeric. Nu sunt permise linii goale.
ru: Ввод не верен. Каждая строка должна следовать следующему формату: "Текст...Родительское/ Значение". 'Текст' должен содержать символы или цифры. 'Значение' должно быть целочисленным. Пустые строки не разрешены.
uk: Ви ввели невірні дані. Кожен рядок повинен відповідати формату: "Заголовок...Батьківське значення/Значення[...Назва вкладення]". "Значення" і "Батьківське значення" повинні бути цілими числами. "Назва" має бути буквено-цифровим рядком. "Ім'я вкладення" не є обов'язковим. Порожні рядки не допускаються.

source: Show Parent values
ar: عرض قيم الوالد
cs: Zobrazit nadřazené hodnoty
fr: Afficher les valeurs parentes
pt: Mostrar valores dos pais
ro: Afișare valori Parent
ru: Показать родительские значения
uk: Показати батьківські значення
