Repository: surveysolutions/surveysolutions
Catalog: src/UI/WB.UI.Designer/Resources/QuestionnaireEditor.*.resx
Languages: ar, cs, fr, pt, ro, ru, sq, uk, zh

# QuestionOneToFiftyAllowed
source: Integers between 1 and 50 are allowed
ar: يسمح بالأعداد الصحيحة بين 1 و50
cs: Celá čísla mezi 1 a 50 jsou povolena
fr: Les entiers entre 1 et 50 sont autorisés
pt: São permitidos inteiros entre 1 e 50
ro: Sunt permise numere întregi între 1 și 50
ru: Разрешены целые числа между 1 и 50
sq: Lejohen numrat e plotë midis 1 dhe 50
uk: Допускаються цілі числа від 1 до 50

# QuestionOptionsCut
source: Question was marked as "Combo box" or "Cascading combo box" while uploading question's details and contained too many categories, their number was reduced up to {{count}}
ar: تم تحديد السؤال كـ "صندوق تحرير" أو "صندوق تحرير متسلسل" أثناء تحميل تفاصيل السؤال واحتوى على العديد من الفئات، تم تقليل عددها إلى {{count}}
cs: Otázka byla označena jako "Combo box" nebo "Cascading combo box" při nahrávání podrobností o otázce a obsahovala příliš mnoho kategorií, jejich počet byl snížen až na {{count}}
fr: La question a été marquée comme "Boîte combo" ou "Boîte combo en cascade" lors du téléchargement des détails de la question et contenait trop de catégories, leur nombre a été réduit à {{count}}
pt: A pergunta foi marcada como "Caixa de combinação" ou "Caixa de combinação em cascata" ao carregar os detalhes da pergunta e continha muitas categorias, seu número foi reduzido para até {{count}}
ro: Întrebarea a fost marcată ca „Combo-box” sau „Combo-box legată” în timpul încărcării detaliilor întrebării și conținea prea multe variante de răspuns, numărul acestora a fost redus până la {{count}}
ru: Вопрос был отмечен как "Поле со списком" или "Каскадное поле со списком" во время сохранения и содержал больше категорий, чем разрешено, их количество было уменьшено до {{count}}
sq: Pyetja u shënjua si "Kutia e kombinuar" ose "Kuti e kombinuar kaskadë” gjatë ngarkimit të hollësive të pyetjes dhe përmbante shumë kategori, numri i tyre u ul deri në {{count}}
uk: Питання було позначене як "Комбіноване запитання" або "Каскадне комбіноване запитання" під час завантаження даних про питання і містило занадто багато категорій, їх кількість було зменшено до {{count}}.
zh: 如果一问题已经被标记为“复选框型”或“级联复选框型”，且正在上传的问题的细节包含多个选项，那么这个问题的值将最多被减掉{{count}}

# QuestionOrdered
source: Record answer order
ar: تسجيل ترتيب الإجابة
cs: Záznam pořadí odpovědí
fr: Enregistrer l'ordre des réponses
pt: Registrar ordem de resposta
ro: Înregistrați ordinea de răspuns
ru: Сохранять порядок ответов
sq: Regjistro rendin e përgjigjeve
uk: Записати порядок відповідей
zh: 记录答题的顺序

# QuestionPattern
source: Pattern
ar: نمط
cs: Vzor
fr: Modèle
pt: Padrão
ro: Model
ru: Маска
sq: Model
uk: Візерунок
zh: 式样

# QuestionUploadOptions
source: Upload new categories
ar: تحميل فئات جديدة
cs: Nahrát nové kategorie
fr: Télécharger de nouvelles catégories
pt: Carregar novas categorias
ro: Încărcați noi categorii
ru: Загрузить категории
sq: Ngarko kategori të reja
uk: Завантажити нові категорії
zh: 上传新选项

# QuestionUseSeparator
source: Use 1000 separator
ar: استخدم فاصل الألف
cs: Použijte oddělovač 1000
fr: Utiliser le séparateur de milliers
pt: Usar separador de milhar
ro: Folosiți separatorul miilor
ru: Использовать 1000 разделитель
sq: Përdor ndarësin 1000
uk: Використовуйте сепаратор 1000
zh: 使用千位符

# QuestionYesNoMode
source: Yes/No buttons
ar: أزرار نعم/لا
cs: Tlačítka Ano/Ne
fr: Boutons Oui/Non
pt: Botões Sim/Não
ro: Butoane Da / Nu
ru: Да/Нет режим
sq: Butonat Po/Jo
uk: Кнопки Так/Ні
zh: 是/否 模式

source: Search
ar: بحث
cs: Hledání
fr: Rechercher
pt: Pesquisar
ro: Căutare
ru: Поиск
sq: Kërko
uk: Пошук
zh: 查找

source: Filter
ar: فلتر
cs: Filtr
fr: Filtrer
pt: Filtrar
ro: Filtru
ru: Фильтр
uk: Фільтр

source: Select parent question
ar: اختر السؤال الأب
cs: Vyberte rodičovskou otázku
fr: Sélectionner la question parente
pt: Selecionar pergunta pai
ro: Selectează întrebarea de la nivelul ierarhic superior
ru: Выберите родительский вопрос
sq: Zgjidh pyetjen mëmë
uk: Виберіть батьківське питання
zh: 选择上级问题。

# SelectParentQuestionError
source: You must select the parent question
ar: يجب عليك اختيار السؤال الأب
cs: Musíte vybrat rodičovskou otázku
fr: Vous devez sélectionner la question parente
pt: Você deve selecionar a pergunta pai
ro: Trebuie selectată întrebarea de la nivelul ierarhic superior
ru: Необходимо выбрать родительский вопрос
sq: Ju duhet të zgjidhni pyetjen kryesore
uk: Ви повинні вибрати батьківське питання
zh: 您必须选择上级问题。

source: User defined categories
ar: الفئات المعرفة من قبل المستخدم
cs: Uživatelem definované kategorie
fr: Catégories définies par l'utilisateur
pt: Categorias definidas pelo usuário
ro: Categorii definite de utilizator
ru: Категории определенные пользователем
uk: Категорії, визначені користувачем

source: Reusable categories
ar: الفئات القابلة لإعادة الاستخدام
cs: Opakovaně použitelné kategorie
fr: Catégories réutilisables
pt: Categorias reutilizáveis
ro: Variante de răspuns reutilizabile
ru: Из списка категорий
uk: Багаторазові категорії

source: Source of categories
ar: مصدر الفئات
cs: Zdroj kategorií
fr: Source des catégories
pt: Fonte das categorias
ro: Sursa variantelor de răspuns
ru: Источник категорий
uk: Джерело категорій

# RostersQuestion
source: List question or question from roster group
ar: سؤال القائمة أو سؤال من مجموعة الروستر
cs: Vypsat otázku nebo otázku ze skupiny soupisek
fr: Question de liste ou question du groupe de roster
pt: Pergunta da lista ou pergunta do grupo de listas
ro: Listați întrebarea (dintr-o listă dacă este cazul)
ru: Список или вопрос из ростера
uk: Перелічіть питання або питання з ростеру

# QuestionRadioButtonList
source: Radio button list
ar: قائمة أزرار الراديو
cs: Seznam přepínačů
fr: Liste de boutons radio
pt: Lista de botões de rádio
ro: Listă cu butoane
ru: Переключатели
uk: Список перемикачів

# SettingsInvite
source: Invite
ar: دعوة
cs: Pozvat
fr: Inviter
pt: Convidar
ro: Invitație
ru: Пригласить
sq: Fto
uk: Запросити
zh: 邀请

# SettingsProvideExistingEmail
source: Provide email or login of existing user
ar: تقديم البريد الإلكتروني أو تسجيل الدخول للمستخدم الحالي
cs: Poskytnutí e-mailu nebo přihlášení stávajícího uživatele
fr: Fournir l'email ou le login de l'utilisateur existant
pt: Forneça o e-mail ou login de um usuário existente
ro: Furnizați e-mailul sau autentificarea unui utilizator existent
ru: Укажите email зарегистрированного пользователя
sq: Vendos email-in ose emrin e regjistrimit të përdoruesit ekzistues
uk: Вкажіть електронну пошту або логін існуючого користувача
zh: 提供email或者已有的用户

# SettingsProvideValidEmail
source: Provide a valid email
ar: تقديم بريد إلكتروني صالح
cs: Zadejte platný e-mail
fr: Fournir un email valide
pt: Forneça um e-mail válido
ro: Furnizați un e-mail valid
ru: Укажите правильный email
sq: Vendos një email të vlefshëm
uk: Вкажіть адресу електронної пошти
zh: 提供一个有效的email

source: Static text
ar: نص ثابت
cs: Statický text
fr: Texte statique
pt: Texto estático
ro: Text static
ru: Статический текст
sq: Tekst statik
uk: Статичний текст
zh: 静态文本

# StaticTextAttachmentName
source: Attachment name
ar: اسم المرفق
cs: Název přílohy
fr: Nom de la pièce jointe
pt: Nome do anexo
ro: Numele atașamentului
ru: Имя вложения
sq: Emërtimi i bashkëlidhjes
uk: Назва вкладення
zh: 附件名称

source: Toggle Search
ar: تبديل البحث
cs: Přepnout vyhledávání
fr: Basculer la recherche
pt: Alternar pesquisa
ro: Comutați căutarea
ru: Переключить поиск
sq: Ndrysho kërkimin
uk: Переключити пошук
zh: 切换查找

# TreeAddQuestion
source: Add question
ar: إضافة سؤال
cs: Přidat otázku
fr: Ajouter une question
pt: Adicionar pergunta
ro: Adăugați o întrebare
ru: Добавить вопрос
sq: Shto pyetje
uk: Додати питання
zh: 添加问题

# TreeAddQuestionAfter
source: Add question after
ar: إضافة سؤال بعد
cs: Přidat otázku po
fr: Ajouter une question après
pt: Adicionar pergunta depois
ro: Adăugați o întrebare după
ru: Добавить вопрос после
sq: Shto pyetje pas
uk: Додайте запитання після
zh: 在后面添加问题

# TreeAddRoster
source: Add roster
ar: إضافة روستر
cs: Přidat soupisku
fr: Ajouter une liste
pt: Adicionar lista
ro: Adăugați o listă
ru: Добавить ростер
sq: Shto roster
uk: Додати список
zh: 添加二维表

# TreeAddRosterAfter
source: Add roster after
ar: إضافة روستر بعد
cs: Přidat soupisku po
fr: Ajouter une liste après
pt: Adicionar lista depois
ro: Adăugați o listă după
ru: Добавить ростер после
sq: Shto roster pas
uk: Додайте ростер після
zh: 在后面添加二维表

# TreeAddSection
source: Add sub-section
ar: إضافة قسم فرعي
cs: Přidat podsekci
fr: Ajouter une sous-section
pt: Adicionar subseção
ro: Adăugați o subsecțiune
ru: Добавить подсекцию
sq: Shto nënrubrikë
uk: Додати підрозділ
zh: 添加问卷问卷子块

# TreeAddSectionAfter
source: Add sub-section after
ar: إضافة قسم فرعي بعد
cs: Přidat pododdíl za
fr: Ajouter une sous-section après
pt: Adicionar subseção depois
ro: Adăugați o subsecțiune după
ru: Добавить подсекцию после
sq: Shto nënrubrikë pas
uk: Додайте підрозділ після
zh: 在后面添加问卷问卷子块

# TreeAddStaticText
source: Add static text
ar: إضافة نص ثابت
cs: Přidání statického textu
fr: Ajouter un texte statique
pt: Adicionar texto estático
ro: Adăugați un text static
ru: Добавить статический текст
sq: Shto tekst statik
uk: Додавання статичного тексту
zh: 添加静态文本

# TreeAddStaticTextAfter
source: Add static text after
ar: إضافة نص ثابت بعد
cs: Přidání statického textu za
fr: Ajouter un texte statique après
pt: Adicionar texto estático depois
ro: Adăugați un text static după
ru: Добавить статический текст после
sq: Shto tekst statik pas
uk: Додайте статичний текст після
zh: 在后面添加静态文本

# TreeAddVariable
source: Add variable
ar: إضافة متغير
cs: Přidat proměnnou
fr: Ajouter une variable
pt: Adicionar variável
ro: Adăugați o variabilă
ru: Добавить переменную
sq: Shto variabël
uk: Додати змінну
zh: 添加计算变量

# TreeAddVariableAfter
source: Add variable after
ar: إضافة متغير بعد
cs: Přidat proměnnou za
fr: Ajouter une variable après
pt: Adicionar variável depois
ro: Adăugați o variabilă după
ru: Добавить переменную после
sq: Shto variabël pas
uk: Додати змінну після
zh: 在后面添加计算变量

# TreeRoster
source: roster:
ar: روستر:
cs: rozpis služeb:
fr: liste :
pt: lista:
ro: listă:
ru: ростер:
uk: ростер:
zh: 二维表：

# VariableExpression
source: Expression
ar: تعبير
cs: Výraz
pt: Expressão
ro: Expresie
ru: Выражение
sq: Shprehje
uk: Вираження
zh: 表达式

source: Variable label
ar: تسمية المتغير
cs: Variabilní štítek
fr: Étiquette de variable
pt: Rótulo da variável
ro: Etichetă variabilă
ru: Тег
sq: Etiketë e variablit
uk: Змінна мітка
zh: 变量标签

source: Variable type
ar: نوع المتغير
cs: Typ proměnné
fr: Type de variable
pt: Tipo de variável
ro: Tipul variabilei
ru: Тип переменной
sq: Lloji i variablit
uk: Тип змінної
zh: 变量类型

# HelpConditionExpression
source: A logical expression that activates(deactivates) the current item depending on the answers on the other questions.
ar: تعبير منطقي ينشط (يعطل) العنصر الحالي بناءً على الإجابات على الأسئلة الأخرى.
cs: Logický výraz, který aktivuje (deaktivuje) aktuální položku v závislosti na odpovědích na ostatní otázky.
fr: Une expression logique qui active (désactive) l'élément actuel en fonction des réponses aux autres questions.
pt: Uma expressão lógica que ativa (desativa) o item atual dependendo das respostas às outras perguntas.
ro: O expresie logică care activează (dezactivează) elementul curent în funcție de răspunsurile la celelalte întrebări.
ru: Логическое выражение, которое включает (выключает) текущий объект в зависимости от ответов на другие вопросы.
sq: Një shprehje logjike që aktivizon (çaktivizon) zërin aktual, në varësi të përgjigjeve për pyetjet e tjera.
uk: Логічний вираз, який активує (деактивує) поточний елемент залежно від відповідей на інші питання.
zh: 一个激活（冻结）最近项目的逻辑表达式，基于其它问题的答案。

# HelpExpression
source: A logical expression that is calculated depending on the answers on the other questions.
ar: تعبير منطقي يتم حسابه بناءً على الإجابات على الأسئلة الأخرى.
cs: Logický výraz, který se vypočítá v závislosti na odpovědích na ostatní otázky.
fr: Une expression logique qui est calculée en fonction des réponses aux autres questions.
pt: Uma expressão lógica que é calculada dependendo das respostas às outras perguntas.
ro: O expresie logică care se calculează în funcție de răspunsurile de la celelalte întrebări.
ru: Логическое выражение, вычисляемое на основании ответов на другие вопросы.
sq: Një shprehje logjike që përllogaritet në varësi të përgjigjeve për pyetjet e tjera.
uk: Логічний вираз, який обчислюється залежно від відповідей на інші запитання.
zh: 一个被计算的逻辑表达式，基于其它问题的答案。

# HelpFixedTitles
source: Number of items determines the roster size. Each element of the list corresponds to a title of the roster row. Each element of the list should be placed on a separate line.
ar: عدد العناصر يحدد حجم القائمة. كل عنصر في القائمة يتوافق مع عنوان صف القائمة. يجب وضع كل عنصر في سطر منفصل.
cs: Počet položek určuje velikost soupisky. Každý prvek seznamu odpovídá názvu řádku soupisky. Každý prvek seznamu by měl být umístěn na samostatném řádku.
fr: Le nombre d'éléments détermine la taille de la liste. Chaque élément de la liste correspond à un titre de la ligne de la liste. Chaque élément de la liste doit être placé sur une ligne distincte.
pt: O número de itens determina o tamanho da lista. Cada elemento da lista corresponde a um título da linha da lista. Cada elemento da lista deve ser colocado em uma linha separada.
ro: Numărul de articole determină dimensiunea listei. Fiecare element al listei corespunde unui titlu al rândului listei. Fiecare element al listei trebuie plasat pe o linie separată.
ru: Количество элементов определяет размер ростера. Каждый элемент в списке соответствует названию строки ростера. Каждый элемент списка необходимо расположить на новой строке.
sq: Numri i objekteve përcakton madhësinë e rosterit. Secili element i listës përkon me një titull të rreshtit të rosterit. Çdo element i listës duhet vendosur në një rresht më vete.
uk: Кількість елементів визначає розмір списку. Кожен елемент списку відповідає заголовку рядка списку. Кожен елемент списку повинен бути розміщений в окремому рядку.
zh: 项目的个数决定了二维表的大小。各个列表的元素和一个二维表行的标题对应。 各个列表元素应该由一条线隔开。

# HelpHideIfDisabled
source: By default, a disabled item is grayed-out. Checking this option will hide a disabled question or section on a tablet.
ar: بشكل افتراضي، يتم تظليل العنصر المعطل. تحديد هذا الخيار سيخفي السؤال أو القسم المعطل على الجهاز اللوحي.
cs: Ve výchozím nastavení je zakázaná položka zobrazena šedě. Zaškrtnutím této možnosti skryjete zakázanou otázku nebo sekci na tabletu.
fr: Par défaut, un élément désactivé est grisé. Cocher cette option masquera une question ou une section désactivée sur une tablette.
pt: Por padrão, um item desativado é exibido em cinza. Marcar esta opção ocultará uma pergunta ou seção desativada em um tablet.
ro: În mod implicit, un element dezactivat este gri. Selectând această opțiune se va ascunde o întrebare sau o secțiune dezactivată pe o tabletă.
ru: По умолчанию, выключенный элемент видим на экране. Включение этой опции полностью скроет элемент с экрана, если он выключен.
sq: Me parazgjedhje, zëri i çaktivizuar zbehet me ngjyrë gri. Zgjedhja e këtij opsioni do të fshehë pyetjen ose rubrikën e çaktivizuar në tablet.
uk: За замовчуванням, вимкнений елемент позначено сірим кольором. Увімкнувши цю опцію, ви приховаєте вимкнене запитання або розділ.
zh: 默认地，一个不启用的项目显示为灰色。勾选这个选项将隐藏或不启动平板上某个问题或问卷模块。

# HelpRosterDisplayMode
source: Sub-Section - the questions of the roster are shown behind the buttons corresponding to roster instances. Flat - the questions of the roster are shown in the same level separated by headers corresponding to roster instances. Table - the questions of the roster are shown in the same level as rows and columns of the table. Matrix - a categorical question of the roster is displayed as matrix. Table and Matrix views are supported only in Web survey, tablet falls back to 'Sub-Section' mode.
ar: القسم الفرعي - يتم عرض أسئلة القائمة خلف الأزرار المقابلة لحالات القائمة. الوضع المسطح - يتم عرض أسئلة القائمة في نفس المستوى مفصولة بعناوين مقابلة لحالات القائمة. الجدول - يتم عرض أسئلة القائمة في نفس المستوى كصفوف وأعمدة الجدول. المصفوفة - يتم عرض سؤال تصنيفي للقائمة كمصفوفة. يتم دعم طرق العرض الجدول والمصفوفة فقط في الاستبيان عبر الويب، ويعود الجهاز اللوحي إلى وضع "القسم الفرعي".
cs: Podsekce - otázky soupisky jsou zobrazeny za tlačítky odpovídajícími instancím soupisky. Ploché - otázky soupisky jsou zobrazeny ve stejné úrovni oddělené záhlavími odpovídajícími instancím soupisek. Tabulka - otázky soupisky jsou zobrazeny ve stejné úrovni jako řádky a sloupce tabulky. Matice - kategorická otázka soupisky je zobrazena jako matice. Zobrazení tabulky a matice jsou podporována pouze ve webovém průzkumu, tablet přejde zpět do režimu "Podsekce".
fr: Sous-section - les questions de la liste sont affichées derrière les boutons correspondant aux instances de la liste. Mode plat - les questions de la liste sont affichées au même niveau séparées par des en-têtes correspondant aux instances de la liste. Table - les questions de la liste sont affichées au même niveau sous forme de lignes et de colonnes de la table. Matrice - une question catégorielle de la liste est affichée sous forme de matrice. Les vues Table et Matrice sont uniquement prises en charge dans l'enquête Web, la tablette revient au mode 'Sous-section'.
pt: Subseção - as perguntas da lista são exibidas atrás dos botões correspondentes às instâncias da lista. Plano - as perguntas da lista são exibidas no mesmo nível, separadas por cabeçalhos correspondentes às instâncias da lista. Tabela - as perguntas da lista são exibidas no mesmo nível como linhas e colunas da tabela. Matriz - uma pergunta categórica da lista é exibida como matriz. As visualizações de Tabela e Matriz são suportadas apenas na pesquisa Web, o tablet volta ao modo 'Subseção'.
ro: Sub-secțiune - întrebările listei sunt afișate în spatele butoanelor corespunzătoare instanțelor listei. Plat - întrebările listei sunt afișate la același nivel separat de antetele corespunzătoare instanțelor listei. Tabel - întrebările din listă sunt afișate la același nivel cu rândurile și coloanele tabelului. Matrice - o întrebare categorică a listei este afișată ca matrice. Vizualizările Tabel și Matrice sunt acceptate numai în sondajul web, pentru celelalte vizualizări, tableta folosește modul „Sub-secțiune”
ru: Подсекция - все вопросы ростера показываются за кнопкой экземпляра ростера. Плоский - вопросы ростера отображаются на том же уровне, разделенные заголовком соответсвующего экземпляра ростера. Табличный - вопросы ростера отображаются на том же уровне как строки и столбцы таблицы. Матричный - категориальный вопрос отображается в виде матрицы ответов. Табличный и Матричный виды работают только в Web режиме, на планшетах отображается в режиме "Подсекция"
uk: Підрозділ - питання ростеру відображаються за кнопками, що відповідають екземплярам ростеру. Розділ - питання ростеру відображаються на одному рівні, розділені заголовками, що відповідають екземплярам ростеру. Таблиця - питання ростеру відображаються на одному рівні, як рядки і стовпці таблиці. Матриця - категоричне питання списку відображається у вигляді матриці. Табличний і матричний режими підтримуються тільки у веб-опитуванні, планшет повертається в режим "Підрозділ.

# HelpHideInstructions
source: By default, an instruction text is shown on a tablet. Checking this option will show only the first line of instructions. Tapping on that line will show the complete text.
ar: بشكل افتراضي، يتم عرض نص التعليمات على الجهاز اللوحي. تحديد هذا الخيار سيعرض السطر الأول فقط من التعليمات. النقر على هذا السطر سيعرض النص الكامل.
cs: Ve výchozím nastavení se na tabletu zobrazí text pokynů. Zaškrtnutím této možnosti se zobrazí pouze první řádek pokynů. Klepnutím na tento řádek se zobrazí celý text.
fr: Par défaut, un texte d'instruction est affiché sur une tablette. Cocher cette option n'affichera que la première ligne des instructions. Appuyer sur cette ligne affichera le texte complet.
pt: Por padrão, um texto de instrução é exibido em um tablet. Marcar esta opção mostrará apenas a primeira linha das instruções. Tocar nessa linha mostrará o texto completo.
ro: În mod implicit pe tabletă este afișat un text de instrucțiuni. Seelctând această opțiune se va afișa doar prima linie de instrucțiuni. Dacă atingeți linia respectivă, se va afișa textul complet.
ru: По умолчанию, инструкция полностью отображается на устройстве. Включение данной опции будет показывать только первую строку инструкции. Нажатие на неё покажет полный текст.
sq: Me parazgjedhje, në tablet shfaqet një tekst me udhëzime. Zgjedhja e këtij opsioni do t’ju shfaqë vetëm rreshtin e parë të udhëzimeve. Nëse trokitni mbi rreshtin do të shfaqet i gjithë teksti.
uk: За замовчуванням відображається текст інструкції. Якщо позначити цю опцію, буде показано лише перший рядок інструкції. Якщо натиснути на цей рядок, буде показано повний текст.
zh: 默认地，说明性文本将在平板上显示，勾选这个选项将使得说明性文本显示第一行。点击第一行后将完整显示。

# HelpInstruction
source: Instruction text that will be attached to the question.
ar: نص التعليمات الذي سيتم إرفاقه بالسؤال.
cs: Text pokynů, který bude připojen k otázce.
fr: Texte d'instruction qui sera attaché à la question.
pt: Texto de instrução que será anexado à pergunta.
ro: Textul instrucțiunii care va fi atașat la întrebare.
ru: Текст инструкции, который будет показан рядом с текстом вопроса.
sq: Teksti me udhëzime që do t’i bashkëlidhet pyetjes.
uk: Текст інструкції, який буде прикріплений до запитання.
zh: 说明性文本将附加于此问题。

# HelpIsTimestamp
source: This option allows the user to stamp the current time on tablet
ar: يتيح هذا الخيار للمستخدم ختم الوقت الحالي على الجهاز اللوحي
cs: Tato volba umožňuje uživateli orazítkovat aktuální čas na tabletu
fr: Cette option permet à l'utilisateur de tamponner l'heure actuelle sur la tablette
pt: Esta opção permite ao usuário carimbar a hora atual no tablet
ro: Această opțiune permite utilizatorului să înregistreze ora curentă pe tabletă
ru: Эта опция позволяет пользователю записать текущее время на планшете.
sq: Ky opsion i jep mundësi përdoruesit të shënojë orën aktuale në tablet
uk: Ця опція дозволяє користувачеві проставляти поточний час
zh: 这个选项将允许用户将实时时间戳打在平板上。

# HelpDefaultDate
source: This date will be shown as started date for selection on a tablet
ar: سيتم عرض هذا التاريخ كتاريخ بدء للاختيار على الجهاز اللوحي
cs: Toto datum se zobrazí jako počáteční datum pro výběr na tabletu
fr: Cette date sera affichée comme date de début pour la sélection sur une tablette
pt: Esta data será exibida como data inicial para seleção em um tablet
ro: Această dată va fi afișată ca data de început pentru selectare pe o tabletă
ru: Эта дата будет показана как начальная дата для выбора на планшете
sq: Kjo datë do të shfaqet si data e fillimit për t’u përzgjedhur në tablet
uk: Ця дата буде показана як дата початку вибору на планшеті
zh: 次日起将在平板电脑上被展示为默认的日期

# HelpDoNotExport
source: Mark this variable to exclude it from export
ar: حدد هذا المتغير لاستبعاده من التصدير
cs: Označením této proměnné ji vyloučíte z exportu
fr: Marquer cette variable pour l'exclure de l'exportation
pt: Marque esta variável para excluí-la da exportação
ro: Marcați această variabilă pentru a o exclude de la exportare
ru: Не экспортировать значение этой переменной
uk: Позначте цю змінну, щоб виключити її з експорту

# VariableNoExport
source: Do not export
ar: لا تصدر
cs: Neexportovat
fr: Ne pas exporter
pt: Não exportar
ro: Nu se va exporta
ru: Не экспортировать
uk: Не експортувати
