Repository: surveysolutions/surveysolutions
Catalog: src/UI/WB.UI.Designer/Resources/QuestionnaireEditor.*.resx
Languages: ar, cs, fr, pt, ro, ru, sq, uk, zh

# SideBarCategoriesName
source: name of categories
ar: اسم الفئات
cs: Název kategorií
fr: nom des catégories
pt: nome das categorias
ro: numele variantelor de răspuns
ru: имя для списка категорий
uk: назва категорій

# SideBarTranslationsCounter
source: {{count}} Translation
ar: {{count}} ترجمة
cs: {{count}} Překlad
fr: {{count}} Traduction
pt: {{count}} Tradução
ro: {{count}} Traducere
ru: {{count}} Перевод
sq: {{count}} Përkthim
uk: {{count}} Переклад
zh: {{count}}个翻译

# SideBarCategoriesCounter
source: {{count}} Categories
ar: {{count}} فئات
cs: {{count}} Kategorie
fr: {{count}} Catégories
pt: {{count}} Categorias
ro: {{count}} Variante de răspuns
ru: {{count}} списков категорий
uk: {{count}} Категорії

# SideBarTranslationsCounter_plural
source: {{count}} Translations
ar: {{count}} ترجمات
cs: {{count}} Překlady
fr: {{count}} Traductions
pt: {{count}} Traduções
ro: {{count}} Traduceri
sq: {{count}} Përkthime
uk: {{count}} Переклади
zh: {{count}}个翻译

# SideBarTranslationsEmptyLine1
source: Use this tab to manage questionnaire translations.
ar: استخدم هذا التبويب لإدارة ترجمات الاستبيان.
cs: Tato karta slouží ke správě překladů dotazníků.
fr: Utilisez cet onglet pour gérer les traductions du questionnaire.
pt: Use esta aba para gerenciar traduções de questionários.
ro: Utilizați această filă pentru a gestiona traducerile chestionarului.
ru: Используйте вкладку для управления переводами.
sq: Përdor këtë tab për të menaxhuar përkthimet e pyetësorit.
uk: Використовуйте цю вкладку для керування перекладами анкет.
zh: 用这个tab 去管理问卷翻译。

# SideBarCategoriesEmptyLine1
source: Use this tab to manage reusable categories.
ar: استخدم هذا التبويب لإدارة الفئات القابلة لإعادة الاستخدام.
cs: Tato karta slouží ke správě opakovaně použitelných kategorií.
fr: Utilisez cet onglet pour gérer les catégories réutilisables.
pt: Use esta aba para gerenciar categorias reutilizáveis.
ro: Utilizați această filă pentru a gestiona variantele de răspuns reutilizabile.
ru: Используйте вкладку для управления списками категорий.
uk: Використовуйте цю вкладку для керування категоріями багаторазового використання.

# SideBarTranslationsEmptyLine2
source: You may download and update translations to different languages.
ar: يمكنك تنزيل وتحديث الترجمات إلى لغات مختلفة.
cs: Můžete si stáhnout a aktualizovat překlady do různých jazyků.
fr: Vous pouvez télécharger et mettre à jour les traductions dans différentes langues.
pt: Você pode baixar e atualizar traduções para diferentes idiomas.
ro: Puteți descărca și actualiza traduceri în diferite limbi.
ru: Вы можете скачать и обновить переводы на разные языки.
sq: Ju mund të shkarkoni dhe përditësoni përkthimet në gjuhë të ndryshme.
uk: Ви можете завантажувати та оновлювати переклади на різні мови.
zh: 您可以下载或更新不同语言的翻译。

# SideBarCategoriesEmptyLine2
source: You may download and update categories.
ar: يمكنك تنزيل الفئات وتحديثها.
cs: Můžete stahovat a aktualizovat kategorie.
fr: Vous pouvez télécharger et mettre à jour les catégories.
pt: Você pode baixar e atualizar categorias.
ro: Puteți descărca și încărca variante de răspuns.
ru: Вы можете скачать и обновить списки категорий.
uk: Ви можете завантажувати та оновлювати категорії.

# SideBarTranslationsEmptyLine3
source: Translation will be applied on original texts and override values. You may leave some texts empty to use default original translations.
ar: سيتم تطبيق الترجمة على النصوص الأصلية وتجاوز القيم. يمكنك ترك بعض النصوص فارغة لاستخدام الترجمات الأصلية الافتراضية.
cs: Překlad bude použit na původní texty a přepíše hodnoty. Některé texty můžete nechat prázdné a použít výchozí původní překlady.
fr: La traduction sera appliquée sur les textes originaux et remplacera les valeurs. Vous pouvez laisser certains textes vides pour utiliser les traductions originales par défaut.
pt: A tradução será aplicada aos textos originais e substituirá os valores. Você pode deixar alguns textos vazios para usar as traduções originais padrão.
ro: Traducerea va fi aplicată textelor originale și va suprascrie valorile. Puteți lăsa unele texte goale pentru a utiliza traducerile originale implicite.
ru: Перевод переопределит оригинальный текст. Поддерживаются пустые строки для отображения оригинального текста.
sq: Përkthimi do të bëhet mbi tekstet origjinale dhe vlerat e mbivendosura. Ju mund t’i lini bosh disa tekste për të përdorur përkthimet origjinale të parazgjedhura.
uk: Переклад буде застосовано до оригінальних текстів та перевизначень. Ви можете залишити деякі тексти порожніми, щоб використовувати оригінальні переклади за замовчуванням.
zh: 翻译将应用于初始文本和被覆盖的值。您可以使用缺省的初始翻译将某些文本留空。

# SideBarCategoriesEmptyLine3
source: will be added to list of reusable categories for any types of categorical questions
ar: سيتم إضافتها إلى قائمة الفئات القابلة لإعادة الاستخدام لأي نوع من الأسئلة الفئوية
cs: bude přidán do seznamu opakovaně použitelných kategorií pro všechny typy kategorických otázek
fr: sera ajouté à la liste des catégories réutilisables pour tous les types de questions catégorielles
pt: será adicionado à lista de categorias reutilizáveis para qualquer tipo de perguntas categóricas
ro: va fi afișat în lista variantelor de răspuns reutilizabile pentru orice tip de întrebări categorice.
ru: будет отображаться в списке повторно используемых категорий для любого типа категориальных вопросов.
uk: буде додано до списку багаторазових категорій для будь-яких типів категоричних запитань

source: Toggle Dropdown
ar: تبديل القائمة المنسدلة
cs: Rozevírací nabídka Přepnout
fr: Basculer le menu déroulant
pt: Alternar Dropdown
ro: Comutați meniul derulant
ru: Показать дропдаун
sq: Ndrysho menunë zbritëse
uk: Перемикач Випадаюче меню
zh: 切换下拉

source: Update
ar: تحديث
cs: Aktualizace
fr: Mettre à jour
pt: Atualizar
ro: Actualizați
ru: Обновить
sq: Përditëso
uk: Оновити
zh: 更新

# VariableName
source: name
ar: اسم
cs: Jméno
fr: nom
pt: nome
ro: nume
ru: имя
sq: emri
uk: ім'я
zh: 名字

# WarningsCounter
source: {{count}} warning
ar: {{count}} تحذير
cs: {{count}} upozornění
fr: {{count}} avertissement
pt: {{count}} aviso
ro: {{count}} avertisment
ru: {{count}} предупреждение
sq: {{count}} paralajmërim
uk: {{count}} попереджень
zh: {{count}}个警告

# WarningsCounter_plural
source: {{count}} warnings
ar: {{count}} تحذيرات
cs: {{count}} upozornění
fr: {{count}} avertissements
pt: {{count}} avisos
ro: {{count}} avertismente
sq: {{count}} paralajmërime
uk: {{count}} попередження
zh: {{count}}个警告

source: Close
ar: إغلاق
cs: Zavřít
fr: Fermer
pt: Fechar
ro: Închide
ru: Закрыть
sq: Mbyll
uk: Закрити
zh: 关闭

# CompilationErrorsCounter
source: {{count}} error found
ar: {{count}} خطأ تم العثور عليه
cs: Byla nalezena chyba {{count}}
fr: {{count}} erreur trouvée
pt: {{count}} erro encontrado
ro: S-a găsit o eroare {{count}}
ru: {{count}} ошибка найдена
sq: u gjet {{count}} gabim
uk: знайдено {{count}} помилку
zh: 发现{{count}}个错误

# CompilationErrorsCounter_plural
source: {{count}} errors found
ar: {{count}} أخطاء تم العثور عليها
cs: Nalezeny chyby {{count}}
fr: {{count}} erreurs trouvées
pt: {{count}} erros encontrados
ro: S-au găsit {{count}} erori
sq: u gjetën {{count}} gabime
uk: знайдено {{count}} помилок
zh: 发现{{count}}个错误

# CompilationLabel
source: Compilation:
ar: التجميع:
cs: Kompilace:
pt: Compilação:
ro: Compilare:
ru: Компиляция:
sq: Përpilim:
uk: Компіляція:
zh: 编译：

# CompilationWarningsCounter
source: {{count}} warning found
ar: {{count}} تحذير تم العثور عليه
cs: Bylo nalezeno varování {{count}}
fr: {{count}} avertissement trouvé
pt: {{count}} aviso encontrado
ro: A fost găsit un avertisment {{count}}
ru: {{count}} предупреждение найдено
sq: u gjet {{count}} paralajmërim
uk: знайдено {{count}} попередження
zh: 发现{{count}}个警告

# CompilationWarningsCounter_plural
source: {{count}} warnings found
ar: {{count}} تحذيرات تم العثور عليها
cs: Nalezena upozornění {{count}}
fr: {{count}} avertissements trouvés
pt: {{count}} avisos encontrados
ro: {{count}} avertismente găsite
sq: u gjetën {{count}} paralajmërime
uk: знайдено {{count}} попереджень
zh: 发现{{count}}个警告

source: Move to
ar: نقل إلى
cs: Přesunout do
fr: Déplacer vers
pt: Mover para
ro: Treceți la
ru: Перенести
sq: Zhvendos në
uk: Перенести до
zh: 移动到

source: Recompile
ar: إعادة التجميع
cs: Překompilovat
fr: Recompiler
pt: Recompilar
ro: Recompilare
ru: Перекомпилировать
sq: Ripërpilo
uk: Перекомпілювати
zh: 重现编译

# SideBarAttachmentDetailsFormat
source: format: {{- type}}
ar: التنسيق: {{- type}}
cs: formát: {{- type}}
pt: formato: {{- type}}
ru: формат: {{- type}}
sq: formati: {{- type}}
uk: формат: {{- type}}
zh: 格式：{{- type}}

# SideBarAttachmentDetailsResolution
source: {{width}} × {{height}}px
ar: {{width}} × {{height}}بكسل
zh: {{width}}×{{height}}像素

# SideBarAttachmentDetailsSize
source: size: {{size}}
ar: الحجم: {{size}}
cs: Velikost: {{size}}
fr: taille : {{size}}
pt: tamanho: {{size}}
ro: dimensiune: {{size}}
ru: размер: {{size}}
sq: madhësia: {{size}}
uk: розмір: {{size}}
zh: 大小：{{size}}

# SideBarAttachmentsTitle
source: Attachments
ar: المرفقات
cs: Přílohy
fr: Pièces jointes
pt: Anexos
ro: Atașamente
ru: Вложения
sq: Bashkëlidhjet
uk: Вкладення
zh: 附件

# SideBarCommentsTitle
source: Comments
ar: التعليقات
cs: Komentáře
fr: Commentaires
pt: Comentários
ro: Comentarii
ru: Комментарии
sq: Komente
uk: Коментарі
zh: 注释

# SideBarMetadataHeader
source: Questionnaire description and survey info
ar: وصف الاستبيان ومعلومات المسح
cs: Popis dotazníku a informace o průzkumu
fr: Description du questionnaire et informations sur l'enquête
pt: Descrição do questionário e informações da pesquisa
ro: Descrierea chestionarului și informații despre sondaj/anchetă
ru: Описание опросника и данные по обследованию
sq: Përshkrimi i pyetësorit dhe të dhëna mbi anketën
uk: Опис анкети та інформація про опитування
zh: 问卷模板描述和调查信息

# SideBarMetadataBasicInfo
source: Basic information
ar: معلومات أساسية
cs: Základní informace
fr: Informations de base
pt: Informações básicas
ro: Informații de bază
ru: Базовая информация
sq: Informacion bazë
uk: Основна інформація
zh: 基本信息

# SideBarMetadataTitle
source: Questionnaire title
ar: عنوان الاستبيان
cs: Název dotazníku
fr: Titre du questionnaire
pt: Título do questionário
ro: Descrierea chestionarului
ru: Имя опросника
sq: Emërtimi i pyetësorit
uk: Назва анкети
zh: 问卷模板描述

# SideBarMetadataSubtitle
source: Subtitle:
ar: العنوان الفرعي:
cs: Podtitul:
fr: Sous-titre :
pt: Subtítulo:
ro: Subtitlu:
ru: Подзаголовок:
sq: Nëntitull:
uk: Підзаголовок:
zh: 副标题：

# SideBarMetadataVersionIdentificator
source: Version identificator:
ar: معرف الإصدار:
cs: Identifikátor verze:
fr: Identificateur de version :
pt: Identificador da versão:
ro: Identificator de versiune:
ru: Версия:
sq: Identifikuesi i versionit:
uk: Ідентифікатор версії:
zh: 版本识别符：

# SideBarMetadataVersionNotes
source: Version notes:
ar: ملاحظات الإصدار:
cs: Poznámky k verzi:
fr: Notes de version :
pt: Notas da versão:
ro: Note de versiune:
ru: Заметки о версии:
sq: Shënimet e versionit:
uk: Примітки до версії:
zh: 版本注：

# SideBarMetadataSurveyDataInfo
source: Survey data information
ar: معلومات بيانات المسح
cs: Informace o datech zaměření
fr: Informations sur les données de l'enquête
pt: Informações dos dados da pesquisa
ro: Informații privind datele sondajului sau ale anchetei
ru: Информация о данных по обследованию
sq: Informacion mbi të dhënat e anketës
uk: Інформація про дані опитування
zh: 调查数据信息

# SideBarMetadataStudyTypes
source: Study types:
ar: أنواع الدراسة:
cs: Typy studií:
fr: Types d'étude :
pt: Tipos de estudo:
ro: Tipuri de studiu:
ru: Типы исследований:
sq: Llojet e studimit:
uk: Типи навчання:
zh: 研究类型：

# SideBarMetadataKindOfData
source: Kind of data:
ar: نوع البيانات:
cs: Druh údajů:
fr: Type de données :
pt: Tipo de dados:
ro: Tip de date:
ru: Вид данных:
sq: Lloji i të dhënave:
uk: Тип даних:
zh: 数据种类：

# SideBarMetadataModeOfDataCollection
source: Mode of Data Collection:
ar: وضع جمع البيانات:
cs: Způsob shromažďování údajů:
fr: Mode de collecte des données :
pt: Modo de coleta de dados:
ro: Mod de culegere a datelor:
ru: Режим сбора данных:
sq: Modaliteti e Mbledhjes së të Dhënave:
uk: Спосіб збору даних:
zh: 数据收集模式：

# SideBarMetadataSurveyInfo
source: Survey information
ar: معلومات المسح
cs: Informace o průzkumu
fr: Informations sur l'enquête
pt: Informações da pesquisa
ro: Informații despre sondaj/anchetă
ru: Информация об обследовании
sq: Informacion mbi anketën
uk: Інформація про опитування
zh: 调查信息

# SideBarMetadataCountry
source: Country:
ar: البلد:
cs: Země:
fr: Pays :
pt: País:
ro: Țară:
ru: Страна:
sq: Vendi:
uk: Країна:
zh: 国家：

# SideBarMetadataYear
source: Year:
ar: السنة:
cs: Rok:
fr: Année :
pt: Ano:
ro: An:
ru: Год:
sq: Viti:
uk: Рік:
zh: 年：

# SideBarMetadataLanguages
source: Languages:
ar: اللغات:
cs: Jazyky:
fr: Langues :
pt: Idiomas:
ro: Limbi:
ru: Языки:
sq: Gjuhët:
uk: Мови:
zh: 语言：

# SideBarMetadataUnitOfAlalysis
source: Unit of analysis:
ar: وحدة التحليل:
cs: Analytická jednotka:
fr: Unité d'analyse :
pt: Unidade de análise:
ro: Unitate de analiză:
ru: Единица анализа:
sq: Njësia e analizës:
uk: Одиниця аналізу:
zh: 分析单位：

# SideBarMetadataCoverage
source: Coverage:
ar: التغطية:
cs: Pokrytí:
fr: Couverture :
pt: Abrangência:
ro: Acoperire:
ru: Покрытие:
sq: Mbulimi:
uk: Покриття:
zh: 范围：

# SideBarMetadataUniverse
source: Universe:
ar: الكون:
cs: Vesmír:
fr: Univers :
pt: Universo:
ro: Univers:
ru: Генеральная совокупность:
sq: Universi:
uk: Всесвіт:
zh: 总体：

# SideBarMetadataPrimaryInvestigator
source: Primary Investigator:
ar: المحقق الرئيسي:
cs: Hlavní vyšetřovatel:
fr: Investigateur principal :
pt: Investigador principal:
ro: Investigator primar:
ru: Основной исследователь:
sq: Hulumtuesi kryesor:
uk: Головний дослідник:
zh: 项目负责人：

# SideBarMetadataConsultants
source: Consultants:
ar: المستشارون:
cs: Konzultanti:
pt: Consultores:
ro: Consultanți:
ru: Консультанты:
sq: Konsulentë:
uk: Консультанти:
zh: 顾问：

# SideBarMetadataAdditionalInfo
source: Additional info
ar: معلومات إضافية
cs: Další informace
fr: Informations supplémentaires
pt: Informações adicionais
ro: Informații suplimentare
ru: Дополнительная информация
sq: Informacion shtesë
uk: Додаткова інформація
zh: 额外的信息

# SideBarMetadataNotes
source: Notes:
ar: ملاحظات:
cs: Poznámky:
pt: Notas:
ro: Note:
ru: Заметки:
sq: Shënime:
uk: Примітки:
zh: 注：

# SideBarMetadataKeywords
source: Keywords:
ar: الكلمات المفتاحية:
cs: Klíčová slova:
fr: Mots-clés :
pt: Palavras-chave:
ro: Cuvinte cheie:
ru: Ключевые слова:
sq: Fjalë kyçe:
uk: Ключові слова:
zh: 关键词：

# SideBarMetadataFunding
source: Funding:
ar: التمويل:
cs: Financování:
fr: Financement :
pt: Financiamento:
ro: Finanțare:
ru: Финансирование:
sq: Financimi:
uk: Фінансування:
zh: 资助：

# SideBarMetadataQuestionnaireAccess
source: Questionnaire access
ar: الوصول إلى الاستبيان
cs: Přístup k dotazníku
fr: Accès au questionnaire
pt: Acesso ao questionário
ro: Acces la chestionar
ru: Доступ к опроснику
sq: Aksesi në pyetësor
uk: Доступ до анкети
zh: 问卷模板访问

# SideBarMetadataAgreeToMakeThisQuestionnairePublic
source: Agree to make this questionnaire public
ar: الموافقة على جعل هذا الاستبيان عامًا
cs: Souhlasíte se zveřejněním tohoto dotazníku
fr: Accepter de rendre ce questionnaire public
pt: Concordo em tornar este questionário público
ro: Sunteți de acord să faceți public acest chestionar
ru: Согласен, чтобы опросник был общедоступным
sq: Prano që ky pyetësor të bëhet publik
uk: Згоду на оприлюднення цієї анкети
zh: 同意将此问卷模板公开

# SideBarAttachmentUploaded
source: uploaded: {{-lastUpdate, MMMM DD[,] YYYY [at] k:mm}}
ar: تم التحميل: {{-lastUpdate, MMMM DD[,] YYYY [at] k:mm}}
cs: Nahráno: {{-lastUpdate, MMMM DD[,] YYYY [at] k:mm}}
fr: téléchargé : {{-lastUpdate, MMMM DD[,] YYYY [at] k:mm}}
pt: carregado: {{-lastUpdate, MMMM DD[,] YYYY [at] k:mm}}
ro: încărcat: {{-lastUpdate, MMMM DD [,] YYYY [la] k:mm}}
ru: загружено: {{-lastUpdate, MMMM DD[,] YYYY [в] k:mm}}
sq: ngarkuar: {{-lastUpdate, MMMM DD[,] YYYY [at] k:mm}}
uk: завантажено: {{-lastUpdate, MMMM DD[,] YYYY [at] k:mm}}
zh: 最近上传：{{-lastUpdate, MMMM DD[,] YYYY [at] k:mm}}

# SideBarLookupTitle
source: Lookup tables
ar: جداول البحث
cs: Vyhledávací tabulky
fr: Tables de référence
pt: Tabelas de consulta
ro: Căutați tabele
ru: Справочные таблицы
sq: Tabela kërkimi
uk: Таблиці пошуку
zh: 查询表

# SideBarMacroTitle
source: Macros
ar: الماكرو
cs: Makra
ro: Macrocomenzi
ru: Макросы
sq: Makro
uk: Макроси
zh: 宏

# SideBarScenarioTitle
source: Scenarios
ar: السيناريوهات
cs: Scénáře
fr: Scénarios
pt: Cenários
ro: Scenarii
ru: Сценарии
uk: Сценарії

# SideBarSectionsTitle
source: Sections
ar: الأقسام
cs: Sekce
pt: Seções
ro: Secțiuni
ru: Секции
sq: Rubrikat
uk: Розділи
zh: 问卷模块

# SideBarTranslationsTitle
source: Translations
ar: الترجمات
cs: Překlady
fr: Traductions
pt: Traduções
ro: Traduceri
ru: Переводы
sq: Përkthime
uk: Переклади
zh: 翻译

# SideBarCategoriesTitle
source: Categories
ar: الفئات
cs: Kategorie
fr: Catégories
pt: Categorias
ro: Variante de răspuns
ru: Категории
uk: Категорії

# SideBarTranslationsUploadNew
source: Upload new translation
ar: تحميل ترجمة جديدة
cs: Nahrát nový překlad
fr: Télécharger une nouvelle traduction
pt: Carregar nova tradução
ro: Încărcați o traducere nouă
ru: Загрузить новый перевод
sq: Ngarko përkthime të reja
uk: Завантажити новий переклад
zh: 上传新的翻译

# SideBarCategoriesUploadNew
source: Upload new categories
ar: تحميل فئات جديدة
cs: Nahrát nové kategorie
fr: Télécharger de nouvelles catégories
pt: Carregar novas categorias
ro: Încărcați variante de răspuns noi
ru: Загрузить новый список категорий
uk: Завантажити нові категорії

source: Attachment preview
ar: معاينة المرفق
cs: Náhled přílohy
fr: Aperçu de la pièce jointe
pt: Pré-visualização do anexo
ro: Previzualizare atașament
ru: Просмотр вложения
sq: Pamje paraprake e bashkëlidhjes
uk: Попередній перегляд вкладення
zh: 预览附件

# FindReplaceFindWhat
source: Find what:
ar: ابحث عن:
cs: Najdi co:
fr: Rechercher :
pt: Procurar por:
ro: Caută anume:
ru: Найти:
sq: Gjej çfarë:
uk: Знайти що:
zh: 查找什么：

# FindReplaceMatchCase
source: Match case
ar: مطابقة الحالة
cs: Případ zápasu
fr: Respecter la casse
pt: Coincidir maiúsculas/minúsculas
ro: Potrivește capitalizarea
ru: Учитывать регистр
sq: Përputh madhësinë e shkronjave
uk: Відповідно регістру
zh: 匹配的个体

# FindReplaceMatchWord
source: Match whole word
ar: مطابقة الكلمة بأكملها
cs: Shoda celého slova
fr: Mot entier
pt: Coincidir palavra inteira
ro: Potrivește cuvântul întreg
ru: По словам
sq: Përputh të gjithë fjalën
uk: Збіг цілого слова
zh: 匹配整个词

# FindReplaceReplaceWith
source: Replace with:
ar: استبدال بـ:
cs: Nahraďte za:
fr: Remplacer par :
pt: Substituir por:
ro: Înlocuiește cu:
ru: Заменить на:
sq: Zëvendëso me:
uk: Замінити на:
zh: 被以下项目替换：

# FindReplaceTitle
source: Find and replace
ar: البحث والاستبدال
cs: Najít a nahradit
fr: Rechercher et remplacer
pt: Procurar e substituir
ro: Caută și înlocuiește
ru: Поиск и замена
sq: Gjej dhe zëvendëso
uk: Знайти та замінити
zh: 查找和替换

# FindReplaceUseRegex
source: Use regular expression
ar: استخدام التعبير العادي
cs: Použít regulární výraz
fr: Utiliser une expression régulière
pt: Usar expressão regular
ro: Folosește expresie regulată
ru: Регулярное выражение
sq: Përdor shprehje të rregullt
uk: Застосувати регулярний вираз
zh: 用常规的表达式

# FindReplaceСonfirm
source: Please confirm action.
ar: يرجى تأكيد الإجراء.
cs: Potvrďte akci.
fr: Veuillez confirmer l'action.
pt: Por favor, confirme a ação.
ro: Vă rugăm să confirmați acțiunea
ru: Подтвердите действие.
sq: Ju lutemi, konfirmoni veprimin.
uk: Будь ласка, підтвердіть дію.
zh: 请确认操作。

# ModalConfirm
source: Confirmation
ar: تأكيد
cs: Potvrzení
pt: Confirmação
ro: Confirmare
ru: Подтверждение
sq: Konfirmim
uk: Підтвердження
zh: 确认

# ModalInfo
source: Info
ar: معلومات
cs: Informace
pt: Informação
ro: Informații
ru: Инфо
uk: Інформація
zh: 信息

# MoveToAnotherSubSection
source: Move to another section:
ar: نقل إلى قسم آخر:
cs: Přesunutí do jiné sekce:
fr: Déplacer vers une autre section :
pt: Mover para outra seção:
ro: Treceți la o altă secțiune:
ru: Переместить в другую секцию:
sq: Zhvendos në një nënrubrikë tjetër
uk: Перенести до іншого розділу:

# FindReplaceReplaceAllConfirm
source: Replace all
ar: استبدال الكل
cs: Nahradit vše
fr: Tout remplacer
pt: Substituir tudo
ro: Înlocuiește toate
ru: Заменить все
sq: Zëvendësoji të gjitha
uk: Замінити все
zh: 替换所有

# FindReplaceBackToSearch
source: Back to search
ar: العودة إلى البحث
cs: Zpět na vyhledávání
fr: Retour à la recherche
pt: Voltar para a pesquisa
ro: Înapoi la căutare
ru: Назад к поиску
sq: Kthehu te kërkimi
uk: Повернутися до пошуку
zh: 返回搜索

# FindReplaceDone
source: Done
ar: تم
cs: Hotový
fr: Terminé
pt: Concluído
ro: Terminat
ru: Завершить
sq: U krye
uk: Зроблено.
zh: 已完成

# FindReplaceFindAll
source: Find all
ar: البحث عن الكل
cs: Najít vše
fr: Tout trouver
pt: Procurar tudo
ro: Caută toate
ru: Найти все
sq: Gjej të gjitha
uk: Знайти всі
zh: 查找全部

# FindReplaceInAll
source: All
ar: الكل
cs: Všichni
fr: Tout
pt: Todos
ro: Tot
ru: Все
sq: Të gjitha
uk: Усі
zh: 全部

# FindReplaceInAllFound
source: in {{count}} found entity?
ar: في {{count}} كيان تم العثور عليه؟
cs: v {{count}} nalezené entitě?
fr: dans {{count}} entité trouvée ?
pt: em {{count}} entidade encontrada?
ro: în {{count}} valoare găsită ?
ru: в найденном {{count}} объекте?
sq: në {{count}} entitet i gjetur?
uk: в {{count}} знайдена сутність?
zh: 在{{count}}中找到实体？

# FindReplaceInAllFound_plural
source: in {{count}} found entities?
ar: في {{count}} كيانات تم العثور عليها؟
cs: v {{count}} nalezených entitách?
fr: dans {{count}} entités trouvées ?
pt: em {{count}} entidades encontradas?
ro: în {{count}} valori găsite ?
sq: në {{count}} entitete të gjetura?
uk: в {{count}} знайдених сутностей?
zh: 在{{count}}中找到实体？

# FindReplaceMatchingLines
source: Matching lines: {{count}}
ar: الأسطر المطابقة: {{count}}
cs: Odpovídající řádky: {{count}}
fr: Lignes correspondantes : {{count}}
pt: Linhas correspondentes: {{count}}
ro: Au fost găsite {{count}} linii
ru: Найденные строки: {{count}}
sq: Rreshta që përputhen: {{count}}
uk: Збігаються рядкі: {{count}}
zh: 匹配的行：{{count}}

# FindReplaceNext
source: Next
ar: التالي
cs: Další
fr: Suivant
pt: Próximo
ro: Următorul
ru: Следующее
sq: Pas
uk: Далі
zh: 下一个

# FindReplacePrevious
source: Previous
ar: السابق
cs: Předchozí
fr: Précédent
pt: Anterior
ro: Anterior
ru: Предыдущее
sq: Para
uk: Назад
zh: 上一个

# FindReplaceReplaceAll
source: Replace all ({{count}})
ar: استبدال الكل ({{count}})
cs: Nahradit vše ({{count}})
fr: Tout remplacer ({{count}})
pt: Substituir tudo ({{count}})
ro: Înlocuiește toate ({{count}})
ru: Заменить все ({{count}})
sq: Zëvendësoji të ({{count}})
uk: Замінити все ({{count}})
zh: 替换所有({{count}})

# FindReplaceReplaceAllConfirmWith
source: with
ar: مع
cs: s
fr: avec
pt: com
ro: cu
ru: на
sq: me
uk: з
zh: 用

# FindReplaceWereReplaced
source: were replaced with
ar: تم استبدالها بـ
cs: byly nahrazeny
fr: ont été remplacés par
pt: foram substituídos por
ro: au fost înlocuite cu
ru: были заменены на
sq: u zëvendësuan me
uk: були замінені на
zh: 已被以下项目替换：

source: Enabling condition
ar: شرط التمكين
cs: Podmínka povolení
fr: Condition d'activation
pt: Condição de habilitação
ro: Condiția de activare
ru: Условие
sq: Kushti i aktivizimit
uk: Умова включення
zh: 启用条件

# GroupTitle
source: Title
ar: العنوان
cs: Titul
fr: Titre
pt: Título
ro: Titlu
ru: Название
sq: Titulli
uk: Назва
zh: 标题

source: Hide if disabled
ar: إخفاء إذا تم تعطيله
cs: Skrýt, pokud je zakázáno
fr: Masquer si désactivé
pt: Ocultar se desabilitado
ro: Ascunde dacă este dezactivat
ru: Скрывать если выключен
sq: Fshih nëse është çaktivizuar
uk: Приховати, якщо вимкнено
zh: 如果不启用则隐藏

# FlatRoster
source: Flat mode
ar: وضع مسطح
cs: Plochý režim
fr: Mode plat
pt: Modo plano
ro: Mod plat
ru: Режим списка
uk: Плоский режим
