Repository: surveysolutions/surveysolutions
Catalog: src/UI/WB.UI.Designer/Resources/QuestionnaireHistoryResources.*.resx
Languages: ar, cs, es, fr, pt, sq, uk

# Attachment_Delete
source: Attachment {0} deleted
ar: تم حذف المرفق {0}
cs: Příloha {0} odstraněna
es: Adjunto {0} eliminado
fr: Pièce jointe {0} supprimée
pt: Anexo {0} excluído
sq: Bashkëlidhja {0} u fshi
uk: Вкладення {0} видалено

# Attachment_Update
source: Attachment {0} updated
ar: تم حتحديث المرفق {0}
cs: Aktualizace {0} příloh
es: Adjunto {0} cargado
fr: La pièce jointe {0} a été mise à jour
pt: Anexo {0} atualizado
sq: Bashkëlidhja {0} u përditësua
uk: Вкладення {0} оновлено

source: Cancel
ar: إلغاء
cs: Zrušit
es: Cancelar
fr: Annuler
pt: Cancelar
sq: Anulo
uk: Скасувати

# Categories_Add
source: Categories {0} added
cs: Přidány kategorie {0}
es: Categorias {0} added
fr: Catégories {0} ajoutées
pt: Categorias {0} adicionadas
uk: Категорії {0} додано

# Categories_Delete
source: Categories {0} deleted
cs: Kategorie {0} odstraněny
es: Categorías {0} eliminadas
fr: Catégories {0} supprimées
pt: Categorias {0} excluídas
uk: Категорії {0} видалено

# Categories_Update
source: Categories {0} updated
cs: Kategorie {0} aktualizovány
es: Categorías {0} actualizadas
fr: Catégories {0} mises à jour
pt: Categorias {0} atualizadas
uk: Категорії {0} оновлені

source: Change
ar: تغيير
cs: Vyměnit
es: Cambiar
fr: Changer
pt: Alterar
sq: Ndrysho
uk: Зміна

source: Comment
cs: Komentář
es: Comentario
fr: Commentaire
pt: Comentário
uk: Коментар

source: Confirm
ar: تأكيد
cs: Potvrdit
es: Confirmar
fr: Confirmer
pt: Confirmar
sq: Konfirmo
uk: Підтвердити

source: Edit
ar: تحرير
cs: Upravit
es: Editar
fr: Modifier
pt: Editar
sq: Redakto
uk: Редагувати

source: Extract at revision
cs: Výpis při revizi
es: Extraer en revisión
fr: Extraire à la révision
pt: Extrair na revisão
uk: Витяг при доопрацюванні

# LeaveComment
source: Leave a comment
cs: Zanechat komentář
es: Deja un comentario
fr: Laisser un commentaire
pt: Deixar um comentário
uk: Залишити коментар

# LookupTable_Add
source: Lookup table {0} added
ar: جدول البحث {0} تم إضافة
cs: Vyhledávací tabulka {0} přidána
es: Tabla de búsqueda {0} adicionada
fr: La table de référence {0} a été ajoutée
pt: Tabela de consulta {0} adicionada
sq: Tabela e kërkimit {0} u shtua
uk: Таблиця підстановки {0} додано

# LookupTable_Delete
source: Lookup table {0} deleted
ar: جدول البحث {0} تم حذف
cs: Vyhledávací tabulka {0} odstraněna
es: Tabla de búsqueda {0} eliminada
fr: La table de référence {0} a été supprimée
pt: Tabela de consulta {0} excluída
sq: Tabela e kërkimit {0} u fshi
uk: Таблицю підстановки {0} видалено

# LookupTable_Update
source: Lookup table {0} updated
ar: جدول البحث {0} تم تحديث
cs: Vyhledávací tabulka {0} aktualizována
es: Tabla de búsqueda {0} cargada
fr: La table de référence {0} a été mise à jour
pt: Tabela de consulta {0} atualizada
sq: Tabela e kërkimit {0} u përditësua
uk: Оновлено таблицю підстановки {0}

# Macro_Add
source: Macro {0} added
cs: Přidáno makro {0}
es: Macro {0} adicionada
fr: Macro {0} ajouté
pt: Macro {0} adicionada
sq: Makro {0} u shtua
uk: Додано {0} макросів

# Macro_Delete
source: Macro {0} deleted
cs: Makro {0} odstraněno
es: Macro {0} eliminada
fr: Macro {0} supprimé
pt: Macro {0} excluída
sq: Makro {0} u fshi
uk: Макрос {0} видалено

# Macro_Update
source: Macro {0} updated
cs: Aktualizace {0} maker
es: Macro {0} cargada
fr: Macro {0} mis à jour
pt: Macro {0} atualizada
sq: Makro {0} u përditësua
uk: Макрос {0} оновлено

# Metadata_Update
source: Questionnaire metadata {0} updated
cs: Metadata dotazníku {0} aktualizována
es: Se actualizaron los metadatos del cuestionario {0}
fr: Métadonnées du questionnaire {0} mises à jour
pt: Metadados do questionário {0} atualizados
sq: Metadatat {0} të pyetësorit u përditësuan
uk: Метадані анкети {0} оновлено

# NoTitle
source: Untitled
ar: غير معنون
cs: Neoznačený
es: Sin título
fr: Sans titre
pt: Sem título
sq: Pa titull
uk: Без назви

# Person_Add
source: User with email {0} added to shared persons
ar: المستخدم مع البريد الإلكتروني {0} تضاف إلى الأشخاص المشاركين
cs: Uživatel s e-mailem {0} přidán ke sdíleným osobám
es: Usuario con correo electrónico {0} agregado a personas compartidas
fr: Utilisateur avec e-mail {0} ajouté aux personnes partagées
pt: Usuário com e-mail {0} adicionado às pessoas compartilhadas
sq: Përdoruesi me email {0} u shtua te personat e përbashkët
uk: Користувачі, які {0} електронної пошти, додані до спільних осіб

# Person_Delete
source: User with email {0} removed from shared persons
ar: المستخدم مع البريد الإلكتروني {0}يحذف من الأشخاص المشاركين
cs: Uživatel s e-mailem {0} odebrán ze sdílených osob
es: Usuario con correo electrónico {0} eliminado de personas compartidas
fr: Utilisateur avec un e-mail {0} supprimé des personnes partagées
pt: Usuário com e-mail {0} removido das pessoas compartilhadas
sq: Përdoruesi me email {0} u hoq nga personat e përbashkët
uk: Користувач, електронна пошта якого {0} видалена зі спільних осіб

# Question_Add
source: Question {0} added
ar: تمت إضافة السؤال {0}
cs: Otázka {0} přidána
es: Pregunta {0} adicionada
fr: Question {0} ajoutée
pt: Pergunta {0} adicionada
sq: Pyetja {0} u shtua
uk: Питання {0} додано

# Question_Clone
source: Question {0} cloned from question {1}
ar: السؤال {0} المستنسخ من السؤال {1}
cs: Otázka {0} klonována z otázky {1}
es: Pregunta {0} clonada de la pregunta {1}
fr: Question {0} copiée à partir de la question {1}
pt: Pergunta {0} clonada de pergunta {1}
sq: Pyetja {0} u klonua nga pyetja {1}
uk: Питання {0} клоноване з питання {1}

# Question_Delete
source: Question {0} deleted
ar: تم حذف السؤال {0}
cs: Otázka {0} smazána
es: Pregunta {0} eliminada
fr: Question {0} supprimée
pt: Pergunta {0} excluída
sq: Pyetja {0} u fshi
uk: Питання {0} видалено

# Question_Move_To_Roster
source: Question {0} moved to roster {1}
ar: انتقل السؤال {0} إلى القائمة {1}
cs: Otázka {0} přesunuta na soupisku {1}
es: Pregunta {0} movida a lista {1}
fr: La question {0} a été déplacée vers la liste {1}
pt: Pergunta {0} movida para a lista {1}
sq: Pyetja {0} u zhvendos në rosterin {1}
uk: Питання {0} перенесено до списку {1}

# Question_Move_To_Section
source: Question {0} moved to section {1}
ar: انتقل السؤال {0} إلى القسم {1}
cs: Otázka {0} přesunuta do oddílu {1}
es: Pregunta {0} movida a las sección {1}
fr: Question {0} déplacée vers la section {1}
pt: Pergunta {0} movida para a seção {1}
sq: Pyetja {0} u zhvendos në rubrikën {1}
uk: Питання {0} перенесено до розділу {1}

# Question_Update
source: Question {0} updated
ar: تم تحديث السؤال {0}
cs: Otázka {0} aktualizována
es: Pregunta {0} actualizada
fr: Question {0} mise à jour
pt: Pergunta {0} atualizada
sq: Pyetja {0} u përditësua
uk: Питання {0} оновлено

# Questionnaire_Add
source: Questionnaire {0} created
ar: تم إنشاء الاستبيان {0}
cs: Dotazník {0} vytvořen
es: Cuestionario {0} creado
fr: Questionnaire {0} créé
pt: Questionário {0} criado
sq: Pyetësori {0} u krijua
uk: Анкета {0} створена

# Questionnaire_Clone
source: Questionnaire {0} cloned from questionnaire {1}
ar: الاستبيان {0} تم استنساخه من الاستبيان {1}
cs: Dotazník {0} klonován z dotazníkové {1}
es: Cuestionario {0} clonado de cuestionario {1}
fr: Questionnaire {0} cloné à partir du questionnaire {1}
pt: Questionário {0} clonado de questionário {1}
sq: Pyetësori {0} u klonua nga pyetësori {1}
uk: Анкета {0} клонована з анкети {1}

# Questionnaire_Delete
source: Questionnaire {0} deleted
ar: تم حذف الاستبيان {0}
cs: Dotazník {0} odstraněn
es: Cuestionario {0} eliminado
fr: Questionnaire {0} supprimé
pt: Questionário {0} excluído
sq: Pyetësori {0} u fshi
uk: Анкета {0} видалена

# Questionnaire_Import
source: Questionnaire {0} imported
ar: تم استيراد الاستبيان {0}
cs: Dotazník {0} importován
es: Cuestionario {0} importado
fr: Questionnaire {0} importé
pt: Questionário {0} importado
sq: Pyetësori {0} u importua
uk: Анкета {0} імпорт

# Questionnaire_ImportToHq
source: Imported questionnaire to Headquarters ({0}) as {2} by {1}
cs: Importovaný dotazník do ústředí ({0}) ve znění {2} {1}
es: Cuestionario importado a la sede ({0}) como {2} por {1}
fr: Questionnaire importé vers Headquarters ({0}) en tant que {2} par {1}
pt: Questionário importado para a Sede ({0}) como {2} por {1}
uk: Імпортована анкета до штаб-квартири ({0}) за {2} {1}

# Questionnaire_Move
source: Questionnaire ownership transferred to user with email "{0}"
cs: Vlastnictví dotazníku převedeno na uživatele s e-mailem "{0}"
es: Propiedad del cuestionario transferida al usuario con el correo electrónico "{0}"
fr: La propriété du questionnaire a été transférée à l'utilisateur avec l'e-mail "{0}"
pt: Propriedade do questionário transferida para o usuário com e-mail "{0}"
uk: Право власності на анкету переходить до користувача з email "{0}"

# Questionnaire_Replace
source: Questionnaire {0} replaced
ar: تم استبدال الاستبيان {0}
cs: Dotazník {0} nahrazen
es: Cuestionario {0} recolocado
fr: Questionnaire {0} remplacé
pt: Questionário {0} substituído
sq: Pyetësori {0} u zëvendësua
uk: Анкета {0} замінена

# Questionnaire_Update
source: Questionnaire {0} updated
ar: تم تحديث الاستبيان {0}
cs: Dotazník {0} aktualizován
es: Cuestionario {0} actualizado
fr: Questionnaire {0} mis à jour
pt: Questionário {0} atualizado
sq: Pyetësori {0} u përditësua
uk: Анкета {0} оновлена

source: Questionnaire change history
ar: تاريخ تغيير الاستبيان
cs: Historie změn dotazníku
es: Historial de cambios de cuestionario
fr: Historique des modifications du questionnaire
pt: Histórico de alterações do questionário
sq: Historiku i ndryshimit të pyetësorit
uk: Історія змін анкети

# ResetQuestionnaireToThis
source: Reset questionnaire to version at {0}?
ar: إعادة تعيين الاستبيان إلى الإصدار في {0}؟
cs: Resetujte dotazník na verzi {0}?
es: Restablecer cuestionario a la versión {0}
fr: Restaurer le questionnaire à la version à {0}?
pt: Redefinir questionário para a versão em {0}?
sq: Rikthe pyetësorin në versionin në {0}?
uk: Скинути анкету до версії на {0}?

source: Revert
ar: العودة
cs: Vrátit
es: Revertir
fr: Revenir
pt: Reverter
sq: Rikthe
uk: Повернутися

# reverted
source: Questionnaire "{0}" reverted
ar: الاستبيان "{0}" تم اعادته
cs: Dotazník "{0}" revertován
es: Cuestionario {0} revertido
fr: Le questionnaire "{0}" a été restauré
sq: Pyetësori "{0}" u rikthye
uk: Анкету "{0}" скасовано

# reverted_to
source: Questionnaire "{0}" reverted to version from {1}
ar: الاستبيان "{0}" تم اعادته إلى الاصدار من {1}
cs: Dotazník "{0}" se vrátil k verzi z {1}
es: Cuestionario {0} revertido a la versión {1}
fr: Le questionnaire "{0}" est restauré à la version de {1}
pt: Questionário "{0}" revertido para a versão de {1}
sq: Pyetësori "{0}" u rikthye në versionin nga {1}
uk: Анкета «{0}» повернута до версії з {1}

source: Revert to this version
ar: ارجع إلى هذا الإصدار
cs: Návrat k této verzi
es: Revertir esta versión
fr: Revenir à cette version
pt: Reverter para esta versão
sq: Rikthe në këtë version
uk: Повернутися до цієї версії

# Roster_Add
source: Roster {0} added
ar: تمت إضافة القائمة {0}
cs: Soupiska {0} přidána
es: Lista {0} adicionada
fr: Roster {0} ajouté
pt: Lista {0} adicionada
sq: Rosteri {0} u shtua
uk: Додано список {0}

# Roster_Clone
source: Roster {0} cloned from roster {1}
ar: القائمة {0} مستنسخة من القائمة {1}
cs: Soupiska {0} naklonována ze soupisky {1}
es: Lista {0} clonada de lista {1}
fr: Roster {0} copié à partir du Roster {1}
pt: Lista {0} clonada de lista {1}
sq: Rosteri {0} u klonua nga rosteri {1}
uk: Список {0} клонований зі списку {1}

# Roster_Delete
source: Roster {0} deleted
ar: تم حذف القائمة {0}
cs: Soupiska {0} smazána
es: Lista {0} eliminada
fr: Roster {0} supprimé
pt: Lista {0} excluída
sq: Rosteri {0} u fshi
uk: Список {0} видалено

# Roster_Move_To_Roster
source: Roster {0} moved to roster {1}
ar: تم نقل القائمة {0} إلى القائمة {1}
cs: Soupiska {0} přesunuta na soupisku {1}
es: Lista {0} movida a lista {1}
fr: Roster {0} déplacé vers le roster {1}
pt: Lista {0} movida para a lista {1}
sq: Rosteri {0} u zhvendos në rosterin {1}
uk: Склад {0} переміщено до списку {1}

# Roster_Move_To_Section
source: Roster {0} moved to section {1}
ar: تم نقل القائمة {0} إلى القسم {1}
cs: Soupiska {0} přesunuta do sekce {1}
es: Lista {0} movida a sección {1}
fr: Roster {0} déplacé vers la section {1}
pt: Lista {0} movida para a seção {1}
sq: Rosteri {0} u zhvendos në rubrikën {1}
uk: Список {0} перенесено до розділу {1}

# Roster_RosterBecameAGroup
source: Roster {0} became a sub section
ar: أصبحت القائمة {0} قسم فرعي
cs: Soupiska {0} se stala podsekcí
es: Lista {0} convertida a subsección
fr: Roster {0} est devenu une sous-section
pt: Lista {0} tornou-se uma subseção
sq: Rosteri {0} u kthye në nënrubrikën
uk: Список {0} став підрозділом

# Roster_Update
source: Roster {0} updated
ar: تم تحديث القائمة {0}
cs: Soupiska {0} aktualizována
es: Lista {0} actualizada
fr: Roster {0} mis à jour
pt: Lista {0} atualizada
sq: Rubrika {0} u përditësua
uk: Список {0} оновлено

source: Save
cs: Uložit
fr: Sauvegarder
pt: Salvar
uk: Рятувати

# Section_Add
source: Section {0} added
ar: تمت إضافة القسم {0}
cs: Přidán oddíl {0}
es: Sección {0} adicionada
fr: Section {0} ajoutée
pt: Seção {0} adicionada
sq: Rubrika {0} u shtua
uk: Додано розділ {0}

# Section_Clone
source: Section {0} cloned from section {1}
ar: القسم {0} المستنسخ من القسم {1}
cs: Oddíl {0} klonován z oddílu {1}
es: Sección {0} clona de sección {1}
fr: Section {0} copiée à partir de la section {1}
pt: Seção {0} clonada de seção {1}
sq: Rubrika {0} u klonua nga rubrika {1}
uk: Розділ {0} клоновано з розділу {1}

# Section_Delete
source: Section {0} deleted
ar: تم حذف القسم {0}
cs: Oddíl {0} zrušen
es: Sección {0} eliminada
fr: Section {0} supprimée
pt: Seção {0} excluída
sq: Rubrika {0} u fshi
uk: Розділ {0} видалено

# Section_GroupBecameARoster
source: Sub section {0} became a roster
ar: أصبح القسم الفرعي {0} قائمة
cs: Podsekce{0} se stala soupiskou
es: Subsección {0} convertida en lista
fr: La sous-section {0} est devenue un roster
pt: Subseção {0} tornou-se uma lista
sq: Nënrubrika {0} u kthye në roster
uk: Підрозділ {0} став реєстром

# Section_Move_To_Roster
source: Section {0} moved to roster {1}
ar: قسم {0} انتقل إلى القائمة {1}
cs: Sekce {0} přesunuta na soupisku {1}
es: Sección {0} movida a lista {1}
fr: Section {0} déplacée vers le roster {1}
pt: Seção {0} movida para a lista {1}
sq: Rubrika {0} u zhvendos në rosterin {1}
uk: Розділ {0} переміщено до списку {1}

# Section_Move_To_Section
source: Section {0} moved to section {1}
ar: قسم {0} انتقل إلى القسم {1}
cs: Oddíl {0} přesunut do oddílu {1}
es: Sección {0} movida a sección {1}
fr: Section {0} déplacée vers la section {1}
pt: Seção {0} movida para a seção {1}
sq: Rubrika {0} u zhvendos në rubrikën {1}
uk: Розділ {0} перенесено до розділу {1}

# Section_Update
source: Section {0} updated
ar: تم تحديث القسم {0}
cs: Oddíl {0} aktualizován
es: Sección {0} actualizada
fr: Section {0} mise à jour
pt: Seção {0} atualizada
sq: Rubrika {0} u përditësua
uk: Оновлено розділ {0}

# StaticText_Add
source: Static text {0} added
ar: تم اضافة نص ثابت {0}
cs: Přidán {0} statický text
es: Texto estático {0} adicionado
fr: Texte statique {0} ajouté
pt: Texto estático {0} adicionado
sq: Teksti statik {0} u shtua
uk: Додано {0} статичний текст

# StaticText_Clone
source: Static text {0} cloned from static text {1}
ar: نص ثابت {0} مستنسخ من النص الثابت {1}
cs: Statický text {0} klonován ze statického textového {1}
es: Texto estático {0} clonado de texto estático {1}
fr: Texte statique {0} copié à partir du texte statique {1}
pt: Texto estático {0} clonado de texto estático {1}
sq: Teksti statik {0} u klonua nga teksti statik {1}
uk: Статичний текст {0} клонований зі статичних текстових {1}

# StaticText_Delete
source: Static text {0} deleted
ar: تم حذف نص ثابت {0}
cs: Statický text {0} odstraněn
es: Texto estático {0} eliminado
fr: Texte statique {0} supprimé
pt: Texto estático {0} excluído
sq: Teksti statik {0} u fshi
uk: Статичний текст {0} видалено

# StaticText_Move_To_Roster
source: Static text {0} moved to roster {1}
ar: تم نقل النص الثابت {0} إلى القائمة {1}
cs: Statický text {0} přesunut do {1} soupisky
es: Texto estático {0} movido a lista {1}
fr: Texte statique {0} déplacé vers le roster {1}
pt: Texto estático {0} movido para a lista {1}
sq: Teksti statik {0} u zhvendos në rosterin {1}
uk: Статичний текст {0} переміщено до списку {1}

# StaticText_Move_To_Section
source: Static text {0} moved to section {1}
ar: تم نقل النص الثابت {0} إلى القسم {1}
cs: Statický text {0} přesunut do oddílu {1}
es: Texto estático {0} movido a sección {1}
fr: Texte statique {0} déplacé vers la section {1}
pt: Texto estático {0} movido para a seção {1}
sq: Teksti statik {0} u zhvendos në rubrikën {1}
uk: Статичний текст {0} переміщено до розділу {1}

# StaticText_Update
source: Static text {0} updated
ar: تم تحديث النص الثابت {0}
cs: Statický text {0} aktualizován
es: Texto estático {0} actualizado
fr: Texte statique {0} mis à jour
pt: Texto estático {0} atualizado
sq: Teksti statik {0} u përditësua
uk: Статичний текст {0} оновлено

# TextsReplaced
source: All '{0}' were replaced with '{1}'. {2} entries affected
cs: Všechna "{0}" byla nahrazena slovem "{1}". {2} ovlivněné položky
es: Todos los '{0}' fueron reemplazados por '{1}'. {2} entradas afectadas
fr: Tous les '{0}' ont été remplacés par '{1}'. {2} entrées concernées
pt: Todos os '{0}' foram substituídos por '{1}'. {2} entradas afetadas
sq: Të '{0}' u zëvendësuan me '{1}'. U prekën {2} zëra
uk: Всі «{0}» були замінені на «{1}». {2} записів, яких це стосувалося

source: This list does not contain any records
ar: لا تحتوي هذه القائمة على أية سجلات
cs: Tento seznam neobsahuje žádné záznamy
es: Esta lista no contiene ningún registro
fr: Cette liste ne contient aucun enregistrement
pt: Esta lista não contém nenhum registro
sq: Kjo listë nuk përmban asnjë të dhënë
uk: Цей список не містить жодних записів

source: Timestamp
ar: الطابع الزمني
cs: Časová značka
es: Día y hora
fr: Horodatage
pt: Data e hora
sq: Shënimi i orës
uk: Позначка часу

# Translation_DefaultTranslationSet
source: Default translation set to {0}
ar: تم تعيين الترجمة الافتراضية إلى {0}
cs: Výchozí překlad nastaven na {0}
es: La traducción por defecto ha sido definida a {0}
fr: La traduction par défaut est définie sur {0}
pt: Tradução padrão definida para {0}
sq: Përkthimi i parazgjedhur u vendos në {0}
uk: За умовчанням для перекладу встановлено значення {0}

# Translation_Delete
source: Translation {0} deleted
ar: تم حذف الترجمة {0}
cs: Překlad {0} odstraněn
es: Traducción {0} eliminada
fr: Traduction {0} supprimée
pt: Tradução {0} excluída
sq: Përkthimi {0} u fshi
uk: Переклад {0} видалено

# Translation_Original
source: Original
ar: أصلي
cs: Původní
sq: Fillestar
uk: Оригінальний

# Translation_Update
source: Translation {0} updated
ar: تم تحديث الترجمة{0}
cs: Překlad {0} aktualizován
es: Traducción {0} actualizada
fr: Traduction {0} mise à jour
pt: Tradução {0} atualizada
sq: Përkthimi {0} u përditësua
uk: Переклад {0} оновлено

source: UserName
ar: اسم المستخدم
cs: Uživatelské jméno
es: Nombre de usuario
fr: Nom d'utilisateur
pt: Nome de usuário
sq: EmriiPërdoruesit
uk: Ім'я_користувача

# Variable_Add
source: Variable {0} added
ar: تم اضافة المتغير {0}
cs: Proměnná {0} přidána
es: Variable {0} adicionada
fr: La variable {0} a été ajoutée
pt: Variável {0} adicionada
sq: Variabli {0} u shtua
uk: Додано змінну {0}

# Variable_Clone
source: Variable {0} cloned from variable {1}
ar: متغير {0} مستنسخ من متغير {1}
cs: Proměnná {0} zkopírována z proměnné {1}
es: Variable {0} clonada de variable {1}
fr: La variable {0} clonée à partir de la variable {1}
pt: Variável {0} copiada de variável {1}
sq: Variabli {0} u klonua nga variabli {1}
uk: Змінна {0} скопійована зі змінної {1}

# Variable_Delete
source: Variable {0} deleted
ar: تم حذف المتغير {0}
cs: Proměnná {0} odstraněna
es: Variable {0} eliminada
fr: Variable {0} supprimée
pt: Variável {0} excluída
sq: Variabli {0} u fshi
uk: Змінна {0} видалена

# Variable_Move_To_Roster
source: Variable {0} moved to roster {1}
ar: متغير {0} انتقل إلى القائمة {1}
cs: Proměnná {0} přesunuta na soupisku {1}
es: Variable {0} movida a lista {1}
fr: La variable {0} a été déplacée vers la liste {1}
pt: Variável {0} movida para a lista {1}
sq: Variabli {0} u zhvendos listën {1}
uk: Змінна {0} переміщена до списку {1}

# Variable_Move_To_Section
source: Variable {0} moved to section {1}
ar: متغير {0} انتقل إلى القسم {1}
cs: Proměnná {0} přesunuta do sekce {1}
es: Variable {0} movida a sección {1}
fr: La variable {0} est déplacée vers la section {1}
pt: Variável {0} movida para a seção {1}
sq: Variabli {0} u zhvendos te rubrika {1}
uk: Змінна {0} перенесена в розділ {1}

# Variable_Update
source: Variable {0} updated
ar: المتغير {0} تم تحديثه
cs: Proměnná {0} aktualizována
es: Variable {0} cargada
fr: La variable {0} a été mise à jour
pt: Variável {0} atualizada
sq: Variabli {0} u përditësua
uk: Змінна {0} оновлена

# UnknownUserName
source: <<UNKNOWN>>
ar: <<غير معروف>>
es: <<DESCNONOCIDO>>
fr: << INCONNU >>
pt: <<DESCONHECIDO>>
