Repository: surveysolutions/surveysolutions
Catalog: src/UI/WB.UI.Designer/Resources/QuestionnaireEditor.*.resx
Languages: ar, cs, fr, pt, ro, ru, sq, uk, zh

source: Add new section
ar: إضافة قسم جديد
cs: Přidat nový oddíl
fr: Ajouter une nouvelle section
pt: Adicionar nova seção
ro: Adăugați o secțiune nouă
ru: Добавить секцию
sq: Shto rubrikë të re
uk: Додати новий розділ
zh: 添加新部分

source: Backup
ar: نسخ احتياطي
cs: Zálohování
fr: Sauvegarde
ro: Copie de siguranță
ru: Сохранить
sq: Kopje rezervë
uk: Резервне копіювання.
zh: 备份

source: Save as
ar: حفظ باسم
cs: Uložit jako
fr: Enregistrer sous
pt: Salvar como
ro: Salvează ca
ru: Сохранить как
uk: Зберегти як

source: Copy to
ar: نسخ إلى
cs: Kopírovat do
fr: Copier vers
pt: Copiar para
ru: Копировать в
uk: Скопіювати на

source: Cancel
ar: إلغاء
cs: Zrušit
fr: Annuler
pt: Cancelar
ro: Anulare
ru: Отмена
sq: Anulo
uk: Скасувати
zh: 取消

source: Change password
ar: تغيير كلمة المرور
cs: Změnit heslo
fr: Changer le mot de passe
pt: Alterar senha
ro: Schimbați parola
ru: Изменить пароль
sq: Ndrysho fjalëkalim
uk: Змінити пароль
zh: 修改密码

source: click here
ar: انقر هنا
cs: klikněte zde
fr: cliquez ici
pt: clique aqui
ro: Click aici
ru: нажмите сюда
sq: kliko këtu
uk: натисніть тут
zh: 点击这里

source: Compile
ar: تجميع
cs: Kompilovat
fr: Compiler
pt: Compilar
ro: Compilează
ru: Компилировать
sq: Përpilo
uk: Скомпілювати
zh: 编译：

source: Copy
ar: نسخ
cs: Kopírovat
fr: Copie
pt: Copiar
ro: Copie
ru: Копировать
sq: Kopjo
uk: Скопіювати
zh: 复制

source: Delete
ar: حذف
cs: Vymazat
fr: Supprimer
pt: Excluir
ro: Șterge
ru: Удалить
sq: Fshi
uk: Видалити
zh: 删除

source: Download
ar: تنزيل
cs: Stáhnout
fr: Télécharger
pt: Baixar
ro: Descarcă
ru: Скачать
sq: Shkarko
uk: Завантажити
zh: 下载

# ErrorsCounter
source: {{count}} error
ar: {{count}} خطأ
cs: Chyba {{count}}
fr: {{count}} erreur
pt: {{count}} erro
ro: Eroare {{count}}
ru: {{count}} ошибка
sq: {{count}} gabim
uk: {{count}} помилка
zh: {{count}}个错误

# ErrorsCounter_plural
source: {{count}} errors
ar: {{count}} أخطاء
cs: Chyby {{count}}
fr: {{count}} erreurs
pt: {{count}} erros
ro: {{count}} erori
sq: {{count}} gabime
uk: {{count}} помилки
zh: {{count}}个错误

# HellowMessageBtn
source: Hi, {{currentUserName}}
ar: مرحبًا، {{currentUserName}}
cs: Ahoj, {{currentUserName}}
fr: Hello, {{currentUserName}}
pt: Oi, {{currentUserName}}
ro: Bună ziua, {{currentUserName}}
ru: Здравствуйте, {{currentUserName}}
sq: Përshëndetje, {{currentUserName}}
uk: Привіт, {{currentUserName}}
zh: 欢迎，{{currentUserName}}

source: Help
ar: مساعدة
cs: Pomoc
fr: Aide
pt: Ajuda
ro: Ajutor
ru: Помощь
sq: Ndihmë
uk: Допомога
zh: 帮助

source: History
ar: التاريخ
cs: Historie
fr: Historique
pt: Histórico
ro: Istoric
ru: История
sq: Historiku
uk: Історія
zh: 历史

source: Log out
ar: تسجيل الخروج
cs: Odhlášení ze systému
fr: Se déconnecter
pt: Sair
ro: Deconectare
ru: Выход
sq: Dil
uk: Вийти з системи
zh: 注销

source: OK
ar: موافق
fr: D'accord
ro: In regulă
uk: Гаразд

source: Open
ar: فتح
cs: Otevřený
fr: Ouvrir
pt: Abrir
ro: Deschis
ru: Открыть
sq: Hap
uk: Відкрити
zh: 打开

source: Paste after
ar: لصق بعد
cs: Vložit za
fr: Coller après
pt: Colar depois
ro: Lipește după
ru: Вставить после
sq: Ngjit pas
uk: Вставте після
zh: 往后粘贴

# QuestionnaireSummary
source: ({{questionsCount}}Q, {{groupsCount}}S, {{rostersCount}}R)
ar: ({{questionsCount}}س، {{groupsCount}}ق، {{rostersCount}}ف)
pt: ({{questionsCount}}P, {{groupsCount}}S, {{rostersCount}}R)
ru: ({{questionsCount}}В, {{groupsCount}}С, {{rostersCount}}Р)

source: Read Only
ar: للقراءة فقط
cs: Jen pro čtení
fr: Lecture seule
pt: Somente leitura
ro: Numai citire
ru: Только чтение
sq: Vetëm për të lexuar
uk: Тільки для читання
zh: 只读模式

# ReadOnlyQuestion
source: It is readonly question. You can not edit it.
ar: هذا سؤال للقراءة فقط. لا يمكنك تحريره.
cs: Je to otázka pouze pro čtení. Nelze jej upravovat.
fr: C'est une question en lecture seule. Vous ne pouvez pas la modifier.
pt: É uma pergunta somente leitura. Você não pode editá-la.
ro: Această întrebare este marcată "Numai citire". Nu o puteți edita.
ru: Вопрос в режиме для чтения. Вы не можете редактировать его.
uk: Це питання тільки для читання. Ви не можете його редагувати.

source: Save
ar: حفظ
cs: Uložit
fr: Sauvegarder
pt: Salvar
ro: Salvează
ru: Сохранить
sq: Ruaj
uk: Зберегти
zh: 保存

# SavedAtTimestamp
source: saved at {{dateTime, H:mm}}
ar: تم الحفظ في {{dateTime، H:mm}}
cs: uloženo v {{dateTime, H:mm}}
fr: enregistré à {{dateTime, H:mm}}
pt: salvo em {{dateTime, H:mm}}
ro: salvat la {{dateTime, H: mm}}
ru: сохранено в {{dateTime, H:mm}}
sq: ruajtur më {{dateTime, H:mm}}
uk: збережено в {{dateTime, H:mm}}
zh: 保存于{{dateTime, H:mm}}。

source: Settings
ar: الإعدادات
cs: Nastavení
fr: Paramètres
pt: Configurações
ro: Setări
ru: Настройки
sq: Cilësimet
uk: Налаштування
zh: 设置

# SideBarAddMacro
source: add new Macro
ar: إضافة ماكرو جديد
cs: přidat nové makro
fr: ajouter une nouvelle macro
pt: adicionar novo Macro
ro: adăugați o funcție de tip macrocomandă nouă
ru: добавить Макрос
sq: shto Makro të re
uk: додати новий макрос
zh: 添加新的宏

# SideBarAttachmentName
source: attachment name
ar: اسم المرفق
cs: Název přílohy
fr: nom de la pièce jointe
pt: nome do anexo
ro: numele atașamentului
ru: имя вложения
sq: emërtimi i bashkëlidhjes
uk: назва вкладення
zh: 附件名称

# SideBarAttachmentsCounter
source: {{count}} File Attachment ({{bytes}} total)
ar: {{count}} مرفق ملف ({{bytes}} إجمالي)
cs: {{count}} Příloha souboru (celkem {{bytes}})
fr: {{count}} Fichier joint ({{bytes}} total)
pt: {{count}} Anexo de Arquivo ({{bytes}} no total)
ro: {{count}} Fișier atașat ({{bytes}} în total)
ru: {{count}} Вложение (итого {{bytes}})
sq: {{count}} Skedar i bashkëlidhur ({{bytes}} gjithsej)
uk: {{count}} Вкладення файлів ({{bytes}} всього)
zh: {{count}}附件文件 (共{{bytes}})

# SideBarAttachmentsCounter_plural
source: {{count}} Files Attachments ({{bytes}} total)
ar: {{count}} مرفقات ملفات ({{bytes}} إجمالي)
cs: {{count}} Přílohy souborů (celkem {{bytes}})
fr: {{count}} Fichiers joints ({{bytes}} total)
pt: {{count}} Anexos de Arquivo ({{bytes}} no total)
ro: {{count}} Fișiere atașate ({{bytes}} în total)
sq: {{count}} Skedarë të bashkëlidhur ({{bytes}} gjithsej)
uk: {{count}} Вкладені файли ({{bytes}} всього)
zh: {{count}}附件文件 (共{{bytes}})

# SideBarAttachmentsEmptyLine1
source: Use this tab to upload multimedia files that may be referenced in the questionnaire.
ar: استخدم هذا التبويب لتحميل الملفات المتعددة الوسائط التي قد يتم الرجوع إليها في الاستبيان.
cs: Tato karta slouží k nahrání multimediálních souborů, na které může být odkazováno v dotazníku.
fr: Utilisez cet onglet pour charger des fichiers multimédias pouvant être référencés dans le questionnaire.
pt: Use esta aba para carregar arquivos multimídia que podem ser referenciados no questionário.
ro: Utilizează această filă pentru a încărca fișiere multimedia la care se poate face referire în chestionar.
ru: Используйте вкладку для загрузки мультимедиа файлов, которые можно использовать в опроснике.
sq: Përdor këtë tab për ngarkimin e skedarëve multimedialë që mund të përmenden në pyetësor.
uk: Використовуйте цю вкладку для завантаження мультимедійних файлів, на які можуть бути посилання в анкеті.
zh: 用这个 tab 去上传文件可能引用的多媒体文件。

# SideBarAttachmentsEmptyLine2
source: To avoid slow synchronization we recommend combined size of all attached files not to exceed 2MB. For supported file types, formats, and dimensions
ar: لتجنب التزامن البطيء نوصي بأن لا يتجاوز الحجم الإجمالي لجميع الملفات المرفقة 2 ميجابايت. لأنواع الملفات المدعومة، التنسيقات، والأبعاد
cs: Chcete-li se vyhnout pomalé synchronizaci, doporučujeme kombinovat velikost všech připojených souborů nepřesahující 2MB. Pro podporované typy souborů, formáty a rozměry
fr: Pour éviter une synchronisation lente, nous recommandons que la taille combinée de tous les fichiers joints ne dépasse pas 2 Mo. Pour les types de fichiers pris en charge, les formats et les dimensions
pt: Para evitar sincronização lenta, recomendamos que o tamanho combinado de todos os arquivos anexados não exceda 2MB. Para tipos de arquivos suportados, formatos e dimensões
ro: Pentru a evita sincronizarea lentă, vă recomandăm ca dimensiunea combinată a tuturor fișierelor atașate să nu depășească 2 MB. Pentru tipurile, formatele și dimensiunile de fișiere acceptate
ru: Для избежания медленной синхронизации рекомендовано не превышать 2МБ общего объёма вложений. Для информации о поддерживаемых типах файлов, форматов и размеров
sq: Për të shmangur sinkronizimin e ngadaltë, rekomandojmë që madhësia e kombinuar e të gjithë skedarëve të bashkëlidhur të mos i kalojë 2MB. Për llojet, formatet dhe përmasat e mbështetura
uk: Щоб уникнути повільної синхронізації, ми рекомендуємо, щоб загальний розмір усіх прикріплених файлів не перевищував 2 МБ. Підтримувані типи, формати та розміри файлів
zh: 为了避免同步速度较慢，我们推荐小于2M的文件。对于被支持文件的类型、格式和大小

# SideBarAttachmentsEmptyLine3
source: To refer to an attachment in the questionnaire add a static text element and specify the attachment {{-name}} in its attachment property
ar: للإشارة إلى مرفق في الاستبيان أضف عنصر نص ثابت وحدد المرفق {{-name}} في خاصية المرفق
cs: Chcete-li odkazovat na přílohu v dotazníku, přidejte statický textový prvek a zadejte přílohu {{-name}} v její vlastnosti attachment
fr: Pour référencer une pièce jointe dans le questionnaire, ajoutez un élément de texte statique et spécifiez la pièce jointe {{-name}} dans sa propriété de pièce jointe
pt: Para referenciar um anexo no questionário, adicione um elemento de texto estático e especifique o anexo {{-name}} em sua propriedade de anexo
ro: Pentru a face referire la un atașament din chestionar, adăugați un element de text static și specificați atașamentul {{-name}} în proprietatea sa de atașament.
ru: Чтобы сослаться на вложение в опроснике добавьте статический текст и укажите {{-name}} в его свойстве Имя вложения.
sq: Për t’iu referuar një bashkëlidhjeje në pyetësor shtoni një element teksti statik dhe specifikoni bashkëlidhjen {{-name}} në vetitë e saj të bashkëlidhjes
uk: Щоб посилатися на вкладення в анкеті, додайте статичний текстовий елемент і вкажіть вкладення {{-name}} у його властивості attachment
zh: 可以用来用一个附件来增加静态文本，并用附件属性 {{-name}} 来明确静态文本的名称

# SideBarAttachmentsEstimate
source: Est. loading time: {{timeString}} at {{downloadSpeed}}Kb/s (EDGE)
ar: الوقت المقدر للتحميل: {{timeString}} عند {{downloadSpeed}} كيلوبايت/ث (EDGE)
cs: Odhadovaná doba načítání: {{timeString}} na {{downloadSpeed}}Kb/s (EDGE)
fr: Est. temps de chargement: {{timeString}} à {{downloadSpeed}} Kb/s (EDGE)
pt: Tempo estimado de carregamento: {{timeString}} a {{downloadSpeed}}Kb/s (EDGE)
ro: Timpul de încărcare estimat: {{timeString}} la {{downloadSpeed}} Kb/s (EDGE)
ru: Оценка времени скачивания: {{timeString}} используя {{downloadSpeed}}Кб/сек (EDGE)
sq: Koha e vlerësuar e ngarkimit: {{timeString}} me {{downloadSpeed}}Kb/s (EDGE)
uk: Орієнтовний час завантаження: {{timeString}} при {{downloadSpeed}} Кб/с (EDGE)
zh: 东部标准时间：导入时间：{{timeString}}速度为{{downloadSpeed}}Kb/s (EDGE)

# SideBarAttachmentsUpload
source: Upload new
ar: تحميل جديد
cs: Nahrát nový
fr: Importer
pt: Carregar novo
ro: Încarcă
ru: Загрузить новый
sq: Ngarko të ri
uk: Завантажити нову
zh: 上传新文件

# SideBarLookupEmptyLine1
source: Use this tab to define lookup tables.
ar: استخدم هذا التبويب لتعريف جداول البحث.
cs: Tato karta slouží k definování vyhledávacích tabulek.
fr: Utilisez cet onglet pour définir les tables de référence
pt: Use esta aba para definir tabelas de consulta.
ro: Utilizați această filă pentru a defini tabele de căutare.
ru: Используйте вкладку для определения справочных таблиц.
sq: Përdorni këtë tab për përcaktimin e tabelave të kërkimit.
uk: Використовуйте цю вкладку для визначення таблиць пошуку.
zh: 用这个 tab 去定义查询表。

# SideBarLookupEmptyLine2
source: A lookup table provides reference information that may be queried by a key and used in enabling conditions and validation expressions.
ar: يوفر جدول البحث معلومات مرجعية يمكن الاستعلام عنها بواسطة مفتاح واستخدامها في شروط التمكين وتعبيرات التحقق.
cs: Vyhledávací tabulka poskytuje referenční informace, které mohou být dotazovány klíčem a použity v povolovacích podmínkách a ověřovacích výrazech.
fr: Une table de référence fournit des informations de référence qui peuvent être interrogées par une clé et utilisées dans des conditions d'activation et des expressions de validation.
pt: Uma tabela de consulta fornece informações de referência que podem ser consultadas por uma chave e usadas em condições de habilitação e expressões de validação.
ro: Un tabel de căutare oferă informații de referință care pot fi interogate folosind o cheie de căutare și utilizate în condiții de activare și expresii de validare.
ru: Справочная таблица предоставляет каталог, который можно использовать в условиях и проверках как хранилище ключ-значение.
sq: Tabela e kërkimit jep informacion referues që mund të kërkohet me anë të një çelësi dhe përdoret për aktivizimin e kushteve dhe shprehjeve të validimit.
uk: Таблиця пошуку містить довідкову інформацію, яка може бути запитана за допомогою ключа і використана в умовах дозволу та виразах перевірки.
zh: 查询表提供了可能被键查询或用于启用性条件和验证性表达式的引用信息。

# SideBarLookupEmptyLine3
source: A lookup table consists of a name and the lookup file, which may contain multiple tab-delimited columns of numeric values.
ar: يتكون جدول البحث من اسم وملف البحث، والذي قد يحتوي على أعمدة متعددة مفصولة بعلامات تبويب من القيم الرقمية.
cs: Vyhledávací tabulka se skládá z názvu a vyhledávacího souboru, který může obsahovat více sloupců číselných hodnot oddělených tabulátory.
fr: Une table de référence se compose d'un nom et du fichier de recherche, qui peut contenir plusieurs colonnes de valeurs numériques délimitées par des tabulations.
pt: Uma tabela de consulta consiste em um nome e o arquivo de consulta, que pode conter várias colunas delimitadas por tabulação de valores numéricos.
ro: Un tabel de căutare constă dintr-un nume și un fișier de căutare, care poate conține mai multe coloane cu valori numerice separate prin caracterul TAB.
ru: Справочная таблица состоит из имени и справочного файла. Файл может содержать числовые данные разделённые на колонки используя табуляцию.
sq: Tabela e kërkimit përbëhet nga emërtimi dhe skedari i kërkimit, që mund të përmbajë kolona të shumëfishta me vlera numerike, të ndara me tab.
uk: Таблиця пошуку складається з імені та файлу пошуку, який може містити кілька стовпців числових значень, розділених табуляцією.
zh: 一个查询表由名称和可能包含多个tab间隔列的数字型值文件组成。

# SideBarLookupTableAdd
source: ADD NEW Lookup table
ar: إضافة جدول بحث جديد
cs: PŘIDAT NOVOU vyhledávací tabulku
fr: AJOUTER UNE NOUVELLE table de référence
pt: ADICIONAR NOVA Tabela de Consulta
ro: ADAUGĂ O NOUĂ listă de căutare
ru: Добавить таблицу
sq: SHTO tabelë të RE kërkimi
uk: ДОДАТИ НОВУ таблицю пошуку
zh: 添加新的查询表

# SideBarLookupTableDropFile
source: Drop File here
ar: إسقاط الملف هنا
cs: Drop soubor zde
fr: Déposer le fichier ici
pt: Solte o Arquivo aqui
ro: Atașați fișierul aici
ru: Поместите файл
sq: Hidh skedarin këtu
uk: Киньте файл сюди
zh: 将文件拖拽到这里

# SideBarEditCategories
source: Edit Categories
ar: تحرير الفئات
cs: Upravit kategorie
fr: Modifier les catégories
pt: Editar Categorias
ro: Editare Variante de răspuns
ru: Редактировать категории
uk: Редагувати категорії

# SideBarLookupTableFileName
source: file name
ar: اسم الملف
cs: Název souboru
fr: nom de fichier
pt: nome do arquivo
ro: nume de fișier
ru: Имя файла
sq: emërtimi i skedarit
uk: ім'я файлу
zh: 文件名称

# SideBarLookupTableName
source: table name
ar: اسم الجدول
cs: Název tabulky
fr: nom de la table
pt: nome da tabela
ro: numele tabelului
ru: Имя таблицы
sq: emërtimi i tabelës
uk: назва таблиці
zh: 表名称

# SideBarLookupTablesCounter
source: {{count}} Lookup Table:
ar: {{count}} جدول بحث:
cs: {{count}} Vyhledávací tabulka:
fr: {{count}} Table de référence:
pt: {{count}} Tabela de Consulta:
ro: {{count}} Tabel de căutare:
ru: {{count}} Справочная таблица:
sq: {{count}} Tabelë Kërkimi:
uk: {{count}} Таблиця пошуку:
zh: {{count}} 个查询表：

# SideBarLookupTablesCounter_plural
source: {{count}} Lookup Tables:
ar: {{count}} جداول بحث:
cs: {{count}} Vyhledávací tabulky:
fr: {{count}} Tables de référence:
pt: {{count}} Tabelas de Consulta:
ro: {{count}} Tabelele de căutare:
sq: {{count}} Tabela Kërkimi:
uk: {{count}} Таблиці пошуку:
zh: {{count}} 个查询表：

# SideBarLookupTableSelectFile
source: Select file
ar: اختر الملف
cs: Vybrat soubor
fr: Choisir le fichier
pt: Selecionar arquivo
ro: Selectați fișierul
ru: Выбрать файл
sq: Zgjidh skedarin
uk: Виберіть файл
zh: 选择文件

# SideBarLookupTableUpdateFile
source: Update file
ar: تحديث الملف
cs: Aktualizovaný soubor
fr: Mettre à jour
pt: Atualizar arquivo
ro: Actualizați fișierul
ru: Обновить файл
sq: Përditëso skedarin
uk: Оновити файл
zh: 更新文件

# SideBarMacroContent
source: content
ar: المحتوى
cs: obsah
fr: contenu
pt: conteúdo
ro: conţinut
ru: содержимое
sq: përmbajtja
uk: зміст
zh: 内用

# SideBarMacroCounter
source: {{count}} Macro:
ar: {{count}} ماكرو:
cs: {{count}} Makro:
ro: {{count}} Macrocomandă:
ru: {{count}} Макрос:
sq: {{count}} Makro:
uk: {{count}} Макрос:
zh: {{count}}个宏

# SideBarMacroCounter_plural
source: {{count}} Macros:
ar: {{count}} ماكرو:
cs: {{count}} Makra:
ro: {{count}} Macrocomenzi:
sq: {{count}} Makro:
uk: {{count}} Макроси:
zh: {{count}}个宏

# SideBarMacroDescription
source: description
ar: الوصف
cs: popis
pt: descrição
ro: descriere
ru: описание
sq: Përshkrim
uk: опис
zh: 描述

# SideBarMacroEmptyLine1
source: Use this tab to define macro substitutions.
ar: استخدم هذا التبويب لتعريف استبدالات الماكرو.
cs: Tato karta slouží k definování náhrad maker.
fr: Utilisez cet onglet pour définir les substitutions de macros.
pt: Use esta aba para definir substituições de macro.
ro: Utilizați această filă pentru a defini substituțiile de tip macrocomandă.
ru: Используйте вкладку для определения макросов.
sq: Përdor këtë tab për të përcaktuar zëvendësimet e makros.
uk: Використовуйте цю вкладку для визначення макропідстановок.
zh: 用这个tab去定义宏的替换。

# SideBarMacroEmptyLine2
source: A macro is a named expression that can be used in enabling conditions and validation expressions. A macro consists of name and content.
ar: الماكرو هو تعبير مسمى يمكن استخدامه في شروط التمكين وتعبيرات التحقق. يتكون الماكرو من اسم ومحتوى.
cs: Makro je pojmenovaný výraz, který lze použít v povolovacích podmínkách a ověřovacích výrazech. Makro se skládá z názvu a obsahu.
fr: Une macro est une expression nommée pouvant être utilisée dans les conditions d'activation et les expressions de validation. Une macro est composée de nom et de contenu.
pt: Um macro é uma expressão nomeada que pode ser usada em condições de habilitação e expressões de validação. Um macro consiste em nome e conteúdo.
ro: O macrocomandă este o expresie numită care poate fi utilizată în condiții de activare și expresii de validare. O macrocomandă constă din nume și conținut.
ru: Макрос это именованное выражение, которое можно использовать в условиях и проверках. Он состоит из имени и содержимого.
sq: Makroja është një shprehje e emërtuar që mund të përdoret në kushtet e aktivizimit dhe shprehjet e validimit. Makroja përbëhet nga emërtimi dhe përmbajtja.
uk: Макрос - це іменований вираз, який можна використовувати в умовах дозволу та виразах валідації. Макрос складається з імені та вмісту.
zh: 宏是一个命名表达式，可用于启用条件和验证表达式。宏由名称和内容组成。

# SideBarMacroEmptyLine3
source: can be used in an expression, to refer to macro.
ar: يمكن استخدامه في تعبير، للإشارة إلى الماكرو.
cs: lze použít ve výrazu k odkazování na makro.
fr: peut être utilisé dans une expression, pour faire référence à la macro.
pt: pode ser usado em uma expressão, para referenciar o macro.
ro: poate fi folosit într-o expresie, pentru a face referire la macrocomandă.
ru: может быть использовано в выражениях как ссылка на макрос.
sq: mund të përdoret në një shprehje, për t’iu refeuar makros.
uk: можна використовувати у виразі для посилання на макрос.
zh: 可以用于表达式，可以由宏引用。

# SideBarMacroHideDescription
source: hide description
ar: إخفاء الوصف
cs: Skrýt popis
fr: Masquer la description
pt: ocultar descrição
ro: ascunde descrierea
ru: cкрыть описание
sq: fshih përshkrimin
uk: приховати опис
zh: 隐藏描述

# SideBarMacroName
source: macro name
ar: اسم الماكرو
cs: Název makra
fr: nom de la macro
pt: nome do macro
ro: nume macrocomandă
ru: имя макроса
sq: emërtimi i makros
uk: назва макросу
zh: 宏名称

# SideBarMacroShowDescription
source: add description
ar: إضافة وصف
cs: přidat popis
fr: ajouter une description
pt: adicionar descrição
ro: Adauga descriere
ru: добавить описание
sq: shto përshkrimin
uk: додати опис
zh: 添加描述

# SideBarScenarioCounter
source: {{count}} Scenario:
ar: {{count}} سيناريو:
cs: {{count}} Scénář:
fr: {{count}} Scénario:
pt: {{count}} Cenário:
ro: {{count}} Scenariu:
ru: {{count}} Сценарий:
uk: {{count}} Сценарій:

# SideBarScenarioCounter_plural
source: {{count}} Scenarios:
ar: {{count}} سيناريوهات:
cs: {{count}} Scénáře:
fr: {{count}} Scénarios:
pt: {{count}} Cenários:
ro: {{count}} Scenarii:
uk: {{count}} Сценарії:

# SideBarScenarioEmptyLine1
source: Use this tab to view your scenarios.
ar: استخدم هذا التبويب لعرض السيناريوهات الخاصة بك.
cs: Tato karta slouží k zobrazení scénářů.
fr: Utilisez cet onglet pour voir vos scénarios.
pt: Use esta aba para visualizar seus cenários.
ro: Utilizați această filă pentru a vizualiza scenariile dvs.
ru: На этой вкладке вы можите видеть ваши сценарии.
uk: Використовуйте цю вкладку для перегляду сценаріїв.

# SideBarScenarioEmptyLine2
source: A scenario is a snapshot of tester state, you can save it on tester by click on button "Save Scenario".
ar: السيناريو هو لقطة لحالة المختبر، يمكنك حفظها على المختبر بالنقر على زر "حفظ السيناريو".
cs: Scénář je snímek stavu testeru, který můžete uložit na testeru kliknutím na tlačítko "Uložit scénář".
fr: Un scénario est un instantané de l'état du testeur, vous pouvez l'enregistrer sur le testeur en cliquant sur le bouton "Enregistrer le scénario".
pt: Um cenário é um instantâneo do estado do testador, você pode salvá-lo no testador clicando no botão "Salvar Cenário".
ro: Un scenariu este un instantaneu al stării testerului, îl puteți salva pe tester făcând clic pe butonul „Salvare scenariu”.
ru: Сценарий это снимок текущего состояния на тестере, вы можите сохранить сценарий нажав "Сохранить сценарий" на тестере.
uk: Сценарій - це знімок стану тестера, ви можете зберегти його на Web-Tester, натиснувши кнопку "Зберегти сценарій".

# SideBarScenarioName
source: scenario title
ar: عنوان السيناريو
cs: Název scénáře
fr: titre du scénario
pt: título do cenário
ro: titlul scenariului
ru: заголовок сценария
uk: назва сценарію

# SideBarSectionsCounter
source: {{count}} Section:
ar: {{count}} قسم:
cs: {{count}} Oddíl:
pt: {{count}} Seção:
ro: {{count}} Secțiune:
ru: {{count}} Секция:
sq: {{count}} Rubrikë:
uk: {{count}} Розділ:
zh: {{count}}个问卷模块：

# SideBarSectionsCounter_plural
source: {{count}} Sections:
ar: {{count}} أقسام:
cs: {{count}} Sekce:
pt: {{count}} Seções:
ro: {{count}} Secțiuni:
sq: {{count}} Rubrika:
uk: {{count}} Розділи:
zh: {{count}}个问卷模块：

# SideBarTranslationDownloadXlsx
source: Download xlsx
ar: تنزيل xlsx
cs: Stáhnout xlsx
fr: Télécharger xlsx
pt: Baixar xlsx
ro: Descărcați în format xlsx
ru: Скачать xlsx
sq: Shkarko xlsx
uk: Завантажити xlsx
zh: 下载 xlsx

# SideBarTranslationGetTemplate
source: Get Template for
ar: الحصول على قالب لـ
cs: Získat šablonu pro
fr: Obtenir un modèle pour
pt: Obter Modelo para
ro: Obțineți șablonul pentru
ru: Получить шаблон для
sq: Merr Modelin për
uk: Отримати шаблон для
zh: 找一个模版用于

# SideBarTranslationName
source: translation name
ar: اسم الترجمة
cs: Název překladu
fr: nom de la traduction
pt: nome da tradução
ro: numele traducerii
ru: название перевода
sq: emërtimi i përkthimit
uk: назва перекладу
zh: 翻译的名称
