Repository: surveysolutions/surveysolutions
Catalog: src/UI/WB.UI.Designer/Resources/QuestionnaireEditor.*.resx
Languages: ar, cs, fr, pt, ro, ru, sq, uk, zh

# AddValidationRule
source: Add new validation rule
ar: إضافة شرط تحقق جديد
cs: Přidat ověřovací pravidlo
fr: Ajouter une nouvelle condition de validation
pt: Adicionar nova condição de validação
ro: Adăugați o nouă regulă de validare
ru: Добавить проверку
sq: Shto rregull të ri validimi
uk: Додати правило перевірки
zh: 添加新的验证规则

# EnteredMoreThanAllowed
source: You entered more than maximum allowed {{max}}
ar: لقد أدخلت أكثر من الحد الأقصى المسموح به {{max}}
cs: Zadali jste více než maximální povolené {{max}}
fr: Vous avez entré plus que le maximum autorisé {{max}}
pt: Você inseriu mais do que o máximo permitido {{max}}
ro: Ați introdus mai mult decât maximul permis {{max}}
ru: Введено больше чем разшенное максимальное количество {{max}}
sq: Keni shkruar më shumë sesa maksimumi i lejuar {{max}}
uk: Ви ввели більше, ніж дозволено {{max}}
zh: 您输入了超过最大被允许的范围{{max}}。

# ErrorMessage
source: Error or warning message
ar: رسالة خطأ أو تحذير
cs: Chybová zpráva nebo upozornění
fr: Message d'erreur ou d'avertissement
pt: Mensagem de erro ou aviso
ro: Mesaj de eroare sau de avertizare
ru: Сообщение об ошибке или предупреждение
sq: Gabim ose mesazh paralajmërues
uk: Повідомлення про помилку або попередження
zh: 错误或警告消息

# OptionsListError
source: You entered an invalid input. Each line should follow the format: "Title...Value". 'Value' must be an integer number. Title must be an alpha-numeric string. No empty lines are allowed.
ar: لقد أدخلت إدخالًا غير صالح. يجب أن يتبع كل سطر التنسيق: 'العنوان...القيمة[...اسم المرفق]'. يجب أن تكون 'القيمة' رقمًا صحيحًا. يجب أن يكون 'العنوان' سلسلة أبجدية رقمية. 'اسم المرفق' اختياري. لا يُسمح بوجود أسطر فارغة.
cs: Zadali jste neplatný vstup. Každý řádek by měl mít formát: "Název... Hodnota[... Název přílohy]". "Hodnota" musí být celé číslo. 'Název' musí být alfanumerický řetězec. "Název přílohy" je volitelný. Žádné prázdné řádky nejsou povoleny.
fr: Vous avez entré une entrée invalide. Chaque ligne doit suivre le format : 'Titre...Valeur[...Nom de la pièce jointe]'. 'Valeur' doit être un nombre entier. 'Titre' doit être une chaîne alphanumérique. 'Nom de la pièce jointe' est facultatif. Aucune ligne vide n'est autorisée.
pt: Você inseriu uma entrada inválida. Cada linha deve seguir o formato: 'Título...Valor[...Nome do anexo]'. 'Valor' deve ser um número inteiro. 'Título' deve ser uma string alfanumérica. 'Nome do anexo' é opcional. Não são permitidas linhas vazias.
ro: Ați introdus date incorecte. Fiecare linie trebuie să urmeze formatul: „Titlu ... Valoare”. „Valoare” trebuie să fie un număr întreg. "Titlu" trebuie să fie un șir alfa-numeric. Nu sunt permise linii goale.
ru: Ввод не верен. Каждая строка должна следовать следующему формату: "Текст...Значение". 'Текст' должен содержать символы или цифры. 'Значение' должно быть целочисленным. Пустые строки не разрешены.
sq: Ju vendosët një input të pavlefshëm. Çdo rresht duhet të ndjekë formatin: "Titull...Vlerë". 'Vlera' duhet të jetë numër i plotë. Titulli duhet të jetë një varg alfanumerik. Nuk lejohen rreshta bosh.
uk: Ви ввели невірні дані. Кожен рядок повинен відповідати формату: "Назва...Значення[...Назва вкладення]". "Значення" має бути цілим числом. "Назва" має бути буквено-цифровим рядком. "Ім'я вкладення" не є обов'язковим. Порожні рядки не допускаються.
zh: 您的输入无效。每一行应遵循以下格式：“标题...值”，"值"必须是整数。标题必须是α-数字字符串。不允许有空的行。

# QuestionAddInstruction
source: Add Interviewer Instruction
ar: إضافة تعليمات للمحاور
cs: Přidat instrukce tazatele
fr: Ajouter une instruction pour l'enquêteur
pt: Adicionar instrução do entrevistador
ro: Adăugați instrucțiuni pentru anchetator
ru: Добавить инструкцию для интервьюера
sq: Shto Udhëzimet e Intervistës
uk: Додати інструкцію для інтерв'юера
zh: 增加调查员说明

# QuestionClickReload
source: click reload
ar: انقر لإعادة التحميل
cs: Klikněte na Načíst znovu
fr: cliquez sur recharger
pt: clique em recarregar
ro: Faceți clic pe Reîncărcare
ru: нажмите обновить
sq: kliko ringarkimin
uk: натисніть перезавантажити
zh: 点击重新载入

# QuestionFilter
source: Filter
ar: تصفية
cs: Filtr
fr: Filtrer
pt: Filtro
ro: Filtru
ru: Фильтр
sq: Filtro
uk: Фільтр
zh: 筛选器

# QuestionGpsNavigation
source: This question will be treated as GPS navigation question for Interviewer
ar: سيتم التعامل مع هذا السؤال كسؤال ملاحة GPS للمحاور
cs: Tato otázka bude považována za otázku GPS navigace pro tazatele
fr: Cette question sera traitée comme une question de navigation GPS pour l'enquêteur
pt: Esta pergunta será tratada como uma pergunta de navegação GPS para o entrevistador
ro: Această întrebare va fi tratată ca întrebare de navigare GPS pentru anchetator
ru: Вопрос будет использован для GPS навигации Интервьюером
sq: Kjo pyetje do të trajtohet si pyetje për shfletimin e GPS-së për intervistuesin
uk: Це питання буде розглядатися як питання GPS-навігації для інтерв'юера
zh: 这个问题将被当成调查员的GPS导航问题

# QuestionHideInstruction
source: Hide instruction
ar: إخفاء التعليمات
cs: Skrýt instrukce
fr: Masquer l'instruction
pt: Ocultar instrução
ro: Ascundeți instrucțiunile
ru: Скрыть инструкцию
sq: Fshih udhëzimin
uk: Приховати інструкцію
zh: 隐藏说明

# QuestionInstruction
source: Instruction
ar: تعليمات
cs: Instrukce
pt: Instrução
ro: Instrucțiuni
ru: Инструкция
sq: Udhëzim
uk: Інструкція
zh: 说明

# QuestionLinkedDescr
source: Bind to list question or question from roster group
ar: ربط بسؤال القائمة أو سؤال من مجموعة الروستر
cs: Vázat na otázku seznamu nebo otázku ze skupiny soupisek
fr: Lier à la question de la liste ou à la question du groupe de roster
pt: Vincular à lista de perguntas ou perguntas do grupo de rosters
ro: Legați de o întrebare de tip listă sau de o întrebare dintr-o listă
ru: Связать со списком, либо вопросом из ростера
sq: Lidh me pyetjen e listës ose pyetjen nga grupi i rosterit
uk: Прив'язати до питання зі списку або питання з групи ростеру
zh: 捆绑至列表型问题或来自二维表组的问题

# QuestionMustBeBound
source: You must bind this question
ar: يجب ربط هذا السؤال
cs: Tuto otázku musíte svázat
fr: Vous devez lier cette question
pt: Você deve vincular esta pergunta
ro: Trebuie să legați această întrebare
ru: Необходимо связать вопрос
sq: Ju duhet ta lidhni këtë pyetje
uk: Ви повинні зв'язати це питання
zh: 您必须捆绑这个问题

# QuestionQuestionType
source: Question type
ar: نوع السؤال
cs: Typ otázky
fr: Type de question
pt: Tipo de pergunta
ro: Tip de întrebare
ru: Тип вопроса
sq: Lloji i pyetjes
uk: Тип питання
zh: 问题类型

# QuestionDisplayMode
source: Display mode
ar: وضع العرض
cs: Režim zobrazení
fr: Mode d'affichage
pt: Modo de exibição
ro: Modul de afișare
ru: Вид
uk: Режим відображення

source: Bind to reusable categories
ar: ربط بالفئات القابلة لإعادة الاستخدام
cs: Vazba na opakovaně použitelné kategorie
fr: Lier aux catégories réutilisables
pt: Vincular a categorias reutilizáveis
ro: Legați-le de categoriile reutilizabile
ru: Связать с категориями
uk: Прив'язка до багаторазових категорій

source: Select categories
ar: اختر الفئات
cs: Vyberte kategorie
fr: Sélectionner les catégories
pt: Selecionar categorias
ro: Selectează categoria
ru: Выбрать категории
uk: Виберіть категорії

source: Question scope
ar: نطاق السؤال
cs: Rozsah otázek
fr: Portée de la question
pt: Escopo da pergunta
ro: Domeniul întrebării
ru: Область видимости
sq: Objekti i pyetjes
uk: Обсяг питання
zh: 问题范围

source: Question text
ar: نص السؤال
cs: Text otázky
fr: Texte de la question
pt: Texto da pergunta
ro: Textul întrebării
ru: Текст вопроса
sq: Teksti i pyetjes
uk: Текст запитання
zh: 问题内容

# QuestionToUpdateOptions
source: To update categories
ar: لتحديث الفئات
cs: Aktualizace kategorií
fr: Pour mettre à jour les catégories
pt: Para atualizar categorias
ro: Pentru a actualiza categoriile
ru: Для обновления категорий
sq: Për të përditësuar kategoritë
uk: Щоб оновити категорії
zh: 更新选项

# QuestionVariableLabel
source: Variable label
ar: تسمية المتغير
cs: Variabilní štítek
fr: Étiquette de variable
pt: Rótulo da variável
ro: Eticheta variabilei
ru: Тег переменной
sq: Etiketa e variablit
uk: Мітка змінної
zh: 变量标签

# QuestionVariableName
source: Variable name
ar: اسم المتغير
cs: Název proměnné
fr: Nom de la variable
pt: Nome da variável
ro: Numele variabilei
ru: Имя переменной
sq: Emri i variablit
uk: Ім'я змінної
zh: 变量名称

# RosterAddItem
source: Add item
ar: إضافة عنصر
cs: Přidat položku
fr: Ajouter un élément
pt: Adicionar item
ro: Adăugare element
ru: Добавить
sq: Shto objekt
uk: Додати елемент
zh: 添加项目

source: Roster name
ar: اسم الروستر
cs: Název soupisky
fr: Nom du roster
pt: Nome do roster
ro: Numele listei
ru: Имя ростера
sq: Emërtimi i rosterit
uk: Ім'я в ростері
zh: 二维表名称

source: Roster source
ar: مصدر الروستر
cs: Zdroj soupisky
fr: Source du roster
pt: Fonte do roster
ro: Sursa listei
ru: Тип источника ростера
sq: Burimi i rosterit
uk: Джерело ростеру
zh: 二维表源

# RosterSourceFixed
source: Fixed set of items:
ar: مجموعة ثابتة من العناصر:
cs: Pevná sada položek:
fr: Ensemble d'éléments fixes :
pt: Conjunto fixo de itens:
ro: Set fix de elemente:
ru: Фиксированный список:
sq: Grup fiks objektesh:
uk: Фіксований набір елементів:
zh: 固定系列的项目：

# RosterSourceNumericQuestion
source: Source question for number of rows:
ar: سؤال المصدر لعدد الصفوف:
cs: Zdrojová otázka pro počet řádků:
fr: Question source pour le nombre de lignes :
pt: Pergunta fonte para número de linhas:
ro: Întrebare sursă pentru numărul de rânduri:
ru: Ответ, определяющий количетво строк:
sq: Pyetja burimore për numrin e rreshtave:
uk: Вихідне питання для кількості рядків:
zh: 行数的来源问题：

# RosterSourceNumericTitles
source: Source question for names of rows:
ar: سؤال المصدر لأسماء الصفوف:
cs: Zdrojová otázka pro názvy řádků:
fr: Question source pour les noms des lignes :
pt: Pergunta fonte para nomes de linhas:
ro: Întrebare sursă pentru numele rândurilor:
ru: Ответ, определяющий имена строк:
sq: Pyetja burimore për emërtimin e rreshtave:
uk: Вихідне питання для назв рядків:
zh: 行名称的来源问题：

# RosterSourceQuestion
source: Source question (answer determines both the number and the name of roster rows):
ar: سؤال المصدر (الإجابة تحدد كل من العدد واسم صفوف الروستر):
cs: Zdrojová otázka (odpověď určuje počet i název řádků soupisky):
fr: Question source (la réponse détermine à la fois le nombre et le nom des lignes de la liste) :
pt: Pergunta fonte (resposta determina tanto o número quanto o nome das linhas do roster):
ro: Întrebare sursă (răspunsul determină atât numărul, cât și numele rândurilor de listă):
ru: Источник (ответ, определяющий имена и количество строк ростера):
sq: Pyetje burimore (përgjigjja përcakton numrin dhe emrin e rreshtave të rosterit):
uk: Вихідне питання (відповідь визначає як кількість, так і назву рядків ростеру):
zh: 来源问题（答案决定了二维表行的名称和数量）

# RosterVariableName
source: Roster ID
ar: معرف الروستر
cs: ID soupisky
fr: ID de la liste
pt: ID do roster
ro: ID-ul listei
ru: Ростер ID
sq: Identifikuesi i rosterit
uk: Ідентифікатор ростеру
zh: 二维表 ID

# SectionVariableName
source: Variable name
ar: اسم المتغير
cs: Název proměnné
fr: Nom de la variable
pt: Nome da variável
ro: Numele variabilei
ru: Имя переменной
sq: Emërtimi i variablit
uk: Ім'я змінної

source: Select question
ar: اختر السؤال
cs: Vyberte otázku
fr: Sélectionner la question
pt: Selecionar pergunta
ro: Selectează întrebarea
ru: Выбрать вопрос
sq: Zgjidh pyetjen
uk: Виберіть питання
zh: 选择问题

# SettingsCan
source: Can
ar: يمكن
cs: Konev
fr: Peut
pt: Pode
ro: Se poate
ru: Может
sq: Mund
uk: Може
zh: 可以

# SettingsInviteCollaborators
source: Invite collaborators by e-mail or login
ar: دعوة المزيد من المستخدمين عن طريق تسجيل الدخول أو البريد الإلكتروني المسجل
cs: Pozvěte další uživatele přihlášením nebo registrovaným e-mailem
fr: Inviter plus d'utilisateurs par login ou email enregistré
pt: Convidar mais usuários por login ou e-mail registrado
ro: Invitați colaboratorii prin e-mail sau autentificare
ru: Приглашайте больше пользователей по логину или зарегестрированному e-mail
sq: Fto bashkëpunëtorët me e-mail ose emër regjistrimi
uk: Запросіть більше користувачів по логіну або заростерованою електронною поштою
zh: 通过E-mail邀请合作者

# SettingsOwner
source: owner
ar: مالك
cs: vlastník
fr: propriétaire
pt: proprietário
ro: proprietar
ru: владелец
sq: titullari
uk: власник
zh: 所有者

# SettingsPrivate
source: Private
ar: خاص
cs: Soukromý
fr: Privé
pt: Privado
ro: Privat
ru: Личным
uk: Приватний
zh: 私有的

# SettingsPublic
source: Public
ar: عام
cs: Veřejný
pt: Público
ru: Общим
sq: Publik
uk: Публічний
zh: 公共的

# SettingsAnonymous
source: Anonymous
ar: مجهول
cs: Anonymní
fr: Anonyme
pt: Anônimo
ru: Анонимным
uk: Анонім

# RegenerateQuestionnaireSharingLink
source: Generate new link
ar: إعادة توليد الرابط
cs: Znovu vygenerovat odkaz
fr: Régénérer le lien
pt: Regenerar link
ru: Перегенерировать линк
uk: Відновити посилання

# SettingsQuestionnaireName
source: Questionnaire title
ar: عنوان الاستبيان
cs: Název dotazníku
fr: Titre du questionnaire
pt: Título do questionário
ro: Numele chestionarului
ru: Имя опросника:
sq: Emërtimi i pyetësorit
uk: Назва анкети
zh: 文件名字：

# SettingsQuestionnaireSharing
source: Make this questionnaire
ar: اجعل هذا الاستبيان
cs: Vyplnit tento dotazník
fr: Rendre ce questionnaire
pt: Tornar este questionário
ro: Realizați acest chestionar
ru: Сделать опросник
sq: Bëje këtë pyetësor
uk: Заповніть цю анкету
zh: 生成此问卷

# SettingsRevokeAccess
source: Revoke access
ar: إلغاء الوصول
cs: Odvolání přístupu
fr: Révoquer l'accès
pt: Revogar acesso
ro: Revocați accesul
ru: Отменить доступ
sq: Tërhiq aksesin
uk: Відкликати доступ
zh: 拒绝访问

# SettingsTitle
source: Settings
ar: الإعدادات
cs: Nastavení
fr: Paramètres
pt: Configurações
ro: Setări
ru: Настройки опросника
sq: Cilësimet
uk: Налаштування
zh: 问卷设置

# SettingsVisibleToEveryone
source: visible to everyone in read only mode
ar: مرئي للجميع في وضع القراءة فقط
cs: viditelné pro všechny v režimu jen pro čtení
fr: visible par tout le monde en mode lecture seule
pt: visível para todos no modo somente leitura
ro: vizibil pentru toată lumea în mod citire
ru: видим всем в режиме только чтение
sq: e dukshme për të gjithë në modalitetin vetëm për t’u lexuar
uk: видимий для всіх у режимі "тільки для читання"
zh: 以只读模式对所有人可见

# SettingsAccessibleToEveryone
source: accessible in read-only mode to anyone with link
ar: متاح في وضع القراءة فقط لأي شخص لديه الرابط
cs: Přístupné v režimu jen pro čtení komukoli s odkazem
fr: accessible en mode lecture seule à toute personne ayant le lien
pt: acessível no modo somente leitura para qualquer pessoa com o link
ru: доступен в режиме только чтения по ссылке
uk: доступний у режимі читання для всіх, хто має посилання

# SettingsVisibleToOwner
source: visible to owner only
ar: مرئي للمالك فقط
cs: viditelné pouze pro vlastníka
fr: visible uniquement par le propriétaire
pt: visível apenas para o proprietário
ro: vizibil numai pentru proprietar
ru: доступен только для владельца
sq: e dukshme vetëm për titullarin
uk: відображається тільки для власника
zh: 仅对所有者可见

# SettingsWhoHasAccess
source: who has access
ar: من لديه الوصول
cs: Kdo má přístup
fr: qui a accès
pt: quem tem acesso
ro: cine are acces
ru: У кого есть доступ:
sq: kush ka akses
uk: хто має доступ
zh: 拥有访问权限的人：

source: Validation condition
ar: شرط التحقق
cs: Podmínka ověření
fr: Condition de validation
pt: Condição de validação
ro: Condiție de validare
ru: Проверка
sq: Kushti i vërtetimit
uk: Умова валідації
zh: 验证性条件

source: Add question
ar: إضافة سؤال
cs: Přidat otázku
fr: Ajouter une question
pt: Adicionar pergunta
ro: Adăugați o întrebare
ru: Добавить вопрос
sq: Shto pyetje
uk: Додати питання
zh: 添加问题

source: Add roster
ar: إضافة روستر
cs: Přidat soupisku
fr: Ajouter une liste
pt: Adicionar lista
ro: Adăugați lista
ru: Добавить ростер
sq: Shto roster
uk: Додати список
zh: 添加名单

source: Add static text
ar: إضافة نص ثابت
cs: Přidání statického textu
fr: Ajouter un texte statique
pt: Adicionar texto estático
ro: Adăugați text static
ru: Добавить статический текст
sq: Shto tekst statik
uk: Додавання статичного тексту
zh: 添加静态文本

source: Add sub-section
ar: إضافة قسم فرعي
cs: Přidat podsekci
fr: Ajouter une sous-section
pt: Adicionar subseção
ro: Adăugați o subsecțiune
ru: Добавить подсекцию
sq: Shto nënrubrikë
uk: Додати підрозділ
zh: 添加问卷子块

source: Virtual cover page
ar: صفحة الغلاف الافتراضية
cs: Virtuální titulní strana
fr: Page de couverture virtuelle
pt: Capa virtual
ro: Pagina de copertă virtuală
ru: Виртуальная страница обложки
uk: Віртуальна титульна сторінка

# MigrateToNewCover
source: Generate cover
ar: توليد الغلاف
cs: Vygenerovat kryt
fr: Générer une couverture
pt: Gerar capa
ro: Generare copertă
ru: Сгенерировать обложку
uk: Створіть обкладинку

source: Add variable
ar: إضافة متغير
cs: Přidat proměnnou
fr: Ajouter une variable
pt: Adicionar variável
ro: Adăugați o variabilă
ru: Добавить переменную
sq: Shto variabël
uk: Додати змінну
zh: 添加计算变量

# EmptySectionLine1
source: This section is empty.
ar: هذا القسم فارغ.
cs: Tato sekce je prázdná.
fr: Cette section est vide.
pt: Esta seção está vazia.
ro: Această secțiune este goală.
ru: Секция пустая.
sq: Kjo rubrikë është bosh.
uk: Цей розділ порожній.
zh: 本部分为空。

# EmptySectionLine2
source: You can start by using {{-addQuestionBtn}} and {{-addSubsectionBtn}} buttons
ar: يمكنك البدء باستخدام أزرار {{-addQuestionBtn}} و{{-addSubsectionBtn}}
cs: Můžete začít pomocí tlačítek {{-addQuestionBtn}} a {{-addSubsectionBtn}}
fr: Vous pouvez commencer en utilisant les boutons {{-addQuestionBtn}} et {{-addSubsectionBtn}}
pt: Você pode começar usando os botões {{-addQuestionBtn}} e {{-addSubsectionBtn}}
ro: Puteți începe utilizând butoanele {{-addQuestionBtn}} și {{-addSubsectionBtn}}
ru: Начать следует используя кнопки {{-addQuestionBtn}} и {{-addSubsectionBtn}}
sq: Mund të filloni duke përdorur butonat {{-addQuestionBtn}} dhe {{-addSubsectionBtn}}
uk: Ви можете почати за допомогою кнопок {{-addQuestionBtn}} та {{-addSubsectionBtn}}
zh: 您可以从使用{{-addQuestionBtn}}和{{-addSubsectionBtn}}键开始

# EmptySectionLine3
source: on top of this block or manage sections with {{-panel}} left panel
ar: في أعلى هذا الكتلة أو إدارة الأقسام باستخدام اللوحة اليسرى {{-panel}}
cs: v horní části tohoto bloku nebo spravovat sekce pomocí {{-panel}} levého panelu
fr: en haut de ce bloc ou gérer les sections avec le panneau {{-panel}} à gauche
pt: no topo deste bloco ou gerenciar seções com o painel {{-panel}} à esquerda
ro: deasupra acestui bloc sau gestionați secțiunile cu panoul din stânga {{-panel}}
ru: вверху этого блока или изменить секции используя {{-panel}} панель слева
sq: në krue të këtij blloku ose menaxhoni rubrikat me {{-panel}} panelin e majtë
uk: зверху цього блоку або керуйте розділами за допомогою лівої панелі {{-panel}}
zh: 在此区域的上端，或使用{{-panel}}作面板的管理菜单

# EmptySectionLine4
source: Questionnaire name, variable, collaboration and other options
ar: اسم الاستبيان، المتغير، التعاون وخيارات أخرى
cs: Název dotazníku, proměnná, spolupráce a další možnosti
fr: Le nom du questionnaire, la variable, la collaboration et d'autres options
pt: Nome do questionário, variável, colaboração e outras opções
ro: Numele chestionarului, variabila, colaborarea și alte opțiuni
ru: Переменная опросника, название, настройки доступа и другие опции
uk: Назва анкети, змінна, співпраця та інші параметри
zh: 调研使用的语言、设备类型、协作和其它选项

# EmptySectionLine5
source: can be found at {{-settingsBtn}} panel (top right corner)
ar: يمكن العثور عليها في لوحة {{-settingsBtn}} (الزاوية العلوية اليمنى)
cs: najdete na panelu {{-settingsBtn}} (v pravém horním rohu)
fr: peuvent être trouvés dans le panneau {{-settingsBtn}} (coin supérieur droit)
pt: podem ser encontrados no painel {{-settingsBtn}} (canto superior direito)
ro: poate fi găsit la panoul {{-settingsBtn}} (colțul din dreapta sus)
ru: можно изменить используя {{-settingsBtn}} панель (вверху справа)
sq: mund të gjendet në panelin {{-settingsBtn}} (sipër në të djathë)
uk: можна знайти на панелі {{-settingsBtn}} (верхній правий кут)
zh: 可以在 {{-settingsBtn}}面板（右上角）找到

source: Nothing found
ar: لم يتم العثور على شيء
cs: Nic nenalezeno
fr: Rien trouvé
pt: Nada encontrado
ro: Nimic gasit
ru: Ничего не найдено
sq: Nuk u gjet asgjë
uk: Нічого не знайдено
zh: 空空如也

source: Paste
ar: لصق
cs: Pasta
fr: Coller
pt: Colar
ro: Lipește
ru: Вставить
sq: Ngjit
uk: Вставити
zh: 粘贴

# QuestionAddOption
source: Add category
ar: إضافة فئة
cs: Přidat kategorii
fr: Ajouter une catégorie
pt: Adicionar categoria
ro: Adăugați o variantă de răspuns
ru: Добавить категорию
sq: Shto kategori
uk: Додати категорію
zh: 添加选项

# QuestionCascading
source: Cascading combo box
ar: صندوق التحرير المتسلسل
cs: Kaskádový kombinovaný box
fr: Boîte combo en cascade
pt: Caixa de combinação em cascata
ro: Casetă combo-box legată de o întrebare la un nivel ierarhic superior
ru: Поле с каскадным списком
sq: Kuti e kombinuar kaskadë
uk: Каскаднє комбіноване запитання
zh: 级联复选框

# QuestionComboBox
source: Combo box
ar: صندوق التحرير
cs: Seznamem
fr: Boîte combo
pt: Caixa de combinação
ru: Поле со списком
sq: Kuti e kombinuar
uk: Комбіноване запитання
zh: 复选框

# QuestionCheckboxes
source: Checkboxes
ar: مربعات الاختيار
cs: Zaškrtávací políčka
fr: Cases à cocher
pt: Caixas de seleção
ro: Casetă de selecție
ru: Флажки
sq: Kutitë verifikuese
uk: Прапорці

# QuestionCurrentTime
source: Current timestamp(date & time)
ar: الطابع الزمني الحالي (التاريخ والوقت)
cs: Aktuální časové razítko(datum a čas)
fr: Horodatage actuel (date et heure)
pt: Carimbo de data e hora atual
ro: Data și ora curentă
ru: Текущее время (дата и время)
sq: Ora aktuale
uk: Поточна мітка часу (дата, час)
zh: 实时时间

# QuestionDefaultDate
source: Default date
ar: التاريخ الافتراضي
cs: Výchozí datum
fr: Date par défaut
pt: Data padrão
ro: Data implicită
ru: Дата по умолчанию
sq: Data e parazgjedhur
uk: Дата за замовчуванням
zh: 默认日期

source: Geometry type
ar: نوع الهندسة
cs: Typ geometrie
fr: Type de géométrie
pt: Tipo de geometria
ro: Tipul de geometrie
ru: Тип геометрии
sq: Lloji i gjeometrisë
uk: Тип геометрії
zh: 几何图形类型

# QuestionDecimalPlaces
source: Number of decimal places
ar: عدد المنازل العشرية
cs: Počet desetinných míst
fr: Nombre de décimales
pt: Número de casas decimais
ro: Numărul de zecimale
ru: Размер дробной части
sq: Numri i vendeve të numrave dhjetorë
uk: Кількість знаків після коми
zh: 十进制的数字位数

# QuestionInteger
source: Integer
ar: عدد صحيح
cs: Celé číslo
fr: Entier
pt: Inteiro
ro: Întreg
ru: Целочисленный
sq: I plotë
uk: Ціле число
zh: 整数

# QuestionIsLinked
source: Is linked
ar: مرتبط
cs: Je propojen
fr: Est lié
pt: Está vinculado
ro: Este legat
ru: Связанный вопрос
sq: Është lidhur
uk: пов'язане
zh: 被关联

# QuestionMaxListCount
source: Maximum number of list elements
ar: الحد الأقصى لعدد عناصر القائمة
cs: Maximální počet prvků seznamu
fr: Nombre maximum d'éléments de la liste
pt: Número máximo de elementos da lista
ro: Numărul maxim de elemente ale listei
ru: Максимальное количество
sq: Numri maksimal i elementeve të listës
uk: Максимальна кількість елементів списку
zh: 列表元素数量的最大值

# QuestionMaxNumberOfAnswers
source: Max number of answers
ar: الحد الأقصى لعدد الإجابات
cs: Maximální počet odpovědí
fr: Nombre maximum de réponses
pt: Número máximo de respostas
ro: Numărul maxim de răspunsuri
ru: Количество ответов
sq: Numri maksimal i përgjigjeve
uk: Максимальна кількість відповідей
zh: 答案数量的最大值

# QuestionOnlyInts
source: Only integers are allowed
ar: يسمح بالأعداد الصحيحة فقط
cs: Povolena jsou pouze celá čísla
fr: Seuls les entiers sont autorisés
pt: Apenas inteiros são permitidos
ro: Sunt permise numai numere întregi
ru: Разрешены только целые числа
sq: Lejohen vetëm numrat e plotë
uk: Допускаються лише цілі числа
zh: 只能填整数
