Repository: surveysolutions/surveysolutions
Catalog: src/UI/Headquarters/WB.UI.Headquarters/Resources/Assignments.*.resx
Languages: fr, zh

source: Questionnaire
zh: 问卷

source: Active
fr: actif
zh: 活动的

source: All assignments
fr: Toutes les affectations
zh: 所有任务

source: Archive
fr: Archiver
zh: 归档

source: Archived
fr: Archivé
zh: 已归档

# AssignmentsHeader
source: Assignments
fr: Affectations
zh: 任务

# AssignmentsSelected
source: {{count}} Assignment selected
fr: {{count}} Affectation sélectionnée
zh: {{count}个任务被选中

# AssignmentsSelected_plural
source: {{count}} Assignments selected
fr: {{count}} Affectations sélectionnées
zh: {{count}}个任务被选中

# ChangeSizeModalTitle
source: Edit size for assignment {{assignmentId}}
fr: Modifier la taille pour l'affectation {{assignmentId}}
zh: 为任务{{assignmentId}}编辑大小

source: Count
fr: Compter
zh: 总计

# CreateAssignment_AnswersInstruction
source: Fill all or some of the identifying fields
fr: Remplissez tout ou en partie des champs d'identification
zh: 填写全部或某些识别型的字段

# CreateAssignment_ResponsibleInstruction
source: Select responsible (Headquarters or Supervisor or Interviewer) for this assignment
fr: Sélectionnez le responsable (Chef d'équipe ou Enquêteur) pour cette tâche
zh: 为此任务选择负责人 （督导员或调查员）

# CreatedAt
source: Created on
fr: Créé sur
zh: 创建基于

# CreateInterview
source: Start new interview
fr: Démarrer un nouvel entretien
zh: 开始新的访谈

source: Identifying Questions
fr: Identifier des questions
zh: 识别型问题

source: Interviews needed
fr: Entretiens nécessaires
zh: 需要访谈

# InvalidSize
source: The Size field must be -1 or more.
fr: Le champ Taille doit être égal à -1 ou plus.
zh: 大小必须是 -1 或更大

# NumberOfAssignmentsAffected
source: {{count}} Assignment is going to be changed
fr: {{count}} Affectation va être modifiée
zh: {{count}}个任务将被修改

# NumberOfAssignmentsAffected_plural
source: {{count}} Assignments are going to be changed
fr: {{count}} Affectations vont être modifiées
zh: {{count}}个任务将被修改

source: Select responsible
fr: Sélectionnez le responsable
zh: 选择责任人

# ShowArchived
source: Archived status
fr: Statut archivé
zh: 归档状况

source: Size
fr: Taille
zh: 大小

# SizeExplanation
source: Specify maximum number of interviews to be generated for that assignment. Permitted values: -1 is for Unlimited assignment, 0 is for Empty assignment, numbers for assignment size
fr: Indiquez le nombre maximum d'entretiens à générer pour cette affectation. Valeurs autorisées: -1 pour l'affectation illimitée, 0 pour l'affectation vide, les nombres pour la taille d'affectation
zh: 明确由任务生成的最大访谈数量。-1表示不限量，0表示空任务，其它数字指定访谈的数量

# Tooltip_Filter_ArchivedStatus
source: Indicator of whether the assignment is active or has been archived.
fr: Indique si l'affectation est active ou archivée.
zh: 任务是否是活动的或已被归档的指示器

# Tooltip_Filter_Questionnaire
source: Select a questionnaire to see its associated assignments. Select “All questionnaires” to see assignments associated with any questionnaire.
zh: 问卷的版本。选择一个问卷的版本以查看右边报告相应的访谈。选择“所有问卷”以查看和访谈有关的任何问卷。

# Tooltip_Filter_Responsible
source: User responsible. Click in the field to choose a user name either by selecting it directly or typing to filter the list of user names further.
fr: Utilisateur responsable. Cliquez dans le champ pour choisir un nom d'utilisateur en le sélectionnant directement ou en tapant pour filtrer la liste des noms d'utilisateur plus loin.
zh: 负责人。点击户名名字选定或进一步在过滤器中输入名字以选定一个负责人用户。

# Tooltip_Table_Count
source: Number of interviews currently submitted for this assignment. More interviews may have been created but not synced. Click on any cell to view the associated interviews. Click on the sort icon to sort by count.
fr: Nombre d'entretiens actuellement soumis pour cette affectation. D'autres entretiens peuvent avoir été créés mais pas synchronisés. Cliquez sur n'importe quelle cellule pour voir les entretiens associées. Cliquez sur l'icône de tri pour trier par nombre.
zh: 此任务最近提交的访谈数量。更多的访谈可能已完成，但尚未同步。点击任意单元格以查看相关的访谈。点击排序按钮已完成数量排序

# Tooltip_Table_CreatedAt
source: When the assignment was initially created. Click on the sort icon to sort by time.
fr: Lorsque l'affectation a été créée initialement. Cliquez sur l'icône de tri pour trier par heure.
zh: 当任务被首次创建，点击排序按钮以创建时间排序。

# Tooltip_Table_IdentifyingQuestions
source: Information that identifies each assignment. These are the answers to questions marked as identifying in Designer.
fr: Informations qui identifient chaque affectation. Ce sont les réponses aux questions marquées comme identifiant dans le Designer.
zh: 区别各个任务的信息。这个是被标记的题目答案，用来在问卷设计器中识别。

# Tooltip_Table_InterviewsNeeded
source: Number of interviews needed to complete this assignment.
fr: Nombre d'entretiens nécessaires pour achever cette affectation.
zh: 此任务需要被完成的访谈数量

# Tooltip_Table_Responsible
source: User currently responsible for the assignment. Click sort icon to sort user name.
fr: Utilisateur actuellement responsable de l'affectation. Cliquez sur l'icône de tri pour trier le nom d'utilisateur.
zh: 最近任务的负责人。点击排序按钮按负责人名字排序。

# Tooltip_Table_Size
source: Maximum number of interviews that may be conducted for this assignment. Click on any cell to change this number. Click on the sort icon to sort by size.
fr: Nombre maximum d'entretiens pouvant être menés pour cette affectation. Cliquez sur n'importe quelle cellule pour changer ce nombre. Cliquez sur l'icône de tri pour trier par taille.
zh: 此任务可能完成的最大访谈数量。点击任何单元格已更改数量。

# Tooltip_Table_UpdatedAt
source: When the assignment was last updated. Click on the sort icon to sort by time.
fr: Lorsque l'affectation a été mise à jour pour la dernière fois Cliquez sur l'icône de tri pour trier par heure.
zh: 当任务最近被更新，点击排序按钮按时间排序。

source: Unarchive
fr: Désarchiver
zh: 取消归档

source: Unlimited
fr: Illimité
zh: 无限制

# UpdatedAt
source: Updated on
fr: Mis à jour le
zh: 更新于
