Repository: surveysolutions/surveysolutions
Catalog: src/UI/Headquarters/WB.UI.Headquarters/Resources/Interviews.*.resx
Languages: ar, es, fr, ka, ro, ru, zh

# ApproveConfirmMessage
source: <h3><b>{0}</b> interview(s) will be approved.</h3> <b>Note!</b> You can approve interviews with the following statuses only: <i>{1}</i> and <i>{2}</i>.
ar: <h3> <b> {0} </ b> ستتم الموافقة على المقابلات (المقابلة). </ h3><b> ملاحظة! </ b> يمكنك الموافقة على المقابلات مع الحالات التالية فقط: <i> {1} </ i> و <i> {2} </ i>.
es: <h3> <b> {{count}} </ b> entrevista (s) será aprobada. </ h3> <b> ¡Nota! </ b> Solo puede aprobar entrevistas con los siguientes estados: <i> {{status1}} </ i> y <i> {{status2}} </ i>
fr: <h3> <b> {0} </b> entrevue (s) seront approuvées. </h3> <b> Remarque! </b> Vous pouvez approuver des entretiens avec les statuts suivants uniquement: <i> {1} </i> et <i> {2} </i>.
ka: <h3> <b> {0} </ b> ინტერვიუ (ებ) ი დამტკიცდება. </ h3> <b> შენიშვნა! </ b> ინტერვიუები შეგიძლიათ დაამტკიცოთ მხოლოდ შემდეგ სტატუსებიდან: <i> {1} </ i> და <i> {2} </ i>.
ro: <h3><b>{0}</b> interviuri vor fi aprobate.</h3> <b>Notă!</b> Puteți aproba doar interviuri cu următoarele statusuri: <i>{1}</i> și <i>{2}</i>.
ru: <h3><b>{0}</b> интервью будут утверждены.</h3><b>Внимание!</b> Вы можете утвердить интервью имеющие следующие статусы: <i>{1}</i> и <i>{2}</i>.
zh: <h3><b>{0}</b>个访谈将通过审核。</h3> <b>注意！</b>您只能通过审核处于以下状态的访谈： <i>{1}</i>和<i>{2}</i>。

# ApproveConfirmMessageHQ
source: <h3><b>{0}</b> interview(s) will be approved.</h3> <b>Note!</b> You can approve interviews with the following status only: <i>{1}</i> and <i>{2}</i>.
ar: <h3> <b> {0} </ b> ستتم الموافقة على المقابلات (المقابلة). </ h3><b> ملاحظة! </ b> يمكنك الموافقة على المقابلات مع الحالة التالية فقط: <i> {1} </ i> و <i> {2} </ i>.
es: <h3> <b> {{count}} </ b> entrevista (s) será aprobada. </ h3> <b> ¡Nota! </ b> Solo puede aprobar entrevistas con el siguiente estado: <i> {{status1}} </ i> y <i> {{status2}} </ i>
fr: <h3> <b> {0} </b> entretien (s) seront approuvées. </h3> <b> Remarque! </b> Vous pouvez approuver des entretiens avec les états suivants uniquement: <i> {1} </i> et <i> {2} </i>.
ka: <h3> <b> {0} </ b> ინტერვიუ (ებ) ი დამტკიცდება. </ h3> <b> შენიშვნა! </ b> ინტერვიუები შეგიძლიათ დაამტკიცოთ მხოლოდ შემდეგ სტატუსიდან: <i> {1} </ i> და <i> {2} </ i>.
ro: <h3><b>{0}</b> interviuri vor fi aprobate.</h3> <b>Notă!</b> Puteți aproba doar interviuri cu următorul status: <i>{1}</i> și <i>{2}</i>.
ru: <h3><b>{0}</b> интервью будут утверждены.</h3> <b>Внимание!</b> Вы можете утвердить интервью имеющие следующие статусы: <i>{1}</i> и <i>{2}</i>.
zh: <h3><b>{0}</b>个访谈将通过审核。</h3> <b>注意！</b>您只能通过审核处于以下状态的访谈：<i>{1}</i>, <i>{2}</i>。

# AssignConfirmMessage
source: <h3><b>{0}</b> interview(s) selected for reassign.</h3> <b>Note!</b> You can assign interviews with the following statuses only: <i>{1}</i>, <i>{2} (only on another interviewer)</i> and <i>{3}</i>.
ar: <h3> <b> {0} </ b>المقابلات (المقابلة) التي تم اختيارها لإعادة تعيينها. </ h3><b> ملاحظة! </ b> يمكنك تعيين مقابلات مع الحالات التالية فقط: <i> {1} </ i> و <i> {2} (فقط على باحث اخر) </ i> و <i> {3} </ I>.
es: <h3> <b> {{count}} </ b> entrevista (s) seleccionadas para reasignar. </ h3> <b> ¡Nota! </ b> Puede asignar entrevistas solo con los siguientes estados: <i> {{status1}} </ i>, <i> {{status2}} (solo en otro entrevistador) </ i> y <i> {{status3}} </ i>
fr: <h3> <b> {0} </b> entretien (s) sélectionnés pour la réaffectation. </h3> <b> Attention! </b> Vous pouvez affecter des entretiens avec les états suivants uniquement: <i> {1} </i>, <i> {2} (seulement à un autre enuêteur de la même équipe) </i> et <i> {3} </i>.
ka: <h3> <b> {0} </ b> ინტერვიუ შერჩეულია დავალებისთვის (s). </ h3> <b>Note!</b> თქვენ შეგიძლიათ აირჩიოთ ინერვიუები მხოლოდ შემდეგი სტატუსებიდან: <i>{1}</i>, <i>{2} (მხოლოდ სხვა ინტერვიუზე )</i> and <i>{3}</i>.
ro: <h3><b>{0}</b> interviuri selectate pentru realocare.</h3> <b>Notă!</b> Puteți aloca doar interviuri cu următoarele statusuri: <i>{1}</i>, <i>{2} (numai către un alt anchetator)</i> și <i>{3}</i>.
ru: <h3><b>{0}</b> интервью, выбраны для назначения.</h3><b>Внимание!</b> Вы можете назначить интервью имеющие следующие статусы: <i>{1}</i>, <i>{2} (только на другого интервьюера)</i> и <i>{3}</i>.
zh: <h3><b>{0}</b>个选中的访谈将被分配。</h3> <b>注意！</b>您只能分配处于以下状态的访谈：<i>{1}</i>、<i>{2}（只能分配给其他调查员）</i>和<i>{3}</i>。

source: Assignment
ar: مهمة
es: Asignación
fr: Affectation
ka: დავალება
ro: Interviuri alocate
ru: Задание
zh: 任务

# AssignReceivedConfirm
source: Apply on {0} interview(s) which Interviewer already received
ar: تطبيق على {0} مقابلة (مقابلات) أجراها الباحث
es: Aplicar en {{count}} entrevista (s) que el Entrevistador ya recibió
fr: Faire appliquer sur {0} entretiens déjà reçus par l'enquêteur
ka: მიმართეთ {0} ინტერვიუს, რომელიც უკვე მიიღო ინტერვიუერმა
ro: Aplicați pe {0} interviuri pe care anchetatorul le-a primit deja
ru: Применить на {0} интервью, который интервьюер уже получил
zh: 应用到调查员已经收到的{0}个访谈

# AssignToOtherTeamConfirmMessage
source: <h3><b>{0}</b> interview(s) will be assigned.</h3> <b>Note!</b> Only interviews that are not in status <i>{1}</i> and <i>{2}</i> could be reassigned.
ar: <h3> <b> {0} </ b> سيتم تعيين مقابلة (مقابلات). </ h3> <b> ملاحظة! </ b> يمكن فقط إعادة تعيين المقابلات التي ليست في وضع <i> {1} </ i> و <i> {2} </ i>.
es: <h3> <b> {{count}} </ b> entrevista (s) serán asignadas. </ h3> <b> ¡Nota! </ b> Solo las entrevistas que no están en el estado <i> {{status1}} </ i> y <i> {{status2}} </ i> podrían reasignarse.
fr: <h3> <b> {0} </b> entretien (s) seront assignés. </h3> <b> Note! </b> Seuls les entretiens qui ne sont pas dans l'état <i> {1} </i> et <i> {2} </i> peuvent être réaffectés.
ka: <h3> <b> {0} </ b> ინტერვიუ (s) ენიჭება. </ h3> <b> შენიშვნა! </ b> მხოლოდ ის ინტერვიუები რომელიც არ არის სტატუსში <i> {1} </ i> და <i> {2} </ i> შეიძლება მიენიჭოს.
ro: <h3><b>{0}</b> interviuri vor fi alocate.</h3> <b>Notă!</b> Numai interviurile care nu au statusul <i>{1}</i> și <i>{2}</i> pot fi realocate.
ru: <h3><b>{0}</b> интервью будут назначены.</h3> <b>Внимание!</b>Только интервью, которые не в статусе <i>{1}</i> и <i>{2}</i>, могут быть переназначены.
zh: <h3><b>{0}</b>个访谈将被分配。</h3> <b>注意！</b>只有状态未处于<i>{1}</i>和<i>{2}</i>状态的问卷可以被重新分配。

# ChooseResponsible
source: No responsible chosen for some interview(s). Please choose a responsible supervisor or interviewer.
ar: لم يتم اختيار المسؤول عن بعض المقابلات (المقابلة). الرجاء اختيار مشرف او باحث مسؤول.
es: No se ha elegido responsable para alguna entrevista (s). Por favor elija un supervisor o entrevistador responsable.
fr: Aucun responsable n'est choisi pour des entretiens. Veuillez choisir un chef d'équipe responsable ou un enquêteur responsable.
ro: Nu s-a ales niciun responsabil pentru unele interviuri. Vă rugăm să alegeți un controlor sau anchetator responsabil.
ru: Нет ответственного для некоторых интервью. Пожалуйста выберите ответственного.
zh: 一些访谈没有选择负责人。请选择一个调查员或督导员。

# ChooseResponsibleInterviewer
source: No responsible chosen for some interview(s). Please choose a responsible interviewer.
ar: لم يتم اختيار المسؤول عن بعض المقابلات (المقابلة). الرجاء اختيار باحث مسؤول.
es: No se ha elegido responsable para alguna entrevista (s). Por favor elija un supervisor o entrevistador responsable.
fr: Aucun responsable n'est choisi pour des entretiens. S'il vous plaît choisir un chef d'équipe responsable.
ka: არ არის პასუხისმგებელი ზოგიერთი ინტერვიუ (ებ) ისთვის. გთხოვთ აირჩიოთ პასუხისმგებელი ინტერვიუერი.
ro: Nu s-a ales niciun responsabil pentru unele interviuri. Vă rugăm să alegeți un anchetator responsabil.
ru: Нет ответственного для некоторых интервью. Пожалуйста выберите ответственного.
zh: 一些访谈没有选择负责人。请选择一个调查员。

# ChooseResponsibleSupervisor
source: No responsible chosen for some interview(s). Please choose a responsible supervisor.
ar: لم يتم اختيار المسؤول عن بعض المقابلات (المقابلة). الرجاء اختيار مشرف مسؤول.
es: No se ha elegido responsable para alguna entrevista (s). Por favor elija un supervisor o entrevistador responsable.
fr: Aucun responsable n'est choisi pour des entretiens. S'il vous plaît choisir un chef d'équipe responsable.
ka: არ არის პასუხისმგებელი ზოგიერთი ინტერვიუ (ებ) ისთვის. გთხოვთ აირჩიოთ პასუხისმგებელი ზედამხედველი.
ro: Nu s-a ales niciun responsabil pentru unele interviuri. Vă rugăm să alegeți un controlor responsabil.
ru: Нет ответственного для некоторых интервью. Пожалуйста выберите ответственного.
zh: 一些访谈没有选择负责人。请选择一个督导员。

# ClientKeyTitle
source: Key that was generated on device, but was changed due to the collision with existing interview on server
ar: المفتاح الذي تم إنشاؤه على الجهاز، ولكن تم تغييره بسبب التعارض مع المقابلة الحالية على الخادم
es: La clave fue generada en el dispositivo, pero se cambió debido a la colisión con la entrevista existente en el servidor
fr: Le code qui a été généré sur l'appareil a été modifié en raison de sa coincidence avec celui d'un entretien existant sur le serveur.
ka: საკვანძო სიტყვა, რომელიც დაგენერირდა მოწყობილობაზე, მაგრამ შეიცვალა სერვერზე არსებული ინტერვიუს შეჯახების გამო
ro: Cheia care a fost generată pe tabletă, dar a fost modificată din cauza interacțiunii cu interviul existent pe server
ru: Идентификатор сгенерированный на устройстве, но измененный из-за конфликта с существующим интервью на сервере
zh: 键在设备上被生成，但是由于和服务器上已有的访谈产生冲突故被修改。

# ContinueConfirmMessage
source: Do you want to continue?
ar: هل تريد الاستمرار؟
es: Desea continuar?
fr: Voulez-vous continuer?
ka: გსურთ გააგრძელოთ?
ro: Doriți să continuați?
ru: Вы хотите продолжить?
zh: 您要继续吗？

# ContinueConfirmMessageHQ
source: Do you want to continue?
ar: هل تريد الاستمرار؟
es: Desea continuar?
fr: Voulez-vous continuer?
ka: გსურთ გააგრძელოთ?
ro: Doriți să continuați?
ru: Вы хотите продолжить?
zh: 您要继续吗？

# DeleteConfirmMessageHQ
source: <h3><b>{0}</b> interview(s) will be deleted.</h3> <b>Note!</b> You can delete interviews with the following statuses only: <i>{1}</i> and <i>{2}</i>.
ar: <h3> <b> {0} </ b> سيتم حذف المقابلات. </ h3> <b> ملاحظة! </ b> يمكنك حذف المقابلات مع الحالات التالية فقط: <i> {1} </ i> و <i> {2} </ i>.
es: <h3> <b> {{count}} </ b> entrevista (s) será eliminada. </ h3> <b> ¡Nota! </ b> Puede eliminar entrevistas que no haya recibido Interviewer solo con los siguientes estados: <i> {{status1}} </ i> y <i> {{status2}} </ i>.
fr: <h3> <b> {0} </b> entretien (s) seront supprimés. </h3> <b> Attention! </b> Vous ne pouvez supprimer les entretiens qu'avec les statuts suivants uniquement: <i> {1} </i> et <i> {2} </i>.
ka: <h3> <b> {0} </ b> ინტერვიუ (s) წაიშლება. </ h3> <b> შენიშვნა! </ b> ინტერვიუერის მიერ არ მიიღოთ გასაუბრება მხოლოდ შემდეგ სტატუტებთან: <i> {1} </ i> და <i> {2} </ i>.
ro: <h3><b>{0}</b> interviuri vor fi șterse.</h3> <b>Notă!</b> Puteți șterge interviurile care nu au fost primite de către anchetator cu următoarele statusuri doar: <i>{1}</i> și <i>{2}</i>.
ru: <h3><b>{0}</b> интервью будут удалены.</h3> <b>Внимание!</b> Вы можете удалить интервью, которые не получены интервьюером, имеющие следующие статусы: <i>{1}</i> и <i>{2}</i>.
zh: <h3><b>{0}</b>个访谈将被删除。</h3> <b>注意！</b>您只能删除处于以下状态的访谈：<i>{1}</i>和<i>{2}</i>。

source: Errors
ro: Erori
ru: Ошибки
zh: 错误

# RejectConfirmMessage
source: <h3><b>{0}</b> interview(s) will be rejected.</h3> <b>Note!</b> You can reject interviews with the following statuses only: <i>{1}</i> and <i>{2}</i>.
ar: <h3> <b> {0} </ b> سيتم رفض المقابلات. </ h3> <b> ملاحظة! </ b> يمكنك رفض المقابلات مع الحالات التالية فقط: <i> {1} </ i> و <i> {2} </ i>.
es: <h3> <b> {{count}} </ b> entrevista (s) será rechazada. </ h3> <b> ¡Nota! </ b> Solo puede rechazar entrevistas con los siguientes estados: <i> {{status1}} </ i> y <i> {{status2}} </ i>.
fr: <h3> <b> {0} </b> entretien (s) seront rejetés. </h3> <b> Attention! </b> Vous ne pouvez rejeter les entretiens qu'avec les états suivants uniquement: <i> {1} </i> et <i> {2} </i>.
ka: <h3> <b> {0} </ b> ინტერვიუ (ებ) ი უარყოფილი იქნება </ h3> <b> შენიშვნა! </ b> თქვენ შეგიძლიათ უარი ეთქვათ ინტერვიუებზე მხოლოდ შემდეგი სტატუსებით : <i> {1} </ i> და <i> {2} </ i>.
ro: <h3><b>{0}</b> interviuri vor fi respinse.</h3> <b>Notă!</b> Puteți respinge doar interviurile cu următoarele statusuri: <i>{1}</i> și <i>{2}</i>.
ru: <h3><b>{0}</b> интервью, будут отклонены.</h3><b>Внимание!</b> Вы можете отклонить интервью имеющие следующие статусы: <i>{1}</i> и <i>{2}</i>.
zh: <h3><b>{0}</b>个访谈将被驳回。</h3> <b>注意！</b>您只能驳回处于以下状态的访谈：<i>{1}</i>和<i>{2}</i>。

# RejectConfirmMessageHQ
source: <h3><b>{0}</b> interview(s) will be rejected.</h3> <b>Note!</b> You can reject interviews with the following status only: <i>{1}</i> and <i>{2}</i>.
ar: <h3> <b> {0} </ b> سيتم رفض المقابلات. </ h3> <b> ملاحظة! </ b> يمكنك رفض المقابلات مع الحالة التالية فقط: <i> {1} </ i>و <i> {2} </ i>.
es: <h3> <b> {{count}} </ b> entrevista (s) será rechazada. </ h3> <b> ¡Tenga en cuenta! </ b> Puede rechazar entrevistas solo con el siguiente estado: <i> {{status1}} </ i> y <i> {{status2}} </ i>.
fr: <h3> <b> {0} </b> entretien (s) seront rejetés. </h3> <b> Attention! </b> Vous ne pouvez rejeter les entretiens qu'avec l'état suivant uniquement: <i> {1} </i> et <i> {2} </i>.
ka: <h3> <b> {0} </ b> ინტერვიუ (ებ) ი უარყოფილი იქნება </ h3> <b> შენიშვნა! </ b> თქვენ შეგიძლიათ უარყოთ ინტერვიუები მხოლოდ შემდეგი სტატუსით: <i> {1} </ i> და <i> {2} </ i>.
ro: <h3><b>{0}</b> interviuri vor fi respinse.</h3> <b>Notă!</b> Puteți respinge doar interviurile cu următorul status: <i>{1}</i> și <i>{2}</i>.
ru: <h3><b>{0}</b> интервью, будут откачены.</h3> <b>Внимание!</b> Вы можете отклонить интервью имеющие следующие статусы: <i>{1}</i> и <i>{2}</i>.
zh: <h3><b>{0}</b>个访谈将被驳回。</h3> <b>注意！</b>您只能驳回处于以下状态的访谈：<i>{1}</i>和<i>{2}</i>。

# Tooltip_Filter_Assignment
source: Assignment ID. Click in the field to type the full ID number.
ar: معرف المهمة. انقر في الحقل لكتابة رقم التعريف الكامل.
es: ID de asignación. Haga clic en el campo para escribir el número de identificación completo.
fr: ID d'affectation. Cliquez dans le champ pour taper le numéro complet d'identification.
ro: ID de alocare. Faceți click pentru a introduce ID-ul complet.
ru: Номер задания. Кликните по полю, чтобы ввести номер задания.
zh: 任务ID。点击相应区域输入完整的ID。

# Tooltip_Filter_Questionnaire
source: Version of questionnaire. Select a questionnaire version to see its associated interviews in the report to the right. Select “All questionnaires” to see interviews associated with any questionnaire.
fr: Version du questionnaire. Sélectionnez une version du questionnaire pour voir ses entretiens associés dans le rapport situé à droite. Sélectionnez "Tous les questionnaires" pour voir les entretiens associés à un questionnaire donné.
ro: Selectați un chestionar pentru a vedea interviurile asociate în listă. Selectați 'Toate chestionarele' pentru a vedea interviurile asociate cu orice chestionar.
ru: Версия опросника. Выберите версию опросника, чтобы посмотреть собранные по нему интервью. Выберите "Все опросники", чтобы увидеть интервью по всем опросникам
zh: 问卷的版本。选择一个问卷的版本以查看右边报告相应的访谈。选择“所有问卷”以查看和访谈有关的任何问卷。

# Tooltip_Filter_Responsible
source: User responsible. Click in the field to choose a user name either by selecting it directly or typing to filter the list of user names further.
ar: المستخدم مسؤول. انقر في الحقل لاختيار اسم مستخدم إما بتحديده مباشرة أو الكتابة لتصفية قائمة أسماء المستخدمين كذلك.
es: Usuario responsable. Haga clic en el campo para elegir un nombre de usuario ya sea seleccionándolo directamente o escribiendo en el filtro de listas de nombres de usuario.
fr: Utilisateur responsable Cliquez dans le champ pour choisir un nom d'utilisateur en le sélectionnant directement ou en tapant pour filtrer la liste des noms d'utilisateur plus loin.
ro: Utilizator responsabil. Faceți click în câmp pentru a alege un nume de utilizator fie prin selectarea directă, fie tastând pentru a filtra în continuare lista de nume de utilizator.
ru: Ответственный пользователь. Кликните по полю, чтобы выбрать пользователя из списка или начать вводить его имя для дальнейшей фильтрации списка.
zh: 负责人用户。直接点选一个用户名或在筛选器中直接输入用户名，以选定某个用户。

# Tooltip_Filter_Status
source: Status of interview. Select a status to see all interviews with that status. Select “All statuses” to see interviews with any status.
ar: حالة المقابلة. حدد حالة لمشاهدة جميع المقابلات بهذه الحالة. حدد "جميع الحالات" لمشاهدة المقابلات بأي حالة.
es: Estado de la entrevista. Seleccione un estado para ver todas las entrevistas en ese estado. Seleccione "Todos los estados" para ver entrevistas con cualquier estado.
fr: Statut de l'entretien. Sélectionnez un étant pour voir tous les entretiens avec cet état. Sélectionnez "Tous états" pour voir les entretiens avec n'importe quel étant.
ro: Statusul interviului. Selectați un status pentru a vedea toate interviurile cu acel status. Selectați 'Toate statusurile' pentru a vedea interviuri cu orice status.
ru: Статус интервью. Фильтрует список интервью по выбранному статусу. Выберите “Все статусы”, чтобы увидеть интервью в любых статусах.
zh: 访谈的状态。选择一个状态以查看相关的全部访谈。点击排序按钮以任务编号排序。

# Tooltip_Table_Assignment
source: Identifier for the assignment to which this interview belongs. Click on the sort icon to sort by assignment number.
ar: معرف المهام الذي تنتمي إليه هذه المقابلة. انقر على رمز الفرز لفرز حسب رقم المهمة.
es: Identificador de la tarea a la que pertenece esta entrevista. Haga clic en el icono de ordenar para ordenar por número de tarea
fr: Identifiant de l'affectation à laquelle appartient cet entretien. Cliquez sur l'icône de tri pour ordonner par numéro d'affectation.
ro: Identificator pentru alocarea de care aparține acest interviu. Faceți click pe pictograma de sortare pentru a sorta după numărul de alocare.
ru: Номер задания, которому принадлежит это интервью.Кликните по иконке сортировки для упорядочивания по номеру задания
zh: 用于标记任务所属访谈的标识。点击排序按钮以任务编号进行排序。

# Tooltip_Table_ErrorsCount
source: Shows total number of invalid questions and static texts in the interview. Multiple failed validation conditions on same entity are counted as 1.
ro: Afișează numărul total de întrebări nevalide și texte statice în interviu. Condițiile de validare eșuate de mai multe ori pentru aceeași entitate sunt numărate ca 1.
ru: Отображает общее количество вопросов и статических текстов с ошибкой. Несколько ошибок на одном и том же объекте в интервью считается одной ошибкой
zh: 显示问卷中无效问题和静态文本的总数。同一个问题下多个验证失败的条件将被计为1。

# Tooltip_Table_HideShowIdentifying
source: Click here to hide or show the identifying questions. Hiding identifying questions may provide more space for other information. Showing identifying questions may provide details for differentiating between interviews.
ar: انقر هنا لإخفاء أو إظهار أسئلة التحديد. قد يؤدي إخفاء الأسئلة المحددة إلى توفير مساحة أكبر للمعلومات الأخرى. قد يوفر عرض الأسئلة المحددة تفاصيل للتمييز بين المقابلات.
es: Haga clic aquí para ocultar o mostrar las preguntas de identificación. Ocultar preguntas de identificación puede proporcionar más espacio para otra información. Mostrar preguntas de identificación puede proporcionar detalles para diferenciar entre entrevistas.
fr: Cliquez ici pour cacher ou montrer les questions d'identification. Masquer les questions d'identification peut fournir plus d'espace pour d'autres informations. La présentation de questions d'identification peut fournir des détails pour différencier les entretiens.
ro: Faceți click aici pentru a ascunde sau pentru a afișa întrebările de identificare. Ascunderea întrebărilor de identificare poate oferi mai mult spațiu pentru alte informații. Afișarea întrebărilor de identificare poate oferi detalii pentru diferențierea interviurilor.
ru: Кликните по ссылке, чтобы спрятать или открыть список идентифицирующих вопросов. Скрытая колонка идентифицирующих вопросов позволит увидеть больше другой информации на экране. Открытие идентифицирующих вопросов позволит увидеть разницу между интервью.
zh: 点击这里显示或隐藏识别型问题。隐藏识别型问题可能为其它信息提供更多的空间。显示识别型问题可能可以提供更多的识别细节

# Tooltip_Table_IdentifyingQuestions
source: Information that identifies each assignment. These are the answers to questions marked as identifying in Designer.
ar: المعلومات التي تحدد كل مهمة. هذه هي الإجابات على الأسئلة التي تم تحديدها على أنها معرفة في المصمم.
es: Información que identifica cada tarea. Estas son las respuestas a las preguntas marcadas como identificadas en Designer.
fr: Informations qui identifient chaque affectation. Ce sont les réponses aux questions marquées comme identifiant dans le Designer.
ro: Informații pentru a identifica fiecare alocare. Acestea sunt răspunsurile la întrebările marcate ca fiind de identificare în Designer.
ru: Короткий идентификатор интервью, используемый в системах Хэдквотер, Супервизор и Интервьюер. Используйте этот ключ при общении в команде в полях вместо большого набора идентифицирующих
zh: 区分各个任务的信息。这些信息是在问卷设计器中用来识别的、被标记的问题答案。

# Tooltip_Table_InterviewKey
source: Short case identifier that appears throughout the system--in Headquarters, Supervisor, and Interviewer. Consider using this ID when communicating with field team, rather than a large set of identifying question.
ar: معرف الحالة القصير الذي يظهر في جميع أنحاء النظام - في المقر، المشرف، والباحث. ضع في اعتبارك استخدام هذا المعرف عند التواصل مع الفريق الميداني، بدلا من مجموعة كبيرة من أسئلة التعريف
es: Identificador de caso corto que aparece en todo el sistema: en la Sede, el Supervisor y el Entrevistador. Considere usar esta identificación cuando se comunique con el equipo de campo, en lugar de un conjunto grande de preguntas de identificación
fr: Identificateur abrégé qui apparaît dans tout le système - au Headquarter, au Supervisor et à l'Interviewer. Envisagez d'utiliser cet ID lors de la communication avec l'équipe de terrain plutôt que dans un grand nombre de questions d'identification.
ro: Identificator prescurtat care apare în întregul sistem - la RINS, controlor și anchetator. Luați în considerare utilizarea acestui ID atunci când comunicați cu echipa din teren, mai degrabă decât un set mare de întrebări de identificare.
ru: Короткий идентификатор интервью, используемый в системах Хэдквотер, Супервизор и Интервьюер. Используйте этот ключ при общении в команде в полях вместо большого набора идентифицирующих вопросов.
zh: 在系统（总部、督导员、调查员）中出现的短项目识别器。考虑使用此类识别器的ID于田野调研团队进行沟通，而不是大量的识别性问题。

# Tooltip_Table_LastUpdate
source: When changes to the interview were last posted to the server. Click on the sort icon to sort by time.
ar: عنما تم نشر اخر التغييرات على المقابلة على الخادم. انقر على رمز الفرز للفرز حسب الوقت.
es: Cuando los cambios a la entrevista fueron publicados por última vez en el servidor. Haga clic en el icono de ordenar para ordenar por tiempo.
fr: Quand les modifications apportées à l'entretien ont été publiées pour la dernière fois sur le serveur. Cliquez sur l'icône de tri pour ordonner par heure.
ro: Când a fost postată pe server ultima modificare a interviului. Dați click pe pictograma de sortare pentru a sorta după dată.
ru: Дата последнего изменения интервью на сервере. Кликните по иконке сортировки для упорядочивания по времени изменения.
zh: 访谈的改变最后公布在服务器上。点击排序按钮以时间进行排序。
