Repository: surveysolutions/surveysolutions
Catalog: src/UI/Headquarters/WB.UI.Headquarters/Resources/Interviews.*.resx
Languages: ar, es, fr, ka, ro, ru, zh

# Tooltip_Table_ReceivedByInterviewer
source: Indicator for whether the interview has been downloaded onto the interviewer’s tablet. Click on the sort icon to sort by receipt by the interviewer.
ar: المؤشر ما إذا كان قد تم تحميل المقابلة على الجهاز اللوحي للباحث. انقر على رمز الفرز لتصنيف حسب استلام من قبل الباحث.
es: Indicador si la entrevista se descargó en la tableta del entrevistador. Haga clic en el icono de ordenar para ordenar por recibo por el entrevistador.
fr: Indicateur qui indique si l'entretien a été téléchargé sur la tablette de l'enquêteur. Cliquez sur l'icône de tri pour ordonner par le temps de réception par l'enquêteur.
ro: Indicator care arată dacă interviul a fost descărcat pe tableta anchetatorului. Faceți click pe pictograma de sortare pentru a sorta după primirea de către anchetator.
ru: Индикатор скачивания интервью на устройство ответственного пользователя. Кликните по иконке сортировки для упорядочивания по признаку скачивания интервью на устройство пользователя.
zh: 访谈是否已被调查员下载到平板的标识。点击排序按钮，以调查员的收据进行排序。

# Tooltip_Table_Responsible
source: User currently responsible for the assignment. Click sort icon to sort user name.
ar: المستخدم المسؤول حاليا عن التعيين. انقر على رمز الفرز لفرز اسم المستخدم.
es: Usuario actualmente responsable de la tarea. Haga clic en el icono de ordenar para ordenar el nombre de usuario.
fr: L'utilisateur actuellement responsable de l'affectation. Cliquez sur l'icône de tri pour ordonner par le nom d'utilisateur.
ro: Utilizatorul responsabil cu alocarea. Dați click pe pictograma sortare pentru a sorta numele de utilizator.
ru: Ответственный за интервью пользователь. Кликните по иконке сортировки для упорядочивания по имени пользователя
zh: 该用户最近是此访谈的负责人。点击排序按钮对用户名进行排序。

# Tooltip_Table_Status
source: Status of the interview in the survey workflow. Click on the sort icon to sort by status.
ar: حالة المقابلة في سير العمل الاستقصائي. انقر على رمز الفرز للتصنيف حسب الحالة.
es: Estado de la entrevista en el flujo de trabajo de la encuesta. Haga clic en el icono de ordenar para ordenar por estado.
fr: Etat de l'entretien dans le flux de travail d'enquête. Cliquez sur l'icône de tri pour ordonner par état.
ro: Starea interviului în fluxul anchetei. Faceți click pe pictograma de sortare pentru a sorta după status.
ru: Статус интервью в системе. Кликните по иконке сортировки для упорядочивания по статусу интервью.
zh: 调研工作流程中的访谈状态。点击排序按钮以状态进行排序。

# UnapproveConfirmMessageHQ
source: <h3><b>{0}</b> interview(s) will be unapproved.</h3> <b>Note!</b> You can unapprove interviews with the following status only: <i>{1}</i>.
ar: <h3><b>{0}</b> سيتم إلغاء الموافقة على المقابلات.</h3> <b>Note!</b>لا يمكنك الموافقة على المقابلات مع الحالة التالية فقط: <i>{1}</i>.
es: <h3> <b> {{count}} </ b> entrevista (s) no será aprobada. </ h3> <b> ¡Tenga en cuenta! </ b> Puede desaprobar las entrevistas con el siguiente estado solamente: <i> {{status1}} </ i>.
fr: <h3> <b> {0} </b> entretien (s) ne seront pas approuvés. </h3> <b> Attention! </b> Vous ne pouvez désapprouver que les entretiens qui ont l'état suivant uniquement: <i> {1} </i>.
ka: <h3> <b> {0} </ b> ინტერვიუ (s) დაუშვებელია. </ h3> <b> შენიშვნა! </ b> ინტერვიუები შეგიძლიათ შემდეგნაირად შეუძლებელია: <i> {1} </ i>.
ro: <h3><b>{0}</b> interviuri vor fi dezaprobate.</h3> <b>Notă!</b> Puteți dezaproba doar interviurile cu următorul status: <i>{1}</i>.
ru: <h3><b>{0}</b> интервью будет отклонены.</h3> <b>Внимание!</b> Вы можете откатить интервью имеющие следующие статусы: <i>{1}</i>.
zh: <h3><b>{0}</b>个访谈将被取消审核。</h3> <b>注意！</b>您只能取消审核处于以下状态的访谈：<i>{1}</i>。
