Repository: surveysolutions/surveysolutions
Catalog: src/UI/Headquarters/WB.UI.Headquarters/Resources/Pages.*.resx
Languages: ar, fr, ka, ro, zh

# AccessDenied_Title
source: Access Denied
ar: تم رفض الوصول
fr: Accès refusé
ka: შეღწევა უარყოფილია
ro: Accesul interzis
zh: 访问被拒绝

# AccountManage_SaveChanges
source: Save changes
ar: حفظ التغييرات
fr: Sauvegarder les modifications
ka: ცვლილებების შენახვა
ro: Salvați modificările
zh: 保存修改

# AnyOption
source: Any
ar: أي
fr: N’importe quel
ka: ნებისმიერი
ro: Oricare
zh: 任意

source: Approved by headquarters
ar: موافق عليه من قبل المقر الرئيسي
fr: Approuvé par le quartier général
ka: დამტკიცებულია სათაო ოფისის მიერ
ro: Aprobat de RINS
zh: 总部已审核通过

# ApprovedByupervisor
source: Approved by supervisor
ar: موافق عليه من قبل المشرف
fr: Approuvé par le chef d'équipe
ka: დამტკიცებულია ზედამხედველის მიერ
ro: Aprobat de controlor
zh: 督导员已审核通过

# ApproveRejectPartialView_ApproveAction
source: Approve
ar: الموافقة
fr: Approuver
ka: დაამტკიცება
ro: Aprobă
zh: 审核通过

# ApproveRejectPartialView_ApproveLabel
source: Approve interview
ar: الموافقة على المقابلة
fr: Approuver L'entretien
ka: დამტკიცებული ინტერვიუ
ro: Aprobați interviul
zh: 将访谈通过审核

# ApproveRejectPartialView_CommentLabel
source: Comment
ar: تعليق
fr: Commentaire
ka: კომენტარი
ro: Comentariu
zh: 评论

# ApproveRejectPartialView_RejectAction
source: Reject
ar: رفض
fr: Rejeter
ka: უარი
ro: Respinge
zh: 驳回

# ApproveRejectPartialView_RejectLAbel
source: Reject interview
ar: رفض المقابلة
fr: Rejeter L'entretien
ka: უარყოფილი ინტერვიუ
ro: Respingeți interviul
zh: 驳回访谈

# ApproveRejectPartialView_UnapproveAction
source: Unapprove
ar: عدم الموافقة
fr: Annuler l'approbation
ka: დაუშვებელია
ro: Dezaprobați
zh: 取消审核

# ApproveRejectPartialView_UnapproveLabel
source: Unapprove interview
ar: عدم الموافقة على المقابلة
fr: Annuler l'approbation de l'entretien
ka: დაუშვებელი ინტერვიუ
ro: Dezaprobați interviul
zh: 将访谈取消审核

source: Attention!
ar: انتباه!
ka: ყურადღება!
ro: Atenţie!
zh: 注意！

# Backup_IndexTitle
source: Index
ar: الفهرس
fr: Indice
ka: ინდექსი
zh: 索引

source: Cancel
ar: الغاء
fr: Annuler
ka: გაუქმება
ro: Anulare
zh: 取消

# CloseLabel
source: Close
ar: اغلق
fr: Fermer
ka: დახურვა
ro: Închideți
zh: 关闭

source: Completed
ar: مكتمل
fr: Achevé
ka: დასრულებულია
ro: Finalizat
zh: 已完成

source: Create
ar: انشاء
fr: Créer
ka: შექმნა
ro: Creați
zh: 创建

# DetailsQuestionPartialView_WriteCommentPlaceholder
source: Write a comment...
ar: اكتب تعليق...
fr: Écrire un commentaire...
ka: დაწერე კომენტარი...
ro: Scrieți un comentariu...
zh: 添加评论

# EditQuestion_Save
source: Save
ar: حفظ
fr: sauvegarder
ka: ჩაწერა
ro: Salvare
zh: 保存

# Error_Description
source: An error occurred while processing your request.
ar: حدث خطأ أثناء معالجة طلبك.
fr: Une erreur s'est produite lors du traitement de votre demande.
ka: თქვენი მოთხოვნის დამუშავებისას მოხდა შეცდომა.
ro: A apărut o eroare în timpul procesării cererii dumneavoastră.
zh: 处理您的请求时出现错误。

# Error_Title
source: Error
ar: خطأ
fr: Erreur
ka: შეცდომა
ro: Eroare
zh: 错误

# ErrorIndex_Title
source: Error
ar: خطأ
fr: Erreur
ka: შეცდომა
ro: Eroare
zh: 错误

# Forbidden_Title
source: Forbidden
ar: غير مسموح
fr: Interdit
ka: აკრძალული
ro: Nepermis
zh: 禁止

# GlobalSettings_DeleteQuestionnareConfirmation
source: Are you sure you want to delete questionnaire? All interviews conducted by current questionnaire will be lost.
ar: هل تريد بالتأكيد حذف الاستبيان؟ ستفقد جميع المقابلات التي تم إجرائها على هذا الاستبيان.
fr: Êtes-vous sûr de vouloir supprimer le questionnaire? Tous les entretiens effectués par l'actuel questionnaire seront perdus.
ka: დარწმუნებული ხართ, რომ გსურთ წაშალოთ კითხვარი? არსებული ინტერვიუები კითხვარში დაიკარგება
ro: Sigur doriți să ștergeți chestionarul? Toate interviurile realizate prin chestionarul curent vor fi pierdute.
zh: 您确定要删除问卷吗？所有使用该问卷进行的访谈将丢失？

# GlobalSettings_ForbiddenMessage
source: You do not have permission for this action.
ar: ليس لديك الصلاحية لهذا الإجراء.
fr: Vous n'êtes pas autorisé pour cette action.
ka: ამ მოქმედების ნებართვა არ გაქვთ.
ro: Nu aveți permisiunea pentru această acțiune.
zh: 您没有权限进行这个操作。

# GlobalSettings_NotifyDialogText
source: Your previous request is not complete. Please wait for it to be finished and repeat your operation.
ar: طلبك السابق غير كامل. يرجى الانتظار حتى يتم الانتهاء وكرر العملية.
fr: Votre demande antérieure n’est pas encore accomplie. Veuillez patienter la fin de cette opération.
ka: თქვენი წინა მოთხოვნა არ არის დასრულებული. გთხოვთ, დაელოდოთ, რომ დასრულდეს და გაიმეოროთ თქვენი ოპერაცია.
ro: Solicitarea dumneavoastră anterioară nu este finalizată. Vă rugăm așteptați să fie terminată și repetați operațiunea.
zh: 您之前的请求尚未完成。请等待至完成并重复您的操作。

# GlobalSettings_NotifyDialogTitle
source: Please wait
ar: يرجى الانتظار
fr: Veuillez patienter
ka: გთხოვთ, მოიცადოთ
ro: Vă rugăm așteptați
zh: 请稍候

# GlobalSettings_NotifyMarkersLimitReachedText
source: For this zoom level number of points was reached. Please increase level and update points.
ar: تم التوصل إلى عدد النقاط لمستوى هذا التكبير. يرجى زيادة المستوى وتحديث النقاط.
fr: Pour ce niveau de zoom, le maximum de points a été atteint. Veuillez effectuer un zoom et actualiser les points.
ka: ამ ზუმის დონისთვის ნიშნულების მაქსიმუმი მიღწეულია ზღვარს. გთხოვთ გაზარდოთ დონე და განაახლოთ ნიშნულები.
ro: Pentru acest nivel de zoom a fost atins numărul de puncte. Vă rugăm să măriți nivelul și să actualizați punctele.
zh: 已达到当前放大水平下位置点的极限。请放大并更新位置点。

# GlobalSettings_NotifyMarkersLimitReachedTitle
source: Not all points were loaded
ar: لم يتم تحميل جميع النقاط
fr: Pas tous les points ont été chargés sur la carte
ka: ყველა ნიშნული არ ჩაიტვირთა
ro: Nu toate punctele au fost încărcate
zh: 没有加载所有的位置点

# GlobalSettings_NotifyNoMarkersDialogText
source: This questionnaire contains no GPS coordinates to show on the map for selected variable.
ar: لا توجد أية معلومات حول نقاط تحديد الموقع الجغرافي.
fr: Aucune coordonnées GPS à charger
ka: გეოლოგიური ადგილმდებარეობის შესახებ ინფორმაცია არ არსებობს.
ro: Acest chestionar nu conține coordonate GPS care să fie afișate pe hartă pentru variabila selectată.
zh: 没有关于位置点的信息。

# GlobalSettings_NotifyNoMarkersDialogTitle
source: No markers were added
ar: لم يتم إضافة علامات
fr: Aucun marqueur n'a été ajouté
ka: მარკერები არ დაემატა
ro: Nu s-au adăugat marcatori
zh: 没有添加标记

# GlobalSettings_UnhandledExceptionMessage
source: An unexpected error occurred. We are sorry for inconvenience.
ar: حدث خطأ غير متوقع. نحن نأسف للإزعاج.
fr: Une erreur inattendue s’est produite. Nous sommes désolés pour la gêne occasionnée.
ka: გაუთვალისწინებელი ხარვეზია. ჩვენ ვწუხვართ უხერხულობისთვის.
ro: A apărut o eroare neașteptată. Ne pare rău pentru neplăcere.
zh: 发生了未知错误。很抱歉给您带来不便。

# GPS_accuracy
source: accuracy
ar: الدقة
fr: précision
ka: სიზუსტე
ro: precizie
zh: 精度

# GPS_altitude
source: altitude
ar: ارتفاع
ka: სიმაღლე
ro: altitudine
zh: 海拔

# GPS_latitude
source: latitude
ar: خط العرض
ka: გრძედი
ro: latitudine
zh: 纬度

# GPS_longitude
source: longitude
ar: خط الطول
ka: განედი
ro: longitudine
zh: 经度

# HealthCheck_Header
source: Health check monitor
ar: مراقبة فحص الصحة
fr: Surveillance du bilan de santé
ka: ჯანმრთელობის შემოწმების მონიტორი
zh: 健康检查监测

# HealthCheck_IndexTitle
source: Health Check Page
ar: صفحة التحقق من الصحة
fr: Page du bilan de santé
ka: ჯანმრთელობის შემოწმების გვერდი
zh: 健康检查页面

source: Hide filter
ar: إخفاء التصفية
fr: Masquer le filtre
ka: ფილტრის დამალვა
ro: Ascundeți filtrul
zh: 隐藏过滤

# HistoryOfStatuses_By
source: By
ar: من قبل
fr: Par
ka: მიერ
ro: După
zh: 操作人

# HistoryOfStatuses_Comment
source: Comment
ar: تعليق
fr: Commentaire
ka: კომენტარი
ro: Comentariu
zh: 评论

# HistoryOfStatuses_On
source: Changed on
ar: تغيير على
fr: Changé sur
ka: შეიცვალა
ro: Modificat pe data de
zh: 操作日期

# HistoryOfStatuses_State
source: State
ar: حالة
fr: Etat
ka: მდგომარეობა
ro: Status
zh: 状态

# HistoryOfStatuses_Title
source: Interview status history
ar: تاريخ حالة المقابلة
fr: Historique de l'entretien
ka: ინტერვიუს სტატუსის ისტორია
ro: Istoricul statusurilor interviurilor
zh: 访谈状态记录

# Index_cshtml_Execute_Do_you_want_to_continue_
source: Do you want to continue?
ar: هل تريد الاستمرار؟
fr: Voulez-vous continuer?
ka: გსურთ გააგრძელოთ?
ro: Doriți să continuați?
zh: 您要继续吗？

# InterviewController_RepeatLastStatus
source: Status set by Survey Solutions support team
ar: الحالة وضعت من قبل فريق دعم حلول Survey Solutions
fr: Etat défini par l'équipe de support de Survey Solutions
ka: სტატუსი დადგენილია კვლევის გადაწყვეტილებების მხარდაჭერის გუნდიდან.
ro: Starea stabilită de echipa de asistență Survey Solutions
zh: 由Survey Solutions支持团队设置的状态

# InterviewController_RepeatLastStatusFailed
source: Repeating of last status was unsuccessful.
ar: تكرار الحالة الأخيرة لم ينجح.
fr: La répétition du dernier état a échoué.
ka: ბოლო სტატუსის განმეორება იყო წარუმატებელი.
ro: Repetarea ultimului status a fost nereușită.
zh: 未能成功的重复上一次状态。

# InterviewController_RevalidationFailed
source: Revalidation was unsuccessful.
ar: إعادة التحقق لم تكن ناجحة.
fr: La revalidation a échoué.
ka: ხელახალი ვერიფიკაცია იყო წარუმატებელი
ro: Revalidarea nu a reușit.
zh: 未能成功的重新验证。

# InterviewDetails_AllButtonLabel
source: all
ar: الكل
fr: tout
ka: ყველა
ro: toate
zh: 全部

# InterviewDetails_AnsweredButtonLabel
source: answered
ar: تمت الاجابة
fr: renseignés
ka: პასუხი გასცა
ro: completate
zh: 已回答

# InterviewDetails_CommentedButtonLabel
source: commented
ar: تم التعليق
fr: avec commentaire
ka: კომენტარი გააკეთა
ro: comentate
zh: 已评论

# InterviewDetails_EnabledButtonLabel
source: enabled
ar: مفعل
fr: activée
ka: ჩართულია
ro: autorizate
zh: 已启用

# InterviewDetails_FlaggedButtonLabel
source: flagged
ar: تحمل علم
fr: marqué
ka: მონიშნული
ro: marcate
zh: 已标记

# InterviewDetails_GroupsLabel
source: Groups
ar: مجموعات
fr: Groupes
ka: ჯგუფები
ro: Grupuri
zh: 分组

# InterviewDetails_HiddenButtonLabel
source: hidden
ar: مخفي
fr: caché
ka: დამალული
ro: Ascuns
zh: 隐藏

# InterviewDetails_HideGroupsLAbel
source: Hide groups
ar: إخفاء المجموعات
fr: Masquer les groupes
ka: ჯგუფების დამალვა
ro: Ascundeți grupurile
zh: 隐藏分组

# InterviewDetails_InvalidButtonLabel
source: invalid
ar: غير صحيح
fr: invalide(s)
ka: არასწორია
ro: Nevalid
zh: 无效

# InterviewDetails_PendingPackageLabel
source: Interview has pending synchronization packages in queue
ar: المقابلة لديها حزم مزامنة معلقة في قائمة الانتظار
fr: entretien a des paquets de synchronisation en attente dans la file d'attente
ka: ინტერვიუ აქვს სინქრონიზაციის პაკეტები რიგში
ro: Interviul are în lista de așteptare pachete de sincronizare
zh: 访谈有正在队列中等待同步的数据包

# InterviewDetails_ResponsibleLabel
source: Responsible
ar: مسؤول
fr: Responsable
ka: პასუხისმგებელი
ro: Responsabil
zh: 负责人

# InterviewDetails_ShowGroupsLabel
source: Show groups
ar: اظهر المجموعات
fr: Afficher les groupes
ka: ჯგუფების ჩვენება
ro: Afișați grupuri
zh: 显示分组

# InterviewDetails_StatusLabel
source: Status
ar: الحالة
fr: Statut
ka: სტატუსი
zh: 状态

# InterviewDetails_SupervisorsButtonLabel
source: supervisor's
ar: المشرف
fr: pour le chef d'équipe
ka: ზედამხედველის
ro: a controlorului
zh: 督导员

# InterviewDetails_UnansweredButtonLabel
source: unanswered
ar: غير مجاب
fr: sans réponse
ka: უპასუხო
ro: Fără răspuns
zh: 未回答

source: Interviewer assigned
ar: الباحث المعين
fr: Affecté à l'enquêteur
ka: ინტერვიუერი დანიშნულია
ro: Anchetator desemnat
zh: 已分配调查员

# InterviewerController_EditSuccess
source: Information about {0} successfully updated
ar: تم تحديث المعلومات حول {0} بنجاح
fr: Informations sur {0} mises à jour avec succès
ka: ინფორმაცია {0} წარმატებით განახლდა
ro: Informațiile despre {0} au fost actualizate cu succes
zh: 成功更新了{0}的信息

# InterviewerController_InterviewerCreationSuccess
source: Interviewer was successfully created
ar: تم انشاء الباحث بنجاح
fr: Compte d'enquêteur a été créé avec succès
ka: ინტერვიუერი წარმატებით შეიქმნა
ro: Contul anchetatorului a fost creat cu succes
zh: 成功创建了调查员

# InterviewerController_UpdateUseFailure
source: Could not update user information because current user does not exist
ar: تعذر تحديث معلومات المستخدم لأن المستخدم الحالي غير موجود
fr: Impossible d'acutaliser les informations parce que l’utilisateur n’existe pas
ka: მომხმარებლის ინფორმაციის განახლება ვერ მოხერხდა, რადგან მიმდინარე მომხმარებელი არ არსებობს
ro: Nu s-a putut actualiza informațiile despre utilizator, deoarece utilizatorul curent nu există
zh: 不能更新用户信息，因为当前用户不存在

# InterviewerCreate_CreateIn
source: Create interviewer in
ar: انشئ باحث في
fr: Créer l'enquêteur dans
ka: ინტერვიუერის შექმნა
ro: Creați contul anchetatorului în
zh: 将调查员创建于

# InterviewerCreate_Team
source: team
ar: فريق
fr: équipe
ka: გუნდი
ro: echipă
zh: 团队

# InterviewerCreate_Title
source: Create
ar: انشاء
fr: Créer
ka: შექმნა
ro: Creați
zh: 创建

# InterviewerEdit_DeviceIdTitle
source: Device id
ar: معرف الجهاز
fr: Identifiant de l'appareil
ka: მოწყობილობის id
ro: ID-ul dispozitivului
zh: 设备编号

# InterviewerEdit_NoDeviceHistory
source: Interviewer has not synchronized yet. There is no information about his/her devices.
ar: الباحث لم يزامن حتى الآن. لا توجد معلومات حول أجهزته/أجهزتها.
fr: L’enquêteur n'a pas encore synchronisé. Il n’y a donc aucune information sur le travail en cours sur cette tablette.
ka: ინტერვიუერს ჯერ არ აქვს სინქრონიზებული. არ არის ინფორმაცია მისი მოწყობილობების შესახებ.
ro: Sincronizarea nu s-a efectuat încă. Nu există informații despre dispozitivele anchetatorului.
zh: 调查员还没有同步。没有关于正在使用的设备信息。

# InterviewerEdit_StartUsingDateTitle
source: Start using date
ar: البدء باستخدام التاريخ
fr: Date de première utilisation
ka: დაიწყეთ თარიღის გამოყენება
ro: Data de începere a utilizării
zh: 开始使用日期

# InterviewerEdit_TitleFormat
source: Interviewer: {0}
ar: الباحث: {0}
fr: Enquêteur : {0}
ka: ინტერვიუერი: {0}
ro: Anchetator: {0}
zh: 调查员：{0}

# Interviewers_ActiveUsers
source: Active interviewers
ar: المقابلين النشطين
fr: Enquêteurs actifs
ka: აქტიური ინტერვიუერები
ro: Anchetatori activi
zh: 活动的调查员

# Interviewers_Archive
source: Archive
ar: الأرشيف
fr: Archives
ka: არქივი
ro: Arhiva
zh: 归档

# Interviewers_ArchivedUsers
source: Archived interviewers
ar: الباحثين الذين تم ارشفتهم
fr: Utilisateurs archivés
ka: არქივირებული ინტერვიუერები
ro: Anchetatorii arhivați
zh: 已归档的调查员

# Interviewers_ArchiveInterviewers
source: Interviewer(s) will be archived.
ar: سيتم ارشفة الباحث(الباحثين)
fr: enquêteurs seront archivés.
ka: ინტერვიუერი დაარქივდება
ro: Anchetatorii vor fi arhivați.
zh: 调查员将被归档。

# Interviewers_ArchiveInterviewersConfirm
source: Do you want to continue?
ar: هل تريد الاستمرار؟
fr: Voulez-vous continuer?
ka: გსურთ გააგრძელოთ?
ro: Doriți să continuați?
zh: 您要继续吗？

# Interviewers_ArchiveInterviewersConfirmMessage
source: If the interviewer has completed interviews on his tablet then the data will be lost.
ar: اذا اكمل الباحث المقابلة على جهازه اللوحي سيتم فقدان البيانات
fr: Si l’enquêteur a effectué des entretiens en "mode recensement", les données seront supprimées.
ka: თუ ინტერვიუერმა დაასრულა გასაუბრება მისი ტაბლეტზე, მაშინ მონაცემები დაიკარგება.
ro: Dacă anchetatorul a finalizat interviuri pe tableta sa, atunci datele vor fi pierdute.
zh: 如果调查员在平板电脑上有已经完成的处于普查状态的访谈，那么数据将丢失。

# Interviewers_ArchiveStatusTitle
source: Archive status
ar: حالة الأرشيف
fr: Statut de l'archive
ka: არქივის სტატუსი
ro: Starea arhivei
zh: 归档状态

# Interviewers_Connected
source: Connected
ar: متصل
fr: Connecté
ka: დაკავშირებულია
ro: Conectat
zh: 已连接

# Interviewers_CreationDateTitle
source: Account created on
ar: الحساب انشىء في
fr: Compte créé sur
ka: ანგარიშის შექმნილია
ro: Contul a fost creat la
zh: 创建日期

# Interviewers_EmailTitle
source: Interviewer's Email
ar: البريد الالكتروني للباحثين
fr: Email de l'enquêteur
ka: ინტერვიუერის ელ ფოსტა
ro: E-mailul anchetatorului
zh: 电子邮箱

# Interviewers_Header
source: Interviewers
ar: الباحثين
fr: Enquêteurs
ka: ინტერვიუერები
ro: Anchetatorii
zh: 调查员

# Interviewers_NotConnected
source: Not connected
ar: غير موصول
fr: Pas connecté
ka: არ არის დაკავშირებული
ro: Neconectat
zh: 未连接

# Interviewers_SupervisorTitle
source: Supervisor
ar: مشرف
fr: Chef d'équipe
ka: ზედამხედველი
ro: Controlor
zh: 督导员

# Interviewers_Title
source: Interviewers
ar: الباحثين
fr: Enquêteurs
ka: ინტერვიუერები
ro: Anchetatori
zh: 调查员

# Interviewers_Unarchive
source: Unarchive
ar: إلغاء الأرشفة
fr: Désarchiver
ka: ამოარქივება
ro: Dezarhivare
zh: 取消归档

# Interviewers_UserNameTitle
source: Login name
ar: اسم تسجيل الدخول
fr: Nom d'utilisateur
ka: სახელი
ro: Nume de utilizator
zh: 用户名

# InterviewHistory_Header
source: Interview History
ar: تاريخ المقابلة
fr: Historique de l’entretien
ka: ინტერვიუს ისტორია
ro: Istoricul interviului
zh: 访谈历史

# Layout_Filter
source: Filter
ar: تصفية
fr: Filtre
ka: ფილტრი
ro: Filtru
zh: 过滤

# Layout_Legal
source: Legal
ar: قانوني
fr: Mentions légales
ka: იურიდიული
zh: 法律

# Layout_RightsReserved
source: All Rights Reserved.
ar: جميع الحقوق محفوظة
fr: Tous droits réservés.
ka: ყველა უფლება დაცულია.
ro: Toate drepturile rezervate.
zh: 版权所有.

# Layout_WorldBank
source: The World Bank Group
ar: مجموعة البنك الدولي
fr: Le Groupe de la Banque Mondiale
ka: მსოფლიო ბანკის ჯგუფი
ro: Grupul Băncii Mondiale
zh: 世界银行集团

# LogOn_Legend
source: Please log in
ar: يرجى تسجيل الدخول
fr: Veuillez vous connecter
ka: გთხოვთ შეხვიდეთ
ro: Vă rugăm să vă conectați
zh: 请登录

# LogOn_LogIn
source: Log in
ar: تسجيل الدخول
fr: S'identifier
ka: შესვლა
ro: Conectare
zh: 登录

# LogOn_Title
source: Log On
ar: تسجيل الدخول
fr: Se connecter
ka: ქსელში შესვლა
ro: Conectare
zh: 登录

# LogOn_UnsuccessfulLogin
source: Login was unsuccessful. Please correct the errors and try again.
ar: لم يتم تسجيل الدخول بنجاح. يرجى تصحيح الأخطاء وإعادة المحاولة.
fr: Ouverture de session a échoué. Veuillez corriger les erreurs et essayez à nouveau.
ka: შესვლა წარუმატებელი აღმოჩნდა. გთხოვთ, გაასწოროთ შეცდომები და ისევ სცადოთ.
ro: Conectarea a eșuat. Vă rugăm corectați erorile și încercați din nou.
zh: 登陆不成功。请更正错误并重试。

# Maintenance_Description
source: The application is currently being upgraded to a newer version. This a manual operation and may require a noticeable amount of time. Sorry for the inconvenience. After the process is completed, you will be automatically redirected to the page you requested.
ar: يتم الان ترقية التطبيق إلى إصدار أحدث. هذه العملية يدوية وقد تتطلب قدرا ملحوظا من الوقت. نأسف للإزعاج. بعد اكتمال العملية، سيتم إعادة توجيهك تلقائيا إلى الصفحة التي طلبتها.
fr: Mise à jour de l'application actuellement en cours. C'est une opération manuelle qui peut nécessiter une duréee importante. Désolé pour les désagréments causés. Une fois ce processus terminé, vous serez automatiquement redirigé vers la page demandée.
ka: პლიკაცია ამჟამად განახლებას აკეთებს. ამ ოპერაციამ შეიძლება მოითხოვოს დიდი დრო. პროცესის დასრულების შემდეგ თქვენ ავტომატურად გადამისამართდებით თქვენს მიერ მოთხოვნილ გვერდზე.
ro: Aplicația este actualizată în prezent la o versiune mai nouă. Aceasta este o operație manuală și poate necesita o perioadă considerabilă de timp. Ne cerem scuze pentru neplăceri. După finalizarea procesului, veți fi redirecționat automat la pagina pe care ați solicitat-o.
zh: 应用程序当前正在升级到新版本。这是一个手动的操作，可能需要较长时间。很抱歉给您带来不便。这个过程完成之后，您将被自动重新定向到您之前请求的页面。

# Maintenance_RebuildDescription
source: The application is now rebooting, and this may take up to 10 minutes or more. Sorry for the inconvenience. After the process is completed, you will be automatically redirected to the page you requested.
ar: يتم الان اعادة تشغيل هذا التطبيق، وهذا قد يستغرق فترة تصل إلى 10 دقائق أو أكثر. نأسف للإزعاج. بعد اكتمال العملية، سيتم إعادة توجيهك تلقائيا إلى الصفحة التي طلبتها.
fr: Redémarrage de l’application en cours. Ceci peut prendre jusqu'à 10 minutes ou plus. Désolé pour le désagrément occasionné. Une fois ce processus terminé, vous serez automatiquement redirigé à la page demandée.
ka: აპლიკაცია იტვირთება ამას შეიძლება დასჭირდეს 10 წუთი ან მეტი. პროცესის დასრულების შემდეგ თქვენ ავტომატურად გადამისამართდებით თქვენს მიერ მოთხოვნილ გვერდზე.
ro: Aplicația este acum reîncarcată, iar aceasta poate dura până la 10 minute sau mai mult. Ne cerem scuze pentru neplăceri. După finalizarea procesului, veți fi redirecționat automat la pagina pe care ați solicitat-o.
zh: 应用程序正在重启。这可能需要10分钟或者更长时间。很抱歉给您带来不便。这个过程完成之后，您将被自动重新定向到您之前请求的页面。

# Maintenance_Title
source: Maintenance
ar: اعمال صيانة
ka: შენარჩუნება
ro: Mentenanță
zh: 维护

# MaintenanceReadSide_Header
source: Under maintenance...
ar: تحت الصيانة...
fr: En cours de maintenance…
ka: შენარჩუნების ქვეშ ...
ro: În mentenanță...
zh: 正在维护……

# MaintenanceRebuild_Header
source: Rebooting...
ar: إعادة تشغيل...
fr: Redémarrage en cours...
ka: გადატვირთვა ...
ro: Repornește ...
zh: 正在重启……

# NoResults
source: No results found
ar: لم يتم العثور على نتائج
fr: Aucun résultat trouvé
ka: შედეგები არ მოიძებნა
ro: Nu s-au găsit rezultate
zh: 未找到结果

# NotFound_Title
source: Not found
ar: غير موجود
fr: Pas retrouvé
ka: არ მოიძებნა
ro: Nu a fost găsit
zh: 未找到

# PackagesInfo_DeviceId
source: Device Id
ar: هوية الجهاز
fr: Identifiant de l'appareil
ka: მოწყობილობის Id
ro: Identificatorul dispozitivului
zh: 设备编号

# PackagesInfo_Header
source: Tablet information packages
ar: حزم معلومات الجهاز اللوحي
fr: Pacquets d'informations de la tablette
ka: ტაბლეტის საინფორმაციო პაკეტები
ro: Pachete de informații despre tablete
zh: 平板电脑信息包

# PackagesInfo_Size
source: Size(bytes)
ar: الحجم (بايت)
fr: Taille (octets)
ka: ზომა (ბაიტი)
ro: Dimensiune (biți)
zh: 大小（字节）

# PackagesInfo_Title
source: Index
ar: الفهرس
fr: Indice
ka: ინდექსი
zh: 索引

# PackagesInfo_UploadDate
source: Upload date
ar: تاريخ التحميل
fr: Date d'importation
ka: ატვირთვის თარიღი
ro: Data încărcării
zh: 上传日期

# PackagesInfo_UserId
source: User Id
ar: هوية المستخدم
fr: Identifiant d'utilisateur
ka: მომხმარებლის Id
ro: Identificator de utilizator
zh: 用户编号

# PackagesInfo_UserName
source: User Name
ar: اسم المستخدم
fr: Nom d'utilisateur
ka: მომხმარებლის სახელი
ro: Nume de utilizator
zh: 用户名

source: Rejected by headquarters
ar: مرفوض من المقر الرئيسي
fr: Rejeté par le quartier général
ka: უარყოფილია სათაო ოფისის მიერ
ro: Respins de RINS
zh: 总部已驳回

source: Rejected by supervisor
ar: مرفوض من المشرف
fr: Rejeté par le chef d'équipe
ka: უარყოფილია ზედამხედველის მიერ
ro: Respins de controlor
zh: 督导员已驳回

source: Search
ar: البحث
fr: Recherche
ka: ძიება
ro: Căutare
zh: 搜索

source: Show filter
ar: اظهر التصفية
fr: Afficher le filtre
ka: ფილტრის ჩვენება
ro: Afișați filtrul
zh: 显示过滤

source: Status
ar: الحالة
fr: Statut
ka: სტატუსი
zh: 状态

source: Supervisor assigned
ar: المشرف المعين
fr: Affecté au chef d'équipe
ka: ზედამხედველი დავალებულია
ro: Controlor atribuit
zh: 已分配督导员

# Survey_CreatedOnClientTitle
source: Created on Client
ar: تم انشاءه للعميل
fr: Créé sur la tablette
ka: კლიენტზე შეიქმნა
ro: Creat în aplicația Client
zh: 已在客户端创建

# Survey_HasErrorsTitle
source: Нas Errors
ar: يوحد أخطاء
fr: Erreur(s)
ka: შეცდომებია
ro: Cu erori
zh: 有错误

# Survey_Header
source: Interviews
ar: مقابلات
fr: Entretiens
ka: ინტერვიუები
ro: Interviuri
zh: 访谈

# Survey_LastUpdateTitle
source: Last Update
ar: اخر تحديث
fr: Dernière mise à jour
ka: ბოლო განახლება
ro: Ultima actualizare
zh: 最近一次更新

# Survey_ReceivedByInterviewerTitle
source: Received by Interviewer
ar: مستلم من الباحث
fr: Reçu par l’enquêteur
ka: მიღებულია ინტერვიუერის მიერ
ro: Primit de Anchetator
zh: 调查员已收到

# Survey_ResponsibleTitle
source: Responsible
ar: مسؤول
fr: Membre responsable
ka: პასუხისმგებელი
ro: Responsabil
zh: 负责人

# Survey_Status_Header
source: Interviewers and Surveys
ar: الباحثين و الدراسات الاستقصائية
fr: Enquêteurs et enquêtes
ka: ინტერვიუერები და კვლევები
ro: Anchetatori și Anchete
zh: 调查员和调查

# Survey_Status_Title
source: Status
ar: الحالة
fr: Statut
ka: სტატუსი
zh: 状态

# Survey_StatusTitle
source: Status
ar: الحالة
fr: Statut
ka: სტატუსი
zh: 状态

# SurveysStatuses_ApprovedByHQ
source: Approved by HQ
ar: موافق عليه من قبل المقر الرئيسي
fr: Approuvé par quartier général
ka: დამტკიცებულია სათაო ოფისის მიერ
ro: Aprobat de RINS
zh: 总部已审核通过
