Repository: surveysolutions/surveysolutions
Catalog: src/UI/Headquarters/WB.UI.Headquarters/Resources/Pages.*.resx
Languages: ar, fr, ka, ro, zh

# Interviewers_FinishedWithErrors
source: Finished with errors. Please repeat the action later. Write to support if problems will repeat in future.
fr: Terminé avec des erreurs. Veuillez répéter l'action plus tard. Écrivez au Support Technique si les problèmes se répètent à l'avenir.
ro: Finalizat cu erori. Vă rugăm să repetați acțiunea mai târziu. Scrieți pentru a vă ajuta dacă problemele se vor repeta în viitor.
zh: 已完成但有错误。请稍后重试。如果问题依旧，请联系支持。

# Interviewers_InterviewersToMove
source: Interviewer(s) {0} will be moved to a team of supervisor {1}.
fr: Le(s) enquêteur(s) {0} seront déplacés vers une équipe du superviseur {1}.
ro: Anchetatorul(i) {0} va fi mutat într-o echipă a supraveghetorului {1}.
zh: 调查员{0}将被转移到督导员{1}的团队。

# Interviewers_InterviewersToStay
source: Interviewer(s) {0} are in the team of supervisor {1} and no actions will be performed.
fr: Le(s) enquêteur(s) {0} font partie de l'équipe du superviseur {1} et aucune action ne sera effectuée.
ro: Anchetatorul(i) {0} se află în echipa supraveghetorului {1} și nu se vor efectua acțiuni.
zh: 调查员{0}在督导员{1}的团队中。没有进行任何操作。

# Interviewers_MoveAllToNewTeam
source: Move interviewer(s) with their assignments and interviews to the team of supervisor {0}.
fr: Déplacez les enquêteurs avec leurs affectations et entretiens à l'équipe du superviseur {0}.
ro: Mutați anchetatorul(i) cu sarcinile și interviurile lui la echipa supraveghetorului {0}.
zh: 将调查员及其任务及问卷一起转移到督导员{0}的团队。

# Interviewers_MoveInterviewerPopupTitle
source: Select a team where to move {0}
fr: Sélectionnez une équipe où déplacer {0}
ro: Selectați o echipă unde să mutați {0}
zh: 选择要转移到的团队{0}

# Interviewers_MoveToAnotherTeam
source: Move to another team
fr: Passer à une autre équipe
ro: Treceți la o altă echipă
zh: 转移到另外的团队

# Interviewers_MovingCompleted
source: Moving users completed
fr: Déplacement des utilisateurs achevés
ro: Mutarea utilizatorilor terminată
zh: 已经转移完成

# Interviewers_MovingIsInProgress
source: Moving is in progress
fr: Le déplacement est en cours
ro: Mutarea este în desfășurare
zh: 正在转移

# Interviewers_NamesFormatLessThanLimit
source: {0} and {1}
fr: {0} et {1}
ro: {0} și {1}
zh: {0}和{1}

# Interviewers_NamesFormatMoreThanLimit
source: {0} and {1} more
fr: {0} et {1} autres
ro: {0} și {1} mai mult
zh: {0}和{1}更多

# Interviewers_ReassigntToOriginalSupervisor
source: Make original supervisor responsible for the existing assignments and interviews of the moved interviewer(s).
fr: Rendre le superviseur d’origine responsable des affectations existantes et des entretiens des enquêteurs déplacés.
ro: Controlorul devine responsabil pentru sarcinile și interviurile anchetatorului mutat.
zh: 使原督导员仍负责已转移调查员现有的任务和问卷。

# Map_Status
source: Status
fr: Statut
zh: 状态

# Map_Uploaded
source: File was uploaded. Processing.
fr: Le fichier a été téléchargé. Traitement en cours.
ro: Fișierul a fost încărcat. Prelucrare.
zh: 文件已上传。正在处理。

# Map_Uploading
source: Uploading
fr: Chargement
ro: Se încarcă
zh: 正在上传

# Map_UploadingError
source: Error occurred during upload
fr: Une erreur s'est produite lors du téléchargement
ro: A apărut eroare în timpul încărcării
zh: 上传过程中发生错误

# Map_UploadingSuccess
source: Maps were succesfuly uploaded
fr: Les cartes ont été téléchargées avec succès
ro: Hărțile au fost încărcate cu succes
zh: 成功上传了地图

# MapList_UserMapsLink
source: User Maps
fr: Cartes de l'utilisateur
ro: Hărți utilizator
zh: 用户地图

# MapList_UserMapsTitle
source: User Maps
fr: Cartes de l'utilisateur
ro: Hărți utilizator
zh: 用户地图

# DownloadSupervisorPage_PageTitle
source: Download Supervisor app
ro: Descărcați aplicația Supervisor

# DownloadSupervisorPage_Welcome
source: Welcome to Survey Solutions Supervisor download page
ro: Bine ați venit pe pagina de descărcare a Survey Solutions Supervisor

# GetLatestSupervisorApp
source: Download latest Supervisor app
ro: Descărcați cea mai recentă aplicație Supervisor

# InterviewerProfile_ShowAuditLog
source: Show actions log
ro: Afișați jurnalul de acțiuni

# Map_UploadingFileTooBig
source: File is too big
ro: Fișierul este prea mare

# UpgradeAssignmentsTitle
source: Upgrade assignments
ro: Actualizarea interviurilor alocate
