Repository: surveysolutions/surveysolutions
Catalog: src/UI/Headquarters/WB.UI.Headquarters/Resources/Pages.*.resx
Languages: ar, fr, ka, ro, zh

# Supervisors_ArchivedUsers
source: Archived supervisors
ar: المشرفين الذين تم أرشفتهم
fr: Superviseurs archivés
ka: დაარქივებული ზედამხედველები
ro: Arhiva controlorilor
zh: 已归档的督导员

# Supervisors_ArchiveStatusTitle
source: Archive status
ar: حالة الأرشيف
fr: Statut de l'archive
ka: არქივის სტატუსი
ro: Starea arhivei
zh: 归档状态

# Supervisors_ArchiveSupervisorsConfirmMessage
source: If the interviewer has completed interviews on his tablet then the data will be lost.
ar: إذا أكمل الباحث المقابلات على الجهاز اللوحي فسيتم فقدان البيانات.
fr: Si l'enquêteur a effectué des entretiens sur sa tablette, les données seront perdues.
ka: თუ ინტერვიუერმა დაასრულა ინტერვიუები მის ტაბლეტზე, მაშინ მონაცემები დაიკარგება.
ro: Dacă anchetatorul a completat interviuri pe tableta sa, atunci datele vor fi pierdute.
zh: 如果调查员在平板电脑上有已经完成的处于普查状态的访谈，那么数据将丢失。

source: supervisor(s) selected
ar: اختيار المشرف (المشرفين)
fr: chef d'équipe (s) sélectionné (s)
ka: ზედამხედველ(ები)ი არჩეული
ro: Controlor(i) selectat(i)
zh: 督导员被选中

# Supervisors_Unarchive
source: Unarchive
ar: إلغاء الأرشفة
fr: Désarchiver
ka: ამოარქივება
ro: Dezarhivare
zh: 取消归档

# Supervisors_UnarchiveSupervisorsConfirm
source: Do you want to continue?
ar: هل تريد الاستمرار؟
fr: Voulez-vous continuer?
ka: გინდათ გააგრძელოთ?
ro: Doriți să continuați?
zh: 您想要继续吗？

# SurveysAndStatuses_InterviewerTitle
source: Interviewer (team)
ar: الباحث (الفريق)
fr: enquêteur (équipe)
ka: ინტერვიუერი (გუნდი)
ro: Anchetator (echipă)
zh: 调查员（团队）

# SurveysAndStatuses_Overview
source: Surveys and Statuses
ar: الدراسات الاستقصائية و الحالات
fr: Enquêtes et états
ka: კვლევები და სტატუსები
ro: Anchete și Statusuri
zh: 调查和状态

# SurveysAndStatuses_SupervisorTitle
source: Supervisor (teams)
ar: مشرف (الافرقة)
fr: Chefs d'équipe (équipes)
ka: ზედამხედველი (გუნდები)
ro: Controlor (echipe)
zh: 督导员（团队）

source: Update
ar: تحديث
fr: Mettre à jour
ka: განახლება
ro: Actualizare
zh: 更新

# AreaQestion_Area
source: Area
ar: منطقة
fr: Superficie
ka: ფართობი
ro: Zonă
zh: 范围

# AreaQestion_AreaUnitMeter
source: square meters
ar: متر مربع
fr: mètres carrés
ka: კვადრატული მეტრი
ro: metri pătrați
zh: 平方米

# Assignments_PageTitle
source: Assignments
ar: مهام
fr: Affectations
ka: დავალებები
ro: Sarcini
zh: 任务

# CautionTitle
source: Caution:
ar: تحذير:
fr: Mise en garde:
ka: სიფრთხილით:
ro: Avertisment:
zh: 小心：

# DownloadPage_Instructions
source: Installation instructions
ar: تعليمات التثبيت
fr: Instructions d'installation
ka: ინსტალაციის ინსტრუქცია
ro: Instrucțiuni de instalare
zh: 安装说明

# DownloadPage_PageTitle
source: Download Interviewer app
ar: تحميل تطبيق الباحث
fr: Télécharger l'application Interviewer
ka: ჩამოტვირთეთ ინტერვიუერის აპლიკაცია
ro: Descărcați aplicația Interviewer
zh: 下载调查员应用程序

# DownloadPage_Title
source: The Computer-assisted Personal Interview technology developed by the World Bank.
ar: تكنولوجيا المقابلة الشخصية بمساعدة الحاسوب التي وضعها البنك الدولي.
fr: La technologie CAPI développée par la Banque mondiale.
ka: მსოფლიო ბანკის მიერ შემუშავებული კომპიუტერული დახმარების პერსონალური ინტერვიუს ტექნოლოგია.
ro: Tehnologia CAPI, dezvoltată de Banca Mondială.
zh: ESRI地Use it only if you need the advanced ESRI GIS functionality. Including this functionality will significantly increase application size and download time.

# DownloadPage_Version
source: Version
ar: نسخة
ka: ვერსია
ro: Versiune
zh: 版本

# DownloadPage_Welcome
source: Welcome to Survey Solutions Interviewer download page
ar: مرحبا في صفحة تحميل Survey Solutions
fr: Bienvenue sur la page de téléchargement de l'application Interviewer de Survey Solutions.
ka: კეთილი იყოს თქვენი მობრძანება Survey Solutions Interviewer-ის გვერდი
ro: Bine ați venit pe pagina de descărcare a Survey Solutions Interviewer
zh: 欢迎来到Survey Solutions Interviewer下载页面

# DownloadReport
source: Download report as
ar: تنزيل التقرير ك......
fr: Télécharger le rapport sous
ka: ანგარიშის ჩამოტვირთვა
ro: Descărcați raportul ca
zh: 下载报告使用

# ExcludeEsriTitle
source: Exclude ESRI Map support
fr: Exclure le support de la carte ESRI
ka: გამორიცხეთ ESRI- ის რუკის მხარდაჭერა
ro: Excludeți suportul ESRI Map
zh: 不包括ESRI地图支持

# Filters_Assignment
source: Assignment
ar: مهمة
fr: Affectation
ka: დავალება
ro: Sarcină
zh: 任务

# GetEsriExtraDescription
source: ESRI Map support is an experimental feature. Use it only if you need the advanced ESRI GIS functionality. Including this functionality will significantly increase application size and download time.
fr: Le support de la carte ESRI est une fonctionnalité expérimentale. Utilisez-le uniquement si vous avez besoin de la fonctionnalité ESRI GIS avancée. L'ajout de cette fonctionnalité augmentera considérablement la taille de l'application et le temps de téléchargement.
ka: ESRI რუკის მხარდაჭერა ექსპერიმენტული ფუნქციაა. გამოიყენეთ ეს მხოლოდ იმ შემთხვევაში, თუ თქვენ გჭირდებათ თანამედროვე ESRI GIS ფუნქცია. ამ ფუნქციის მნიშვნელოვნად გაზრდება განაცხადის ზომა და ჩამოტვირთვის დრო.
ro: Suportul ESRI Map este o caracteristică experimentală. Utilizați-l numai dacă aveți nevoie de funcționalitatea avansată ESRI GIS. Includerea acestei funcționalități va mări semnificativ dimensiunea aplicației și timpul de descărcare.
zh: ESRI地图支持只是试用性的功能。只有当您需要高级的ESRI GIS功能的时候才需要使用它。包含此功能的调查员app安装包将变得很大。

# GetLatestAppDescription
source: Download and install this version of the Interviewer app for surveys that use no ESRI GIS functionality. This apk does not include an ESRI SDK and thus is much smaller in size and faster to download compared to the version with SDK.
fr: Téléchargez et installez cette version de l'application Interviewer pour les enquêtes n'utilisant aucune fonctionnalité GIS ESRI. Cette apk n'inclut pas un SDK ESRI et est donc beaucoup plus petite en taille et plus rapide à télécharger par rapport à la version avec SDK.
ka: ჩამოტვირთეთ და დააინსტალირეთ ინტერვიუერის აპლიკაციის ეს ვერსია კვლევებისთვის, რომლებიც არ იყენებენ ESRI GIS ფუნქციებს. ეს apk არ შეიცავს ESRI SDK და ამდენად ბევრად უფრო მცირე ზომის და სწრაფად ჩამოსატვირთი ვერსიაა.
ro: Descărcați și instalați această versiune a aplicației Interviewer pentru anchete care nu utilizează funcționalitatea ESRI GIS. Această aplicație nu include un ESRI SDK și, prin urmare, este mult mai mică și mai rapidă la descărcare comparativ cu versiunea cu SDK.
zh: 下载并安装此用于调研的、没有ESRI GIS功能的调查员app。此app由于没有ESRI SDK，故安装包更小且下载速度更快。

# GetLatestAppExtendedDescription
source: Download and install this version of the interviewer app only if you use advanced ESRI GIS functionality. This apk contains large ESRI SDK, is large in size and might take long time to download.
fr: Téléchargez et installez cette version de l'application Interviewer uniquement si vous utilisez la fonctionnalité ESRI GIS avancée. Cette application contient un grand SDK ESRI, est de grande taille et peut prendre beaucoup de temps à télécharger.
ka: ჩამოტვირთეთ და დააინსტალირეთ ინტერვიუერის აპლიკაციის ეს ვერსია მხოლოდ იმ შემთხვევაში, თუ ისარგებლებთ თანამედროვე ESRI GIS ფუნქციებით. ეს apk შეიცავს დიდ ESRI SDK-ს, არის დიდი ზომის და შესაძლოა ხანგრძლივი დრო დასჭირდება ჩამოსატვირთად.
ro: Descărcați și instalați această versiune a aplicației pentru anchetator numai dacă utilizați funcționalitatea avansată ESRI GIS. Această aplicație conține un ESRI SDK mare, este de dimensiuni mari și poate dura mult timp la descărcare.
zh: 当您需要高级的ESRI GIS功能时，请下载并安装带有ESRI GIS功能的调查员app。此安装包由于包含ESRI SDK，故体积更大需要更长时间下载。

# GlobalSettings_DeleteMapConfirmation
source: Do you want to delete map?
ar: هل تريد حذف الخريطة؟
fr: Voulez-vous supprimer la carte?
ro: Doriți să ștergeți harta?
zh: 您是想要删除地图吗？

# HistoryOfStatuses_AssignedTo
source: Assigned to
ar: تم تعيينه ل...
fr: Affecté à
ka: ენიჭება
ro: Alocat către
zh: 分配给

# HistoryOfStatuses_Interview
source: Interview
ar: مقابلة
fr: l'entretien
ka: ინტერვიუ
ro: Interviu
zh: 访谈

# HistoryOfStatuses_ViewInterview
source: View interview
ar: عرض مقابلة
fr: Voir l'entretien
ka: ინტერვიუს ნახვა
ro: Vizualizați interviul
zh: 查看访谈

# HQ_LockWarning
source: Locked headquarters (box checked) cannot login and perform any actions on the server.
ar: المقر الرئيسي المؤمنين (مربع تحديد) لا يمكنهم تسجيل الدخول الى الخادم وتنفيذ اي اجراءات.
fr: Le quartier général est verrouillé (case cochée) ne peut pas se connecter et effectuer des actions sur le serveur.
ka: ჩაკეტილი სათაო ოფისი (მონიშნული გრაფა) შეუძლებელია შესვლა და ნებისმიერი ქმედების შესრულება სერვერზე.
ro: RINS blocați (casetă bifată) nu se pot conecta și nu pot efectua nicio acțiune pe server.
zh: 被锁定的总部（被打勾）无法登录或在服务器上进行任何操作。

# InterviewDetails_MoreDetails
source: Details
ar: تفاصيل
fr: Détails
ka: დეტალები
ro: Detalii
zh: 细节

# Interviewer_LockWarning
source: Locked interviewers (box is checked) cannot connect their tablets with the server and send interviews to the server.
ar: الباحثين المؤمنين (مربع التحديد) لا يستطيعون ايصال اجهزتهم اللوحية مع الخادم وارسال المقابلات الى الخادم
fr: Les enquêteurs verrouillés (case cochée) ne peuvent pas connecter leurs tablettes au serveur et envoyer des entretiens au serveur.
ka: დაბლოკილი ინტერვიუერები (შემოწმებული) ვერ უკავშირებენ ცხრილებს სერვერს და ვერ გზავნიან ინტერვიუებს სერვერზე.
ro: Anchetatorii blocați (căsuța este bifată) nu își pot conecta tabletele la server și nu pot trimite interviuri către server.
zh: 被锁定的调查员 （被打勾）不能用平板电脑连接或发送数据到服务器

# InterviewerHq_DiscardConfirm
source: Are You sure that You want to discard interview data?
ar: هل انت متأكد انك تريد تجاهل معلومات المقابلة؟
fr: Êtes-vous sûr de vouloir supprimer les données de l'entretien?
ka: დარწმუნებული ხართ, რომ გსურთ გასაუბრების მონაცემების გაუქმება?
ro: Sunteți sigur că doriți să renunțați la datele din interviu?
zh: 您确定要放弃访谈的数据？

# InterviewerHq_DiscardInterview
source: Discard
ar: تجاهل
fr: Supprimer
ka: გაუქმება
ro: Renunțare
zh: 放弃

# InterviewerHq_OpenInterview
source: Open
ar: فتح
fr: Ouvrir
ka: გახსნა
ro: Deschidere
zh: 打开

# InterviewerHq_RestartConfirm
source: Please provide a comment if needed to reopen an interview
ar: يرجى تقديم تعليق إذا لزم الأمر لإعادة بدء المقابلة
fr: Veuillez fournir un commentaire si nécessaire pour redémarrer un entretien
ka: გთხოვთ, გაითვალისწინოთ კომენტარი, თუ საჭიროა გასაუბრების ახლიდან დასაწყებად
ro: Vă rugăm furnizați un comentariu dacă este necesară redeschiderea unui interviu
zh: 若打算重启一个访谈请提供备注

# InterviewerHq_RestartInterview
source: Reopen
ar: إعادة تشغيل
fr: Redémarrer
ka: გადატვირთვა
ro: Redeschidere
zh: 重新开始

source: Interviewer is archived
ar: تم ارشفة الباحث
fr: L'enquêteur est archivé
ka: ინტერვიუერი დაარქივებულია
ro: Contul anchetatorului este arhivat
zh: 调查员已归档

# InterviewerProfile_DeviceAssignmentDate
source: Device assignment date
ar: تاريخ تسليم الجهاز
fr: Date d'affectation de l'appareil
ka: მოწყობილობის დავალების თარიღი
ro: Data atribuirii dispozitivului
zh: 设备被分配任务的日期

# InterviewerProfile_LastSyncronizationDate
source: Last communication date
ar: تاريخ اخر تواصل
fr: Date de la dernière communication
ka: ბოლო საკომუნიკაციო თარიღი
ro: Ultima dată de comunicare
zh: 上一次通讯的日期

# InterviewerProfile_NewOnDevice
source: new on device
ar: جديد على الجهاز
fr: nouveau sur l'appareil
ka: ახალი მოწყობილობაზე
ro: nou pe dispozitiv
zh: 设备上的新内容

# InterviewerProfile_Rejected
source: rejected again on device
ar: رفض مرة أخرى على الجهاز
fr: rejeté à nouveau sur l'appareil
ka: ისევ უარი თქვა აპარატზე
ro: respins din nou pe dispozitiv
zh: 再次被设备拒绝

# InterviewerProfile_Sync_Activity_All_Assignments_Desc
source: Number of unfinished or unsynchronized assignments on device every given moment
ar: عدد المهام غير المكتملة أو غير المتزامنة على الجهاز في كل لحظة
fr: Nombre d'affectations non terminées ou non synchronisées sur l'appareil à chaque instant
ka: დაუმთავრებელი ან არასინქრონიზებული დავალებების რაოდენობა ყოველ მომენტში
ro: Numărul de interviuri alocate neterminate sau nesincronizate pe dispozitiv la fiecare moment dat
zh: 每个时点设备上未完成或未同步的任务数量

# InterviewerProfile_Sync_Activity_Downloaded_Assignments_Desc
source: Downloaded assignments
ar: المهام التي تم تنزيلها
fr: Affectations téléchargées
ka: გადმოწერილი დავალებები
ro: Alocări descărcate
zh: 已下载的任务

# InterviewerProfile_Sync_Activity_Failed_Sync
source: Failed synchronizations attempt
ar: محاولة مزامنة فاشلة
fr: Échec de la tentative de synchronisation
ka: ვერ მოხერხდა სინქრონიზაციის მცდელობა
ro: Încercare de sincronizare eșuată
zh: 失败的同步尝试

# InterviewerProfile_Sync_Activity_Nothing_To_Sync
source: Successful connection, nothing to sync
ar: اتصال ناجح، لا يوجد شيء لمزامنته
fr: Connexion réussie, rien à synchroniser
ka: წარმატებული კავშირი, სინქრონიზაციას არ საჭიროებს
ro: Conectare reușită, nimic de sincronizat
zh: 连接成功。暂无可同步项。

# InterviewerProfile_Sync_Activity_Title
source: Recent synchronizations activity
ar: نشاط المزامنة الأخيرة
fr: Activité de synchronisation récente
ka: ბოლო სინქრონიზაციის აქტივობა
ro: Activitatea recentă de sincronizare
zh: 最近的同步活动

# InterviewerProfile_Sync_Activity_Uploaded_Interview_Desc
source: Uploaded to server for approval
ar: تم تحميله على الخادم للموافقة
fr: Téléchargé sur le serveur pour approbation
ka: ატვირთულია სერვერზე დასადასტურებლად
ro: Încărcat pe server pentru aprobare
zh: 上传至服务器并等待审批

# InterviewersAndDevicesTitle
source: Devices/Interviewers
ar: الأجهزة/الباحثين
fr: Appareils / enquêteurs
ka: მოწყობილობები / ინტერვიუერები
ro: Dispozitive / Anchetatori
zh: 设备/调查员

# Map_DiscardConfirm
source: Are You sure You want to delete the map?
fr: Êtes-vous sûr de vouloir supprimer la carte?
ro: Sigur doriți să ștergeți harta?
zh: 确定要放弃地图？

# MapDetails_DelinkUser
source: Delink User from map
ar: إلغاء ربط المستخدم من الخريطة
fr: Délier l'Utilisateur de la carte
ro: Deconectați utilizatorul de pe hartă
zh: 切断用户来自地图的连接

# MapDetails_ImportedOn
source: Imported on
ar: المستوردة على
fr: Importé sur
ro: Importat pe
zh: 导入自

# MapDetails_InterviewerName
source: Interviewer name
ar: اسم الباحث
fr: Nom de l'intervieweur
ro: Numele anchetatorului
zh: 调查员名字

# MapDetails_MapDisclaimer
source: This preview shows the loaded map superimposed on the world map
ar: تظهر هذه النظرة العامة المحملة على خريطة العالم
fr: Cet aperçu montre la carte chargée superposée sur la carte du monde
ro: Această previzualizare arată harta încărcată suprapusă pe harta lumii
zh: 此预览显示导入的地图和世界地图重叠

# MapDetails_MapTitle
source: Map
ar: خريطة
fr: Carte
ro: Hartă
zh: 地图

# MapDetails_MaxScale
source: Max Scale
ar: الحد الأعلى للمقياس
ro: Dimensionare la scară maximă
zh: 最大比例尺

# MapDetails_MinScale
source: Min Scale
ar: الحد الأدنى للمقياس
fr: Min Echelle
ro: Dimensionare la scară minimă
zh: 最小比例尺

# MapDetails_Size
source: Size(MB)
ar: حجم
fr: Taille (MB)
ro: Dimensiune (MB)
zh: 大小

# MapLinking_Description
source: Upload file containing correspondence between maps and users
fr: Télécharger le fichier contenant la correspondance entre les cartes et les utilisateurs
ro: Încărcați fișierul care conține corespondența între hărți și utilizatori
zh: 上传的文件包含地图和用户间的对应关系

# MapLinking_DescriptionTitle
source: Manage user map links
fr: Gérer les liens de la carte utilisateur
ro: Gestionați link-urile către harta utilizator
zh: 管理用户的地图关联

# MapLinking_DownloadExisting
source: Download existing links
fr: Télécharger les liens existants
ro: Descărcați link-urile existente
zh: 下载已存在的关联

# MapLinking_UploadDescription
source: This will allow you to create map to user correspondence.
fr: Cela vous permettra de créer une correspondance entre la carte et l'utilisateur.
ro: Acest lucru vă va permite să creați harta către corespondența cu utilizatorul.
zh: 这将允许您创建地图和用户的对应关系。

# MapLinking_UploadDescriptionTitle
source: Upload users mappings
fr: Importer des mappages d'utilisateurs
ro: Încărcați mapările utilizatorilor
zh: 上传用户的关系映射

# MapLinking_UploadFile
source: Upload .tab file
fr: Télécharger le fichier .tab
ro: Încărcați fișierul .tab
zh: 上传 .tsv 文件

# MapLinking_UploadFileDescription
source: Upload .tab file with file mappings
fr: Télécharger le fichier .tab avec les mappages de fichiers
ro: Încărcați fișierul .tab cu mapări de fișiere
zh: 上传带有文件映射的 .tsv 文件

# MapLinking_UploadFileDescription1
source: Invalid names and user names will be ignored.
fr: Les noms et les noms d'utilisateurs invalides seront ignorés.
ro: Numele și numele de utilizator nevalide vor fi ignorate.
zh: 无效的名称和用户名将被忽略

# MapList_DeleteMap
source: Delete Map
fr: Supprimer la carte
ro: Ștergeți harta
zh: 删除地图

# MapList_Name
source: Name
fr: Nom
ro: Nume
zh: 名称

# MapList_Size
source: Size (MB)
fr: Taille (MB)
ro: Dimensiune (MB)
zh: 大小（MB）

# MapList_Title
source: Maps
fr: Cartes
ro: Hărți
zh: 地图

# MapList_Updated
source: Updated on
fr: Mis à jour le
ro: Actualizat la
zh: 上传于

# MapList_Upload
source: Upload .zip file
fr: Télécharger le fichier .zip
ro: Încărcați fișierul .zip
zh: 上传 .zip 文件

# MapList_UploadDescription
source: Upload zip archive containing maps.
fr: Importer une archive zip contenant des cartes.
ro: Încărcați arhiva zip care conține hărți.
zh: 上传 zip 压缩问卷包含地图。

# MapList_UploadDescriptionExtra
source: Files with same name will be overridden.
fr: Les fichiers portant le même nom seront remplacés.
ro: Fișierele cu același nume vor fi suprascrise.
zh: 有相同文件名的文件将被覆盖。

# MapList_UserLinking
source: Update user-to-map linking
fr: Mettre à jour les liens d'utilisateur à carte
ro: Actualizați conexiunea utilizator-hartă
zh: 更新地图用户的关联

# MapUserLink_DiscardConfirm
source: Are You sure You want to delink user from the map?
fr: Êtes-vous sûr de vouloir supprimer l'utilisateur de la carte?
ro: Sigur doriți să deconectați utilizatorul de pe hartă?
zh: 确定您要切断用户来自地图的连接？

source: or
ar: أو
fr: ou
ka: ან
ro: sau
zh: 或者

# QuestionnaireNameVersionFirst
source: (ver. {1}) {0}
ar: (الإصدار. {1}) {0}
zh: (版本：{1}){0}

source: Status Duration
ar: مدة الحالة
fr: Durée du statut
ro: Durata statusului
zh: 状态间期

# StatusDurationDescription
source: Number of days that assignments and interviews have stayed in their current status
ar: عدد الايام التي بقيت فيها المهمات والمقابلات في وضعها الحالي
fr: Nombre de jours pendant lesquels les affectations et les entretiens sont restés dans leur état actuel "Cette action va créer un utilisateur individuel avec des droits de chef d'équipe,
ro: Numărul de zile în care unitățile de anchetat și interviurile au rămas în starea lor actuală
zh: 任务或访谈持续的最近状态的天数。

# Supervisor_LockWarning
source: Locked supervisor (box checked) cannot login and perform any actions on the server.
ar: المشرف المؤمن (مربع الفحص) لا يمكنه تسجيل الدخول وتنفيذ أي إجراءات على الخادم.
fr: Le chef d'équipe verrouillé (case cochée) ne peut pas se connecter et effectuer des actions sur le serveur.
ka: ჩაკეტილი ზედამხედველი (ყუთი მონიშნულია) ვერ შედის სისტემაში და ვერ ასრულებს ქმედებებს სერვერზე.
ro: Controlorul blocat (caseta bifată) nu se poate conecta și nu poate efectua nicio acțiune pe server.
zh: 被锁定的督导员（选中）不能登录服务器进行任何操作。

# SurveysAndStatuses_InterviewerStatisticsFormat
source: {0} interviews
ar: {0} المقابلات
fr: {0} entretiens
ka: {0} ინტერვიუები
ro: {0} interviuri
zh: {0}个访谈

source: Unarchive
ar: إلغاء الأرشفة
fr: Désarchiver
ka: ამოარქივება
ro: Dezarhivare
zh: 未存档

# Users_API_Instruction1
source: Press Add API button to create a new API user.
ar: اضغط على زر API لاضافة API جديد
fr: Appuyez sur le bouton Ajouter une API pour créer un nouvel utilisateur d'API.
ka: დააჭირეთ API-ს ღილაკს, რათა შეიქმნას ახალი API მომხმარებელი.
ro: Apăsați butonul Adăugați API pentru a crea un nou utilizator API.
zh: 请点击 添加API 以新建一个API用户。

# Users_API_Instruction2
source: Click on a Login Name to modify profile of an existing API user.
ar: انقر على اسم تسجيل الدخول لتعديل الملف الشخصي لمستخدم API موجود
fr: Cliquez sur un nom d'utilisateur pour modifier le profil d'un utilisateur d'API existant.
ka: დაწკაპეთ შესასვლელ სახელს, რათა შეცვალოთ არსებული API მომხმარებლის პროფილი..
ro: Faceți clic pe un nume de utilizator pentru a modifica profilul unui utilizator API existent.
zh: 请点击登录名以修改已有的API用户资料。

# Users_Headquarters_Instruction1
source: Press Add Headquarters button to create a new HQ user.
ar: اضغط على زر اضافة مقر رئيسي لاضافة مقر رئيسي جديد
fr: Appuyez sur le bouton Ajouter un quartier général pour créer un nouvel utilisateur HQ.
ka: დააჭირეთ სათაო ოფისის ღილაკს, რათა შეიქმნას ახალი სათაო ოფისის მომხმარებელი.
ro: Apăsați butonul Adăugați RINS pentru a crea un nou utilizator RINS.
zh: 请点击 添加总部 以新建一个总部用户。

# Users_Headquarters_Instruction2
source: Click on a Login Name to modify profile of an existing HQ user.
ar: انقر على اسم تسجيل الدخول لتعديل الملف الشخصي لمستخدم مقر رئيسي موجود.
fr: Cliquez sur un nom d'utilisateur pour modifier le profil d'un utilisateur HQ existant.
ka: დაწკაპეთ შესასვლელ სახელს, რათა შეიცვალოთ არსებული სათაოს ოფისის მომხმარებლის პროფილი
ro: Faceți clic pe un nume de utilizator pentru a modifica profilul unui utilizator RINS existent.
zh: 请点击登录名以修改已有的总部用户资料。

# Users_Interviewers_Instruction1
source: Press Add Interviewer button to create a new Interviewer.
ar: اضغط على زر اضافة باحث لاضافة باحث جديد.
fr: Appuyez sur le bouton Ajouter un enquêteur pour créer un nouvel enquêteur.
ka: დააჭირეთ ინტერვიუერის ღილაკს, რათა შეიქმნას ახალი ინტერვიუერი.
ro: Apăsați butonul Adăugați Anchetator pentru a crea un nou utilizator Anchetator.
zh: 请点击 添加调查员 以新建一个调查员用户。

# Users_Interviewers_Instruction2
source: Click on a Login Name to see information on an interviewer and to modify an Interviewer profile.
ar: انقر على اسم تسجيل الدخول للاطلاع على معلومات الباحث وتعديل الملف الشخصي له
fr: Cliquez sur un nom d'utilisateur pour voir des informations sur un enquêteur et modifier un profil d'enquêteur.
ka: დაწკაპეთ შესასვლელ სახელს, რათა იხილოთ ინფორმაცია ინტერვიუერზე და შეცვალოთ ინტერვიუერის პროფილი.
ro: Faceți clic pe un nume de utilizator pentru a vedea informații despre un Anchetator și pentru a modifica profilul unui Anchetator.
zh: 请点击登录名以查看或修改已有的调查员用户资料。

# Users_Observers_Instruction1
source: Press Add Observer button to create a new Observer.
ar: اضغط على زر اضافة مراقب لاضافة مراقب جديد
fr: Appuyez sur le bouton Ajouter un observateur pour créer un nouvel observateur.
ka: დააჭირეთ დამკვირვებლის ღილაკს, რათა შეიქმნას ახალი დამკვირვებელი.
ro: Apăsați butonul Adăugați /Responsabil DTS pentru a crea un nou utilizator Responsabil DTS.
zh: 请点击 添加观测员 以新建一个观测员用户。

# Users_Observers_Instruction2
source: Click on a Login Name to modify profile of an existing Observer user.
ar: انقر على اسم تسجيل الدخول لتعديل الملف الشخصي لمراقب موجود.
fr: Cliquez sur un nom d'utilisateur pour modifier le profil d'un utilisateur observateur existant.
ka: დაწკაპეთ შესასვლელ სახელს (Login Name), რათა შეცვალოთ დამკვირვებლის პროფილი.
ro: Faceți clic pe un nume de utilizator pentru a modifica profilul unui utilizator Responsabil DTS existent.
zh: 请点击登录名以修改已有的观测员用户资料。

# Users_Supervisors_Instruction1
source: Press Add Supervisor button to create a new supervisor.
ar: اضغط على زر اضافة مشرف لاضافة مشرف جديد
fr: Appuyez sur le bouton Ajouter un chef d'équipe pour créer un nouveau chef d'équipe.
ka: დააჭირეთ ზედამხეველის ღილაკს, რათა შეიქმნას ახალი ხელმძღვანელი.
ro: Apăsați butonul Adăugați Controlor pentru a crea un nou utilizator Controlor.
zh: 请点击 添加督导员 以新建一个督导员用户。

# Users_Supervisors_Instruction2
source: Click on a Login Name to modify profile of an existing Supervisor.
ar: انقر على اسم تسجيل الدخول لتعديل الملف الشخصي لمشرف موجود.
fr: Cliquez sur un nom d'utilisateur pour modifier le profil d'un chef d'équipe existant.
ka: დაწკაპეთ შესასვლელ სახელს (Login Name), რათა შეცვალოთ არსებული ზედამხედველის პროფილი.
ro: Faceți clic pe un nume de utilizator pentru a modifica profilul unui Controlor existent.
zh: 请点击登录名以修改已有的督导员用户资料。

# InterviewerProfile_Relinked
source: Relinked
fr: Relié
ro: Reautentificare
zh: 重新链接
