Repository: surveysolutions/surveysolutions
Catalog: src/UI/Headquarters/WB.UI.Headquarters/Resources/Pages.*.resx
Languages: ar, fr, ka, ro, zh

# SurveysStatuses_ApprovedBySupervisor
source: Approved by supervisor
ar: موافق عليه من قبل المشرف
fr: Approuvé par chef d'équipe
ka: დამტკიცებულია ზედამხედველის მიერ
ro: Aprobat de controlor
zh: 督导员已审核通过

# SurveysStatuses_Completed
source: Completed
ar: مكتمل
fr: Terminé
ka: დასრულებულია
ro: Finalizat
zh: 已完成

# SurveysStatuses_InterviewerAssigned
source: Interviewer assigned
ar: الباحث المعين
fr: Affecté à l'enquêteur
ka: ინტერვიუერის დავალებულია
ro: Anchetator alocat
zh: 已分配调查员

# SurveysStatuses_RejectedByHQ
source: Rejected by HQ
ar: مرفوض من المقر الرئيسي
fr: Rejeté par quartier général
ka: უარია სათაო ოფისიდან
ro: Respins de RINS
zh: 总部已驳回

# SurveysStatuses_RejectedBySupervisor
source: Rejected by supervisor
ar: مرفوض من المشرف
fr: Rejeté par chef d'équipe
ka: უარია ზედამხედველისგან
ro: Respins de controlor
zh: 督导员已驳回

# SurveysStatuses_SupervisorAssigned
source: Supervisor assigned
ar: المشرف المعين
fr: Affecté au chef d'équipe
ka: ზედამხედველი დავალებულია
ro: Controlor alocat
zh: 已分配督导员

# SurveysStatuses_SurveyName
source: Survey Name
ar: اسم الدراسة الاستقصائية
fr: Nom de l’enquête
ka: გამოკითხვის სახელი
ro: Numele anchetei
zh: 调查名称

# SurveysStatuses_TeamMembersHeader
source: Team members
ar: أعضاء الفريق
fr: Membres de l’équipe
ka: გუნდის წევრები
ro: Membrii echipei
zh: 团队成员

# SurveysStatuses_Title
source: Surveys and Statuses
ar: الدراسات الاستقصائية و الحالات
fr: Enquêtes et statuts
ka: კვლევები და სტატუსები
ro: Anchete și Statusuri
zh: 调查和状态

# SurveysStatuses_Total
source: Total
ar: المجموع
ka: სულ
zh: 合计

source: Team member
ar: عضو فريق
fr: Membre de l’équipe
ka: გუნდის წევრი
ro: Membru al echipei
zh: 团队成员

source: Team members and Statuses
ar: أعضاء الفريق والأوضاع
fr: Membres de l’équipe et statuts
ka: გუნდის წევრები და სტატუსები
ro: Membrii echipei și Statusuri
zh: 团队成员和状态

source: Template
ar: نموذج
fr: Modèle
ka: ნიმუში
ro: Şablon
zh: 模板

source: Total
ar: مجموع
ka: სულ
zh: 合计

# Upload_Upload
source: Upload
ar: تحميل
fr: Importer
ka: ატვირთვა
ro: Încărcare
zh: 上传

# WebsitePathIsTooLong_Title
source: Folder that contains the website has a path name that is too long. Please move the website to another folder with a shorter name.
ar: يحتوي مجلد الموقع على اسم مسار طويل جدا. يرجى نقل الموقع إلى مجلد آخر باسم أقصر.
fr: Dossier qui contient le site Web a un répertoire trop long. Veuillez déplacer le site Web à un dossier supérieur.
ka: ფოლდერი, რომელიც შეიცავს საიტს აქვს ძალიან დიდი დასახელების გთხოვთ, გადაითანოთ საიტი სხვა ფოლდერში, რომელსაც უფრო მოკლე დასახელება ექნება
ro: Dosarul care conține site-ul web are un nume de cale prea lung. Vă rog mutați site-ul web într-un alt dosar cu un nume mai scurt.
zh: 网站所在的文件夹处于一个长的目录路径。请把网站移动到上一层文件夹。

# YesNoQuestion_No
source: No
ar: لا
fr: Non
ka: არა
ro: Nu
zh: 否

# YesNoQuestion_Yes
source: Yes
ar: نعم
fr: Oui
ka: დიახ
ro: Da
zh: 是

# Interviewers_ConnectedToDeviceTitle
source: Connected to the server
ar: متصل بالخادم
fr: Connecté au serveur
ka: დაკავშირებულია სერვერთან
ro: Conectat la server
zh: 已连接到设备

# AccountManage_ChangePassword
source: Change password
ar: تغيير كلمة المرور
fr: Changer le mot de passe
ka: პაროლის შეცვლა
ro: Schimbaţi parola
zh: 更改密码

# AccountManage_ChangePasswordHelp
source: Use the form below to change the password for the account
ar: استخدم النموذج أدناه لتغيير كلمة المرور للحساب
fr: Utilisez le formulaire ci-dessous pour changer le mot de passe du compte
ka: ანგარიშისთვის პაროლის შესაცვლელად გამოიყენეთ ქვემოთ მოცემული ფორმა
ro: Utilizați formularul de mai jos pentru a modifica parola pentru cont
zh: 请使用下面的账号更改密码

# AccountManage_EditPublicInformation
source: Edit profile public information details
ar: تعديل تفاصيل معلومات الملف الشخصي العامة
fr: Modifier les détails des informations publiques du profil
ka: პროფილის საჯარო ინფორმაციის დეტალების რედაქტირება
ro: Editați detaliile informațiilor publice ale profilului
zh: 编辑详细信息

# AccountManage_Login
source: Login
ar: تسجيل الدخول
fr: S'identifier
ka: შესვლა
ro: Conectare
zh: 登录

# AccountManage_Role
source: Role
ar: دور
fr: Rôle
ka: როლი
ro: Rol
zh: 角色

# AccountManage_Title
source: Edit {0} profile
ar: تعديل {0} الملف الشخصي
fr: Modifier le profil {0}
ka: რედაქტირება {0} პროფილი
ro: Editați profilul {0}
zh: 编辑{0}档案

# ConfirmationNeededTitle
source: Confirmation Needed
ar: مطلوب الاثبات
fr: Confirmation nécessaire
ka: საჭიროა დადასტურება
ro: Confirmare necesară
zh: 需要确认

# FilterTitle
source: Filters
ar: مصفيات
fr: Filtres
ka: ფილტრები
ro: Filtre
zh: 筛选器

# GetLatestApp
source: Download latest interviewer app
ar: تحميل اخر اصدار من تقبيل الباحث
fr: Téléchargez la dernière version de l'application Interviewer
ka: ჩამოტვირთეთ უახლესი ინტერვიუერის აპლიკაცია
ro: Descărcați ultima versiune a aplicației pentru anchetator
zh: 下载最新的调查员程序

source: Installation instruction
ar: تعليمات التثبيت
fr: Instruction d'installation
ka: დაყენების ინსტრუქცია
ro: Instrucțiuni de instalare
zh: 安装指南

# InterviewDetails_DefaultTranslation
source: original
ar: أصلي
ka: ორიგინალური
zh: 初始

# InterviewDetails_NoItems
source: No items satisfying selected filter
ar: لا توجد عناصر تلبي الفلتر المختار
fr: Aucun élément ne satisfait le filtre sélectionné
ka: არჩეული ფილტრის დამაკმაყოფილებელი ელემენტი არ არის
ro: Nu există elemente care să satisfacă filtrul selectat
zh: 未找到满足筛选器的项目

# InterviewDetails_TranslationLabel
source: Language
ar: اللغة
fr: La langue
ka: ენა
ro: Limba
zh: 语言

# InterviewerProfile_AndroidVersion
source: Android version
ar: نسخة نظام الاندرويد
fr: Version Android
ka: Android ვერსია
ro: Versiunea Android
zh: 安卓版本

# InterviewerProfile_Approved
source: done interviews (completed and approved by hq)
ar: المقابلات المنتهية (تمت اكمالها والموافقة عليها من قبل المقر الرئيسي)
fr: Entretiens finis (terminés et approuvés par le QG)
ka: ინტერვიუები (დასრულებული და დამტკიცებული სათაო ოფისი მიერ)
ro: interviuri realizate (finalizate și aprobate de RINS)
zh: 已完成的访谈（完成且被总部审核通过）

# InterviewerProfile_AssignedToFormat
source: {0} (supervisor: {1})
ar: {0} (المشرف: {1})
fr: {0} (chef d'équipe: {1})
ka: {0} (ზედამხედველი: {1})
ro: {0} (controlor: {1})
zh: {0}（督导员：{1}）

# InterviewerProfile_AverageSyncSpeed
source: Average synch speed
ar: معدل سرعة المزامنة
fr: Vitesse moyenne de synchronisation
ka: საშუალო სინქრონიზაციის სიჩქარე
ro: Viteza medie de sincronizare
zh: 平均同步速度

# InterviewerProfile_BatteryStatus
source: Battery status (%)
ar: حالة البطارية (%)
fr: État de la batterie (%)
ka: ბატარეის სტატუსი (%)
ro: Starea bateriei (%)
zh: 电池状态（%）

# InterviewerProfile_BatteryStatus_SaverIsOff
source: off
ar: غير مفعل
fr: de
ka: გათიშვა
ro: inactiv
zh: 关

# InterviewerProfile_BatteryStatus_SaverIsOn
source: on
ar: مفعل
fr: sur
ka: ჩართვა
ro: activ
zh: 开

# InterviewerProfile_BatteryStatusFormat
source: {0}%, power source: {1}, battery saver is {2}
ar: {0}٪، مصدر الطاقة: {1}، موفر البطارية {2}
fr: {0}%, source d'alimentation: {1}, l'économiseur de batterie est {2}
ka: {0}%, კვების წყარო: {1}, ბატარეის ოპტიმიზაცია {2}
ro: {0}%, sursa de alimentare: {1}, economizorul de baterie este {2}
zh: {0}%，电源：{1}，省电模式：{2}

# InterviewerProfile_ConnectionMobileFormat
source: Type: {0} {1}, Operator: {2}
ar: النوع: {0} {1}، المشغل: {2}
fr: Type: {0} {1}, Opérateur: {2}
ka: ტიპი: {0} {1}, ოპერატორი: {2}
ro: Tip: {0} {1}, Operator: {2}
zh: 类型：{0}{1}，操作员：{2}

# InterviewerProfile_ConnectionSpeed
source: Connection speed
ar: سرعة الاتصال
fr: Vitesse de connexion
ka: კავშირის სიჩქარე
ro: Viteza conexiunii
zh: 连接速度

# InterviewerProfile_ConnectionType
source: Connection type
ar: نوع الاتصال
fr: Type de connexion
ka: კავშირის ტიპი
ro: Tipul conexiunii
zh: 连接类型

# InterviewerProfile_ConnectionWifiFormat
source: Type: {0}
ar: النوع :{0}
ka: ტიპი: {0}
ro: Tip: {0}
zh: 类型：{0}

# InterviewerProfile_DatabaseInfo
source: Database
ar: قاعدة البيانات
fr: Base de données
ka: მონაცემთა ბაზა
ro: Bază de date
zh: 数据库

# InterviewerProfile_DataStatsFormat
source: {0} uploaded, {1} downloaded
ar: {0} تم تحميلة {1} تم تنزيلة
fr: {0} importé, {1} téléchargé
ka: {0} ატვირთულია, {1} გადმოწერილია
ro: {0} încărcat, {1} descărcat
zh: 已上传{0}，已下载{1}

# InterviewerProfile_DeviceAndConnectionStatistics
source: Device and connection statistics
ar: احصائيات الجهاز و الاتصال
fr: Statistiques de l'appareil et de la connexion
ka: მოწყობილობის და კავშირის სტატისტიკა
ro: Statisticile conexiunii și dispozitivului
zh: 设备和连接统计

# InterviewerProfile_DeviceDate
source: Tablet time at the beginning of synchronization
ar: وقت الجهاز اللوحي عند بدء المزامنة
fr: Heure de la tablette au début de la synchronisation
ka: ტაბლეტის დრო სინქრონიზაციის დასაწყისში
ro: Ora tabletei la începutul sincronizării
zh: 同步开始时的设备时间

# InterviewerProfile_DeviceId
source: Device ID
ar: معرف الجهاز
fr: Identifiant de l'appareil
ka: მოწყობილობის ID
ro: Identificatorul dispozitivului
zh: 设备编号

# InterviewerProfile_DeviceInfo
source: Detailed device info
ar: معلومات الجهاز التفصيلية
fr: Informations détaillées sur l'appareil
ka: მოწყობილობის დეტალური ინფორმაცია
ro: Informații detaliate despre dispozitiv
zh: 设备详细信息

# InterviewerProfile_DeviceLanguage
source: Device language
ar: لغة الجهاز
fr: Langue de l'appareil
ka: მოწყობილობის ენა
ro: Limba dispozitivului
zh: 设备语言

# InterviewerProfile_DeviceLocation
source: Device location or last known location
ar: موقع الجهاز أو اخر موقع معروف
fr: Emplacement de l'appareil ou dernier emplacement connu
ka: მოწყობილობა მდებარეობა ან ბოლო მდებარეობა
ro: Locația dispozitivului sau ultima locație cunoscută
zh: 设备位置或已知的最后位置

# InterviewerProfile_DeviceModel
source: Device model
ar: نمودج الجهاز
fr: Modèle de l'appareil
ka: მოწყობილობის მოდელი
ro: Modelul dispozitivului
zh: 设备型号

# InterviewerProfile_DeviceOrientation
source: Device orientation
ar: اتجاه الجهاز
fr: Orientation de l'appareil
ka: მოწყობილობის ორიენტაცია
ro: Orientarea dispozitivului
zh: 设备方向

# InterviewerProfile_DeviceSerial
source: Device serial number
ar: الرقم التسلسلي للجهاز
fr: Numéro de série de l'appareil
ka: მოწყობილობის სერიული ნომერი
ro: Numărul de serie al dispozitivului
zh: 设备序列号

# InterviewerProfile_DownloadedInterviewsCount
source: Interviews received by Interviewer
zh: 调查员已收到的访谈

# InterviewerProfile_DownloadedQuestionnairesCount
source: Questionnaires received by Interviewer
ar: الاستبيانات المستلمة بواسطة المقابل
fr: Questionnaires reçus par l'enquêteur
ka: ინტერვიუერის მიერ მიღებული კითხვარები
ro: Chestionare primite de anchetator
zh: 调查员已收到的问卷

# InterviewerProfile_EmailFormat
source: E-mail: {0}
ar: البريد الالكتروني: {0}
ka: ელ-ფოსტა: {0}
zh: 电子邮箱：{0}

# InterviewerProfile_FullNameFormat
source: Full name: {0}
ar: الاسم الكامل: {0}
fr: Nom complet: {0}
ka: სრული სახელი: {0}
ro: Nume complet: {0}
zh: 全名：{0}

# InterviewerProfile_Info
source: Edit personal info
ar: تحرير المعلومات الشخصية
fr: Modifier les informations personnelles
ka: პირადი ინფორმაციის რედაქტირება
ro: Editați informațiile personale
zh: 编辑个人信息

# InterviewerProfile_InterviewerAppVersion
source: Interviewer App version
ar: نسخة تطبيق الباحث
fr: version de l'application Interviewer
ka: ინტერვიუერის აპლიკაცია
ro: Versiunea aplicației Interviewer
zh: 调查员程序版本

# InterviewerProfile_InterviewerCanBeUpdated
source: Can be updated
ar: يمكن تحديثه
fr: Peut être mis à jour
ka: შეიძლება განახლდეს
ro: Pot fi actualizate
zh: 可以更新

# InterviewerProfile_Interviewers
source: Interviewers
ar: الباحثين
fr: Enquêteurs
ka: ინტერვიუერები
ro: Anchetatori
zh: 调查员

# InterviewerProfile_InterviewerUpdatedDate
source: Last Survey Solutions updated date
ar: اخر تاريخ لتحديث Survey Solutions
fr: Dernière date de mise à jour de Survey Solutions
ka: ბოლო კვლევის გადაწყვეტილებების განახლებული თარიღი
ro: Ultimele date actualizate ale Survey Solutions
zh: 上一个更新Survey Solutions的日期

# InterviewerProfile_InterviewerUpToDate
source: Up to date
ar: حتى الان
fr: À jour
ka: დღემდე
ro: La zi
zh: 最新

# InterviewerProfile_InterviewerVersion
source: Survey Solutions version
ar: نسخة Survey Solutions
fr: Version de Survey Solutions
ka: კვლევის გადაწყვეტილებების ვერსია
ro: Versiunea Survey Solutions
zh: Survey Solutions版本

# InterviewerProfile_LastConnectionStatistics
source: Last connection statistics
ar: آخر إحصاءات الاتصال
fr: Dernières statistiques de connexion
ka: ბოლო კავშირის სტატისტიკა
ro: Ultimele statistici privind conexiunile
zh: 上一次连接的统计

# InterviewerProfile_LastFailedSync
source: Last failed sync
ar: آخر مزامنة فاشلة
fr: Dernière synchronisation échouée
ka: ბოლო წარუმატებელი სინქრონიზაცია
ro: Ultima sincronizare eșuată
zh: 上一次失败的同步

# InterviewerProfile_LastSuccessSync
source: Last successful sync
ar: آخر مزامنة ناجحة
fr: Dernière synchronisation réussie
ka: ბოლო წარმატებული სინქრონიზაცია
ro: Ultima sincronizare reușită
zh: 上一次成功的同步

# InterviewerProfile_MemoryInfo
source: Memory (available/total)
ar: الذاكرة (متوفر / الإجمالي)
fr: Mémoire (disponible / total)
ka: მეხსიერება (ხელმისაწვდომი / ჯამური)
ro: Memorie (disponibilă / totală)
zh: 内存（可用/全部）

# InterviewerProfile_NumberOfFailedSynchronizations
source: Total number of failed synchronizations
ar: العدد الكلي للمزامنات الفاشلة
fr: Nombre total de synchronisations échouées
ka: წარუმატებელი სინქრონიზაციების საერთო რაოდენობა
ro: Numărul total de sincronizări eșuate
zh: 失败的同步数量

# InterviewerProfile_NumberOfSuccessSynchronizations
source: Total number of success synchronizations
ar: العدد الكلي للمزامنات الناجحة
fr: Nombre total de synchronisations réussies
ka: წარმატებული სინქრონიზაციების საერთო რაოდენობა
ro: Numărul total de sincronizări reușite
zh: 成功同步的数量

# InterviewerProfile_PhoneFormat
source: Phone number: {0}
ar: رقم الهاتف: {0}
fr: Numéro de téléphone: {0}
ka: ტელეფონის ნომერი: {0}
ro: Număr de telefon: {0}
zh: 电话号码：{0}

# InterviewerProfile_ServerDate
source: Server time at the beginning of synchronization
ar: وقت الخادم عند البدء بالمزامنة
fr: Heure du serveur au début de la synchronisation
ka: სერვერის დრო სინქრონიზაციის დასაწყისში
ro: Ora serverului la începutul sincronizării
zh: 同步开始时的服务器时间

# InterviewerProfile_SignalStrength
source: Signal strength
ar: قوة الاشارة
fr: Force du signal
ka: სიგნალის სიძლიერე
ro: Puterea semnalului
zh: 信号强度

# InterviewerProfile_StartedAssignments
source: Assignments that have been started, but not completed
ar: المهام التي تم البدء بها, ولكن لم تتكتمل
fr: Affectations commencées mais non achevées
ka: დავალებები, რომლებიც დაიწყო, მაგრამ არ დასრულებულა
ro: Interviuri alocate care au fost începute, dar nu au fost finalizate
zh: 已经开始但尚未完成的任务

# InterviewerProfile_StorageInfo
source: Storage (available/total)
ar: التخزين (متوفر / إجمالي)
fr: Stockage (disponible / total)
ka: საცავი (ხელმისაწვდომია / სულ)
ro: Stocare (disponibil / total)
zh: 存储空间（可用/全部）

# InterviewerProfile_TitleFormat
source: Interviewer: {0}
ar: الباحث: {0}
fr: Enquêteur: {0}
ka: ინტერვიუერი: {0}
ro: Anchetator: {0}
zh: 调查员：{0}

# InterviewerProfile_TotalSyncTime
source: Synchronization duration
ar: مدة المزامنة
fr: Durée de synchronisation
ka: სინქრონიზაციის ხანგრძლივობა
ro: Durata sincronizării
zh: 同步持续时间

# InterviewerProfile_UploadedInterviewsCount
source: Completed interviews received from Interviewer
ar: تم استلام المقابلات المكتملة من الباحث
fr: Les entretiens achevés reçus de l'enquêteur
ka: ინტერვიუერისგან მიღებული წარმატებული გასაუბრება
ro: Interviuri finalizate primite de la anchetator
zh: 从调查员收到的已完成的访谈

# InterviewerProfile_WaitingForApproval
source: waiting for approval
ar: بانتظار الموافقة
fr: en attente d'approbation
ka: ელოდება დადასტურებას
ro: se asteapta aprobarea
zh: 等待批准

# Interviewers_CreationDateTooltip
source: Date when the interviewer account was created
ar: تاريخ انشاء حساب المقابل
fr: Date de création du compte de l'enquêteur
ka: თარიღი, როდესაც ინტერვიუერის ანგარიში შეიქმნა
ro: Data la care a fost creat contul anchetatorului
zh: 调查员账号创建日期

# Interviewers_InterviewerNeverConnected
source: Never connected
ar: لم يتم توصيله ابدا
fr: Jamais connecté
ka: არასოდეს დაკავშირებია
ro: Niciodată conectat
zh: 从未连接

# Interviewers_InterviewerVersion
source: App version
ar: نسخة التطبيق
fr: Version de l'application
ka: აპლიკაციის ვერსია
ro: Versiunea aplicației
zh: 应用程序版本

# Interviewers_InterviewerVersionTooltip
source: Interviewer App version reported during last synchronization of his/her tablet to the server
ar: تم ابلاغ الخادم بنسخة تطبيق الباحث خلال اخر مزامنة لجهازه/جهازها اللوحي
fr: La version de l'application Interviewer signalée lors de la dernière synchronisation de sa tablette au serveur
ka: ინტერვიუერის აპლიკაცია იტყობინება სერვერზე მისი ტაბლეტის ბოლო სინქრონიზაციის დროს
ro: Versiunea aplicației Interviewer raportată în timpul ultimei sincronizări a tabletei sale cu serverul
zh: 上一次同步时的调查员程序版本

# Interviewers_NotSyncedOption
source: Never connected
ar: لم يتم توصيله ابدا
fr: Jamais connecté
ka: არასოდეს დაკავშირებია
ro: Niciodată conectat
zh: 从未连接

# Interviewers_OutdatedOption
source: Outdated
ar: قديم
fr: Expiré
ka: მოძველებულია
ro: Neactualizat
zh: 过期

source: interviewer(s) selected
ar: الباحث(الباحثين) المختار
fr: enquêteur (s) sélectionné (s)
ka: ინტერვიუ (ებ) ის შერჩეული
ro: Anchetator(i) selectat(i)
zh: 调查员被选中

# Interviewers_SupervisorTooltip
source: Login name of the interviewer’s supervisor
ar: اسم تسجيل الدخول للمشرف على الباحث
fr: Nom d'utilisateur du chef d'équipe de l'enquêteur
ka: ინტერვიუერის ზედამხედველის სახელი
ro: Numele de utilizator al controlorului anchetatorului
zh: 调查员所属督导员的登录名

# Interviewers_UpToDateOption
source: Up to date
ar: حتى الان
fr: À jour
ka: დღემდე
ro: La zi
zh: 最新

source: interview(s) selected
ar: المقابلة (المقابلات) المختارة
fr: entretien (s) sélectionné (s)
ka: შერჩეული ინტერვიუ(ები)
ro: interviu(ri) selectat(e)
zh: 访谈被选中

source: Login
ar: تسجيل الدخول
fr: Nom d'utilisateur
ka: შესვლა
ro: Conectare
zh: 登录

# OperationFailedDescription
source: Error occurred please try again later.
ar: حدث خطاء يرجى المحاولة مرة أخرى فيما بعد
fr: Une erreur est survenue, veuillez réessayer plus tard.
ka: შეცდომა მოხდა გთხოვთ, სცადოთ მოგვიანებით.
ro: A apărut o eroare, încercați din nou mai târziu.
zh: 发生错误，请稍候再试。

# OperationFailedTitle
source: Operation failed
ar: العملية فشلت
fr: L'opération a échoué
ka: ოპერაცია ჩაიშალა
ro: Operațiunea a eșuat
zh: 操作失败

source: Password
ar: كلمة المرور
fr: Mot de passe
ka: პაროლი
ro: Parola
zh: 密码

# Profile_ApiUserCreate
source: Create API user
ar: انشاء مستخدم API
fr: Créer un utilisateur d'API
ka: API მომხმარებლის შექმნა
ro: Creați utilizator API
zh: 创建API用户

# Profile_ApiUserEditFormat
source: Edit API user profile: <strong>{0}</strong>
ar: تعديل الملف الشخصي لمستخدم API: <strong>{0}</strong>
fr: Modifier le profil utilisateur de l'API: <strong> {0} </ strong>
ka: შეცვალეთ API მომხმარებლის პროფილი: <strong> {0} </ strong>
ro: Editați profilul utilizatorului API: <strong>{0}</strong>
zh: 编辑API用户资料：<strong>{0}</strong>

# Profile_ApiUsersList
source: API users
ar: مستخدم API
fr: Utilisateurs de l'API
ka: API მომხმარებლები
ro: Utilizatori API
zh: API用户

# Profile_ApiUserWasCreated
source: API User <b>{0}</b> was successfully created
ar: مستخدم API <b>{0}</b> تم انشاءه بنجاح
fr: L'utilisateur de l'API <b> {0} </ b> a été créé avec succès
ka: API მომხმარებელი <b> {0} </ b> წარმატებით შეიქმნა
ro: Utilizatorul API <b>{0}</b> a fost creat cu succes
zh: 成功创建了API用户：<b>{0}</b>

# Profile_HeadquartersCreate
source: Create headquarters
ar: انشىء مقر رئيسي
fr: Créer un membre du QG
ka: სათაო ოფისის შექმნა
ro: Creați RINS
zh: 创建总部

# Profile_HeadquartersEditFormat
source: Edit headquarters profile: <strong>{0}</strong>
ar: تعديل الملف الشخصي للمقر الرئيسي: <strong>{0}</strong>
fr: Modifier le profil du quartier Général: <strong> {0} </ strong>
ka: სათაო ოფისის პროფილის რედაქტირება: <strong> {0} </ strong>
ro: Editați profilul RINS: <strong>{0}</strong>
zh: 编辑总部资料：<strong>{0}</strong>

# Profile_HeadquartersList
source: Headquarters
ar: المقرات الرئيسية
fr: Quartier général
ka: სათაო ოფისი
ro: RINS
zh: 总部

# Profile_InterviewerCreate
source: Create interviewer profile
ar: انشىء ملف شخصي للباحث
fr: Créer un profil d'enquêteur
ka: ინტერვიუერის პროფილის შექმნა
ro: Creați profilul anchetatorului
zh: 创建调查员资料

# Profile_InterviewerEditFormat
source: Edit interviewer profile: <strong>{0}</strong>
ar: تعديل الملف الشخصي للباحث: <strong>{0}</strong>
fr: Modifier le profil d'enquêteur: <strong> {0} </ strong>
ka: ინტერვიუერის პროფილის რედაქტირება: <strong> {0} </ strong>
ro: Editați profilul anchetatorului: <strong>{0}</strong>
zh: 编辑调查员资料：<strong>{0}</strong>

# Profile_InterviewerProfile
source: Interviewer profile
ar: الملف الشخصي للباحث
fr: profile d'enquêteur
ka: ინტერვიუერის პროფილი
ro: Profilul anchetatorului
zh: 调查员资料

# Profile_InterviewersList
source: Interviewers
ar: الباحثين
fr: Enquêteurs
ka: ინტერვიუერები
ro: Anchetatori
zh: 调查员

# Profile_ObserverCreate
source: Create observer
ar: انشاء مراقب
fr: Créer un observateur
ka: დამკვირვებლის შექმნა
ro: Creați responsabil DTS
zh: 创建观察员

# Profile_ObserverEditFormat
source: Edit observer profile: <strong>{0}</strong>
ar: تعديل الملف الشخصي للمراقب: <strong>{0}</strong>
fr: Modifier le profil de l'observateur: <strong> {0} </ strong>
ka: დამკვირვებლის პროფილის რედაქტირება: <strong> {0} </ strong>
ro: Editați profilul responsabilului DTS: <strong>{0}</strong>
zh: 编辑观察员资料：<strong>{0}</strong>

# Profile_ObserversList
source: Observers
ar: مراقبين
fr: Observateurs
ka: დამკვირვებლები
ro: Responsabili DTS
zh: 观察员

# Profile_SupervisorCreate
source: Create supervisor
ar: إنشاء مشرف
fr: Créer un chef d'équipe
ka: ზედამხედველის შექმნა
ro: Creați profil de controlor
zh: 创建督导员

# Profile_SupervisorEditFormat
source: Edit supervisor profile: <strong>{0}</strong>
ar: تعديل الملف الشخصي للمشرف: <strong>{0}</strong>
fr: Modifier le profil du chef d'équipe: <strong> {0} </ strong>
ka: ზედამხედველის პროფილის რედაქტირება: <strong> {0} </ strong>
ro: Editați profilul controlorului: <strong>{0}</strong>
zh: 编辑督导员资料：<strong>{0}</strong>

# Profile_SupervisorsList
source: Supervisors
ar: المشرفين
fr: Chefs d'équipe
ka: ზედამხედველები
ro: Controlori
zh: 督导员

# PublicSection
source: Personal information details (optional) <br> will be visible to HQ users only
ar: تفاصيل التعليمات الشخصية (اختياري) <br> سوف تكون مرئية لمستخدمين المقر الرئيسي فقط
fr: Les informations personnelles (facultatives) <br> ne seront visibles que par les utilisateurs du QG
ka: პერსონალური ინფორმაციის დეტალები (სურვილისამებრ) <br> <br> იქნება ხილული მხოლოდ სათაო ოფისისთვის
ro: Detaliile cu informații personale (opțional) <br> vor fi vizibile numai pentru RINS
zh: 个人详细信息（可选）<br>将仅对总部账户可见

# QuestionnaireNameFormat
source: {0} (ver. {1})
zh: {0}(版本：{1})

# Supervisor_CreateText
source: This action will create individual user with supervisor rights, <br>to create several users you can use <a href="{0}" target="_blank">user batch creation</a>.
ar: هذا الاجراء سوف ينشئ مستخدم فردي بحقوق مشرف, <br>to create several users you can use <a href="{0}" target="_blank">user batch creation</a>.
fr: Cette action va créer un utilisateur individuel avec des droits de chef d'équipe, pour créer plusieurs utilisateurs, vous pouvez utiliser la <a href=""{0}"" target=""_blank""> création par lots utilisateur </a>.
ka: ეს ქმედება ქმნის ინდივიდუალურ მომხმარებელს ზედამხედველის უფლებებით, <br> იმისათვის რომ შექმნათ რამოდენიმე მომხმარებელი გამოიყენეთ <a href="{0}" target="__blank"> მომხმარებლის სურათების შექმნა </a>.
ro: Această acțiune va crea un utilizator individual cu drepturi de control, <br>pentru a crea mai mulți utilizatori puteți utiliza <a href='{0}' target='_blank'>crearea de grupuri de utilizatori</a>.
zh: 这个动作将创建具有督导员权限的单个用户。<br>要创建多个用户，您可以使用<a href="{0}" target="_blank">批量用户创建</a>。

# Supervisors_ActiveUsers
source: Active supervisors
ar: المشرفين النشطين
fr: Chefs d'équipe actifs
ka: აქტიური ზედამხედველები
ro: Controlori activi
zh: 活动的督导员

# Supervisors_Archive
source: Archive
ar: الأرشيف
fr: Archiver
ka: არქივი
ro: Arhivă
zh: 归档
