Repository: surveysolutions/surveysolutions
Catalog: src/UI/Headquarters/WB.UI.Headquarters/Resources/PeriodicStatusReport.*.resx
Languages: es, fr, ka, pt, zh

source: Average
es: Promedio
fr: Moyenne
ka: საშუალო
pt: Média
zh: 平均

source: Average case assignment duration
es: Duración promedio de asignación de casos
fr: Durée moyenne de l'affectation
ka: დავალების საშუალო დრო
pt: Atribuição de caso média duração
zh: 案例任务平均持续时间

# AverageCaseAssignmentDurationDescription
source: Time from when an interview is assigned to an interviewer to when the complete button is pressed on a tablet.
es: Tiempo promedio transcurrido entre el momento de asignación de la entrevista a un entrevistador y la acción de completar la entrevista en la tableta.
fr: Temps moyen entre l'affectation d'un entretien à un enquêteur et le moment où le bouton Terminer est appuyé sur une tablette.
ka: საშუალო დრო როდესაც ინტერვიუერს დაევალა ინტერვიუ - ინტერვიუს დასრულების ღილაკამდე ტაბლეტზე
pt: Uma diferença de tempo entre o momento em uma entrevista é atribuída a um entrevistador e o momento quando o botão completo é pressionado em um tablet.
zh: 从访谈被分配给调查员到调查员在平板电脑上点击完成之间的时间。

source: Average HQ processing time
es: Tiempo promedio de procesamiento por la sede
fr: Temps moyen de traitement du QG
ka: სათაო ოფისის საშუალო დამუშავების დრო
pt: Tempo médio de processamento de HQ
zh: 总部平均处理时间

# AverageHQProcessingTimeDescription
source: Time difference between the moment when a supervisor approves an interview and when that interview is either approved or rejected by HQ.
es: Tiempo promedio transcurrido entre el momento de la aprobación de una entrevista por el supervisor y el momento en que ésta es aprobada o rechazada por la sede
fr: La durée moyenne entre le moment où un chef d'équipe approuve un questionnaire et où ce même questionnaire est approuvé ou rejeté par quartier général.
ka: საშუალო დრო, ზედამხედველის ინტერვიუს დამტკიცებიდან - სათაო ოფისის მიერ ინტერვიუს დამტკიცებამდე ან უარყოფამდე.
pt: Uma diferença de tempo entre o momento em que um supervisor aprova um questionário e esse questionário é aprovada ou rejeitada na HQ.
zh: 从督导员通过审核问卷到总部通过审核或驳回问卷之间的时间。

source: Average interview duration
es: Duración promedio de la entrevista
fr: Durée moyenne de l'entretien
ka: ინტერვიუს საშუალო ხანგრძლივობა
pt: Entrevista de média duração
zh: 访谈平均持续时间

source: Average overall case processing time
es: Promedio general de tiempo de procesamiento de casos
fr: Délai moyen de traitement global
ka: საშუალო საერთო დამუშავების დრო
pt: Tempo médio de processamento geral caso
zh: 整体平均案例处理时间

# AverageOverallCaseProcessingTimeDescription
source: Time difference between the moment when the interview is first assigned and when HQ approves that interview.
es: Tiempo promedio transcurrido entre el momento de la asignación y aprobación de la entrevista por la sede
fr: Temps moyen entre le moment où l'entretien est assigné et le moment où le QG approuve cet entretien.
ka: საშუალო დრო, ინტერვიუს არჩევიდან - სათაო ოფისში ამავე ინტერვიუს დამტკციებამდე
pt: Uma diferença de tempo entre a primeira tarefa e o momento quando a entrevista é aprovada pela HQ.
zh: 从首次分配到访谈被总部通过审核的时间。

source: Average supervisor processing time
es: Tiempo promedio de procesamiento por parte del supervisor
fr: Temps moyen de traitement du chef d'équipe
ka: ზედამხედველის დამუშავების საშუალო დრო
pt: Tempo de processamento médio supervisor
zh: 督导员平均处理时间

# AverageSupervisorProcessingTimeDescription
source: Time difference between the moment when an interviewer presses the Complete button and when the supervisor either accepts or rejects that interview.
es: Tiempo promedio transcurrido entre la acción de completar entrevista por parte del entrevistador y la acción de aprobar o rechazar la entrevista por parte del supervisor.
fr: Temps moyen entre le moment où un enquêteur appuie sur le bouton Terminer et celui où le chef d'équipe accepte ou rejette l'entretien.
ka: საშუალო დრო, ინტერვიუერის დასრულებულია ღილაკის დაჭერიდან - ზედამხედველის დამტკიცებამდე ან უარყოფამდე.
pt: Uma diferença de tempo entre a completa botão sendo pressionado e o supervisor aceita ou rejeita esse questionário.
zh: 从点击完成到督导员通过审核或驳回之间的时间。

source: Back to supervisors
es: Regresar a supervisores
fr: Retour aux chefs d'équipe
ka: უკან ზედამხედველებთან
pt: Volta para supervisores
zh: 回到督导员

source: By
es: Por
fr: Par
ka: მიერ
pt: Por
zh: 操作人

source: Day
es: Días
fr: Jour
ka: დღეები
pt: Dia
zh: 日

source: From
es: Desde
fr: A partir de
ka: დან
pt: De
zh: 开始日期

source: in the
es: en el
fr: dans le
ka: ში
pt: na
zh: 在

source: Month
es: Meses
fr: Mois
ka: თვეები
pt: Mês
zh: 月

source: Number of completed interviews
es: Número de entrevistas completadas
fr: Nombre d'entretiens achevés
ka: დასრულებული ინტერვიუების რაოდენობა
pt: Número de entrevistas concluídas
zh: 已完成的访谈数量

source: Number of interviews approved by HQ
es: Número de entrevistas aprobadas por usuario sede
fr: Nombre d’entetiens approuvés par le quartier général
ka: სათაო ოფისი მიერ დამტკიცებული ინტერვიუების რაოდენობა
pt: Número de entrevistas aprovado pela HQ
zh: 总部通过审核的访谈数量

# NumberOfInterviewsApprovedByHQDescription
source: Number of interviews collected by {0} approved by HQ.
es: Número de entrevistas colectadas por {0} aprobadas por sede
fr: Nombre de entretiens recueillis par {0} approuvé par le QG.
ka: ინტევიუების რაოდენობა შეგროვებული {0} -ს მიერ დამტკიცებულია სათაო ოფისიგან
pt: Número de entrevistas coletadas por um {0} que foram aprovados pelo HQ.
zh: 总部对一个{0}收集的访谈通过审核的数量

source: Number of interview transactions by HQ
es: Número de transacciones de entrevistas por sede
fr: Nombre d'actions sur des entretiens par le QG
ka: სათაო ოფისის ინტერვიუს ოპერაციების რაოდენობა
pt: Número de transações de entrevista por HQ
zh: 总部进行的访谈处理数量

# NumberOfInterviewTransactionsByHQDescription
source: Number of approvals and rejections by HQ on interviews collected by {0}.
es: Número de aprobaciones y rechazos por sede de las entrevistas colectadas por {0}
fr: Nombre d'approbations et de rejets faits par le QG sur les entretiens réalisés par {0}.
ka: სათაო ოფისის მიერ დამტკიცებული ან უარყოფილი ინტერვიუები შეგროვებული {0} -ს მიერ.
pt: Número de aprovações e rejeições, interpretadas por uma HQ em questionários coletados por um {0}.
zh: 总部对一个{0}收集的访谈进行通过审核和驳回操作的数量

source: Number of interview transactions by Supervisor
es: Número de transacciones de entrevistas por supervisor
fr: Nombre d'actions sur l'entretien par le chef d'équipe
ka: ზედამხედველის მიერ ინტერვიუს ოპერაციების რაოდენობა
pt: Número de transações de entrevista pelo Supervisor
zh: 督导员进行的访谈处理数量

# NumberOfInterviewTransactionsBySupervisorDescription
source: Number of approvals and rejections by a supervisor on interviews collected by {0}.
es: Número de aprobaciones y rechazos por supervisor de las entrevistas colectadas por {0}
fr: Nombre d'approbations et de rejets faits par un chef d'équipe sur les entretiens réalisés par un {0}.
ka: ზედამხედველის მიერ დამტკიცებული ან უარყოფილი ინტერვიუები შეგროვებული {0} -ს მიერ.
pt: Número de aprovações e rejeições, realizadas por um supervisor em questionários coletados por um {0}.
zh: 督导员对一个{0}收集的访谈进行通过审核和驳回操作的数量

source: Period
es: Período
fr: Unité de temps
ka: პერიოდი
pt: Período
zh: 时期

source: Period count
es: Cuenta del período
fr: Nombre d'unités
ka: პერიოდის დათვლა
pt: Contagem do período
zh: 时期数

source: Questionnaire
es: Cuestionario
ka: კითხვარი
pt: Questionário
zh: 问卷

source: Team
es: Equipo
fr: Équipe
ka: გუნდი
pt: Equipe
zh: 团队

source: Team member
es: Miembro de equipo
fr: Membre de l'équipe
ka: გუნდის წევრი
pt: Membro da equipe
zh: 团队成员

# TimeSpentToCompleteInterviewInHours
source: Average time on interview completion
es: Tiempo promedio en completar la entrevista
fr: Temps moyen d'achèvement de l'entretien
ka: ინტერვიუს დასრულების საშუალო დრო
pt: Tempo médio após a conclusão da entrevista
zh: 完成访谈的平均时间

source: Total
ka: ჯამი
zh: 合计

source: Type
es: Tipo
fr: Type de rapport
ka: ტიპი
pt: Tipo
zh: 类型

# Version
source: ver.
zh: 版本

source: Week
es: Semanas
fr: Semaines
ka: კვირები
pt: Semana
zh: 周

# InTheSupervisorTeamFormat
source: in the {0} team
es: en el equipo {0}
fr: dans l'équipe {0}
ka: {0} გუნდში
zh: 在{0}的团队中

# NumberOfCompletedInterviewsDescription
source: Number of interview completions by a team. Rejected and then completed interviews are counted as separate completion events.
es: Número de entrevistas completadas por equipo. Entrevista rechazadas y completadas son contadas como eventos separados
fr: Nombre d'entretiens achevés par une équipe. Les entretiens rejetés puis achevés sont comptés comme des événements d'achèvement distincts.
ka: გუნდის ინტერვიუების დასრულების რაოდენობა. უარყოფილი და შემდეგ დასრულებული ინტერვიუები ჩაითვლება ცალკეული დასრულებულ ღონისძიებებად.
pt: Número de conclusões da entrevista por um {0}. Rejeitado e depois completou entrevistas são contadas como eventos separados de conclusão.
zh: 一个已经完成的访谈数量。驳回后完成的访谈另计。

source: Interview actions
es: Acciones de la entrevista
fr: actions d'entretien
ka: ინტერვიუს ქმედებები
zh: 访谈行动

# LastDateToShowLabel
source: Starting from
es: Comenzando desde
fr: A partir de
ka: იწყება
zh: 从此开始

source: Over the last
es: Sobre la ultima
zh: 完成最后一个

# AverageInterviewDurationDescription
source: Time difference between the moment when an interviewer records the first answer on a tablet and when that interviewer presses the Complete button.
es: Tiempo promedio transcurrido entre la toma de la primera respuesta del cuestionario y la acción de completar la entrevista.
fr: La durée moyenne entre le moment où la première réponse est enregistrée sur une tablette et le moment où l'enquêteur marque le questionnaire comme terminé.
pt: Uma diferença de tempo entre o momento quando a primeira resposta é gravada em um tablet, e quando é pressionado o botão completo.
zh: 从平板电脑上记录第一个答案到点击完成之间的时间。
