Repository: surveysolutions/surveysolutions
Catalog: src/UI/Headquarters/WB.UI.Headquarters/Resources/SyncLogMessages.*.resx
Languages: ru

# CanSynchronize
source: Start synchronization
ru: Запуск синхронизации

# DeleteInterviewPackage
source: <li>Delete interview: <a href="{3}">{0}</a>, Package: {1}, Sort index: {2}</li>
ru: <li>Удаление интервью: <a href="{3}">{0}</a>, пакет: {1}, индекс сортировки: {2}</li>

source: Device can be assigned to interviewer
ru: Планшет может быть назначен интервьюеру

# DeviceRelinkRequired
source: <font color="orange">Relink required</font>
ru: <font color="orange">Необходима перепривязка планшета</font>

# DeviceUpdateRequired
source: <font color="red">Update required. Interviewer engine version - <b>{0}</b></font>
ru: <font color="red">Требуется обновление. Версия движка интервьюера - <b>{0}</b></font>

# EmptyDevice
source: <b>[EMPTY DEVICE]</b>
ru: <b>[ПУСТОЕ ПЛАНШЕТ]</b>

# GetAttachmentContent
source: Download attachment content: {0}
ru: Загрузить вложения: {0}

# GetCensusQuestionnaires
source: Download list of census questionnaires: <br/> <ul>{0}</ul>
ru: Загрузить список census вопросников:<br><ul>{0}</ul>

# GetInterview
source: Download interview: <b>{0}</b>
ru: Загрузить интервью: <b>{0}</b>

# GetInterviewer
source: Download interviewer information. <br/>Supervisor: <b>{0}</b> [{1}]
ru: Загрузить информацию об интервьюервере.<br>Супервизор: <b>{0}</b> [{1}]

# GetInterviewPackage
source: Download interview package: <b>{0}</b>
ru: Загрузить интервью пакет: <b>{0}</b>

# GetInterviewPackages
source: Download list of interview packages. </br> <ul> {1} </ul>Last synchronization package: <b>{0}</b>
ru: Загрузить список интервью пакетов.<br><ul> {1} </ul> Последний синхронизационный пакет: <b>{0}</b>

# GetInterviews
source: Download list of interviews. </br> <ul> {0} </ul>
ru: Загрузить список интервью.<br><ul> {0} </ul>

# GetQuestionnaire
source: Download questionnaire: <b>{0}</b> [{1}]
ru: Загрузить вопросник: <b>{0}</b> [{1}]

# GetQuestionnaireAssembly
source: Download questionnaire assembly: <b>{0}</b> [{1}]
ru: Загрузить сборку вопросника: <b>{0}</b> [{1}]

# GetQuestionnaireAttachments
source: Download questionnaire attachments: <b>{0}</b> [{1}]
ru: Загрузить вложения опросника: <b>{0}</b> [{1}]

# InterviewerHasDevice
source: Interviewer has device already
ru: Интервьюер уже привязан к планшету

# InterviewPackageProcessed
source: <font color="green"'>Interview package <b>{0}</b> successfully processed</font>
ru: <font color="green" '="">Интервью пакет <b>{0}</b> успешно обработан</font>

# InterviewProcessed
source: <font color="green"'>Interview <b>{0}</b> successfully processed</font>
ru: <font color="green" '="">Интервью <b>{0}</b> успешно обработано</font>

# LinkToDevice
source: Link interviewer to device
ru: Привязать интервьюера к планшету

source: No new interview packages to download
ru: Нет новых интервью пакетов для загрузки

# PostPackage
source: Upload interview: {0}
ru: Загружено интервью: {0}

# QuestionnaireAssemblyProcessed
source: <font color="green"'>Questionnaire assembly <b>{0}</b> [{1}] successfully processed</font>
ru: <font color="green" '="">Сборка вопросника <b>{0}</b> [{1}] успешно обработана</font>

# QuestionnaireProcessed
source: <font color="green"'>Questionnaire <b>{0}</b> [{1}] successfully processed</font>
ru: <font color="green" '="">Вопросник <b>{0}</b> [{1}] успешно обработан</font>

# UpdateInterviewPackage
source: <li>Update interview: <a href="{3}">{0}</a>, Package: {1}, Sort index: {2}</li>
ru: <li>Обновление интервью: <a href="{3}">{0}</a>, пакет: {1}, индекс сортировки: {2}</li>

# GetTranslations
source: Download translations for questionnaire <b>{0}</b> [{1}]
ru: Загрузка переводов для опросника <b>{0}</b> [{1}]

# GetAssignmentFormat
source: Download assignment ({0})</br>
ru: Загрузка задания ({0})</br>

# GetAssignmentsFormat
source: Download list of assignments ({0}). </br> <ul> {1} </ul>
ru: Загрузка списка заданий ({0}). </br> <ul> {1} </ul>

# GetMap
source: Download map: {0}
ru: Загрузка карты: {0}

# GetMaps
source: Download list of Maps. </br> <ul> {0} </ul>
ru: Загрузка списка карт. </br> <ul> {0} </ul>

source: Interviewer failed to login
ru: Интервьюеру не удалось войти в систему

# InterviewerLoggedIn
source: Interviewer logged in and aquired AuthToken
ru: Интервьюер залогинелся и ему выделен AuthToken

# NoMapsForUser
source: No maps to download
ru: Нет карт для скачивания

# ApkRequested
source: New application file requested
ru: Запрошена новая версия приложения

# ExtendedApkRequested
source: New extended application file requested
ru: Запрошена новая версия расширенного приложения

# ExtendedPatchRequestedFormat
source: Patch file requested for extended version {0}
ru: Запрошен патч для расширенного приложения версии {0}

# PatchRequestedFormat
source: Patch file requested for version {0}
ru: Запрошен патч для приложения версии {0}

# GetInterviewPackageV3
source: <b>V3</b> Download interview package: {0}
ru: <b>V3</b> Скачивание пакета интервью: {0}

# PostPackageV3
source: <b>V3</b> Upload interview: {0}
ru: <b>V3</b> Загрузка интервью: {0}

# CheckObsoleteInterviews
source: Check for obsolete interviews. Request: <pre>{0}</pre>
ru: Проверка устаревших интервью. Запрос: <pre>{0}</pre>
