Repository: surveysolutions/surveysolutions
Catalog: src/UI/Headquarters/WB.UI.Headquarters/Resources/Troubleshooting.*.resx
Languages: ar, fr, ro, ru, zh

# InterviewDataIsMissingDescription
source: You can see interview but it is impossible to open it or it contains corrupted data
ar: حدد مفتاح مقابلة أو معرف مقابلة للبحث.
fr: Spécifiez un numéro d'entretien ou un identifiant d'entretien à rechercher.
ro: Specificați cheia de identificare sau ID-ul interviului pentru a căuta.
ru: Укажите ключ или интервью ID для поиска.
zh: 请指定一个要搜索的访谈键（XX-XX-XX-XX）或访谈编号。

# InterviewDataIsMissingTitle
source: Can't view data on collected interview
ar: يدعي أحد الباحثين أنه تم الانتهاء من المقابلة وتزامنها، ولكني لا أرى أية بيانات لتلك المقابلة على الخادم
fr: Un enquêteur prétend qu'un entretien a été effectué et synchronisé, mais je ne vois aucune donnée pour cet entretien sur le serveur
ro: Un anchetator susține că un interviu a fost finalizat și s-a efectuat sincronizarea, dar nu se văd date despre interviul respectiv pe server
ru: Интервьюер утверждает, что интервью было закончено и синхронизировано, но я не вижу данных на сервере
zh: 调查员声称一个访谈已经完成并同步，但我在服务器上并没有看到这个访谈的数据

# MissingCensusInterviews_Filters_Dates
source: Search interviews syncronized between two dates
ar: البحث عن مقابلات متزامنة بين تاريخين
fr: Rechercher des entretiens synchronisés entre deux dates
ro: Căutați interviurile sincronizate într-un interval de timp
ru: Найти интервью, синхронизированные между двумя датами
zh: 搜索在两个日期间同步的访谈

# MissingCensusInterviews_Filters_DatesPlaceholder
source: Select dates
ar: اختيار التواريخ
fr: Sélectionnez des dates
ro: Selectează intervalul de timp
ru: Выберите даты
zh: 选择日期

# MissingCensusInterviews_Filters_Interviewer
source: Interviewer
ar: الباحث
fr: Enquêteur
ro: Anchetator
ru: Интервьювер
zh: 调查员

# MissingCensusInterviews_Filters_InterviewerPlaceholder
source: Select interviewer
ar: اختر الباحث
fr: Sélectionner L'Enquêteur
ro: Selectează anchetatorul
ru: Выберите интервьювера
zh: 选择调查员

# MissingCensusInterviews_Filters_Questionnaire
source: Questionnaire
ar: استبيان
ro: Chestionar
ru: Опросник
zh: 问卷

# MissingCensusInterviews_Filters_QuestionnairePlaceholder
source: Select questionnaire
ar: حدد الاستبيان
fr: Sélectionner un questionnaire
ro: Selectează chestionarul
ru: Выберите опросник
zh: 选择问卷

# MissingCensusInterviews_Filters_Search
source: Search
ar: البحث
fr: Chercher
ro: Cautare
ru: Поиск
zh: 搜索

# MissingCensusInterviews_FiltersTitle
source: Filter Conditions
ar: شروط التثفية
fr: Conditions de filtre
ro: Condiții de filtrare
ru: Условия поиска
zh: 过滤条件

# MissingCensusInterviews_Instructions
source: To locate an interview, please provide name of the questionnaire.<br/> Select an interviewer and timeframe to narrow down your search result
ar: لتحديد موقع المقابلة، يرجى تقديم اسم الباحث. <br/> حدد المقابلات والإطار الزمني لتضييق نتيجة البحث
fr: "Pour trouver un entretien, veuillez indiquer le nom du questionnaire. <br/> Sélectionnez un enquêteur et un temps pour affiner vos résultats de recherche. "
ro: Pentru a localiza un interviu, vă rugăm să furnizați numele chestionarului. <br/> Selectați un anchetator și un interval de timp pentru a restrânge rezultatul căutării
ru: Чтобы найти интервью, выберите название опросника.<br/> Выберите интервьювера и диапазон дат, чтобы ограничить результаты поиска
zh: 为了查找一个访谈，请提供问卷的名称。<br>选择调查员和时间范围以缩小搜索结果

# MissingCensusInterviews_MoreThanOneInterviewsFound_Message_Format
source: {0} interviews satisfy filter conditions
ar: {0} مقابلات تلبي شروط التصفية
fr: Les entretiens {0} satisfont aux conditions de filtrage
ro: {0} interviuri satisfac condițiile de filtrare
ru: {0} интервью удовлетворяют условиям поиска
zh: {0}个访谈满足过滤条件

# MissingCensusInterviews_NothingFound_Message
source: No interviews satisfy filter conditions
ar: لا مقابلات تلبي شروط التصفية
fr: Aucune entretien ne satisfait aux conditions de filtrage
ro: Niciun interviu nu satisface condițiile de filtrare
ru: Нет интервью, удовлетворяющих критериям поиска
zh: 没有满足过滤条件的访谈

# MissingCensusInterviews_OneInterviewFound_Message
source: One interview satisfies filter conditions
ar: مقابلة واحدة تستوفي شروط التصفية
fr: Une entretien satisfait les conditions de filtre
ro: Un interviu satisface condițiile de filtrare
ru: Одно интервью удовлетворяет критериям поиска
zh: 1个满足过滤条件的访谈

# MissingCensusInterviews_PageHeader
source: Locating specific census interview
ar: تحديد موقع مقابلة محددة
fr: Localiser un entretien spécifique
ro: Localizarea interviului
ru: Поиск интервью
zh: 正在查找特定的普查模式的访谈

# MissingCensusInterviewsDescription
source: You will need to know enumerator and census interview template to find interview or it's status
ar: تقديم اسم تسجيل الدخول للباحث واسم الاستبيان ونطاق زمني
fr: Indiquez le nom de connexion de L'Enquêteur, le nom d'un questionnaire et une plage de dates
ro: Furnizați nume de utilizator al anchetatorului, numele chestionarului și un interval de timp
ru: Вам потребуется выбрать название опросника, имя интервьюера и диапазон дат
zh: 请提供一个调查员登录名、问卷名称和日期范围

# MissingCensusInterviewsTitle
source: I need to locate census interview
ar: أنا بحاجة إلى تحديد موقع المقابلة
fr: Je dois trouver un entretien
ro: Trebuie să găsesc un interviu
ru: Я не могу найти интервью
zh: 我需要查找处于普查模式的一个访谈

# SupportSite
source: List of cummon issues and tools of resolving thev for more information check special section on <a href="{0}" target="_blank">our support site</a>
ar: انقر على رابط المشكلة التي تريد حلها. للمشكلات غير المذكورة أدناه، انتقل إلى Survey Solutions <a href="{0}" target="_blank"> موقع الدعم </a>.
fr: Cliquez sur le lien d'un problème que vous voulez résoudre. Pour les problèmes non répertoriés ci-dessous, consultez le <a href="{0}" target="_blank"> site de support </a> de Survey Solutions.
ro: Dați click pe link-ul din dreptul uneia dintre problemele pe care doriți să le rezolvați. Pentru problemele care nu sunt enumerate mai jos, vizitați site-ul de asistență <a href="{0}" target="_blank"> Survey Solutions </a>.
ru: Перейдите по ссылке, которая описывает ваш вопрос, чтобы увидеть предлагаемые решения. Если проблема, с которой вы столкнулись, не описана ниже, перейдите на <a href="{0}" target="_blank">сайт технической поддержки</a> Survey Solutions.
zh: 点击您要解决的问题的链接。如果您的问题没有出现在列表中，请访问Survey Solutions<a href="{0}" target="_blank">支持网站</a>。

# TableTitle_Enumerator
source: Enumerator
ar: عداد
fr: Enquêteur
ro: Anchetator
ru: Интервьювер
zh: 调查员

# TableTitle_InterviewId
source: Interview id
ar: معرف المقابلة
fr: ID de L'entretien
ro: ID-ul interviului
ru: Id интервью
zh: 访谈编号

# TableTitle_LastUpdate
source: Last update
ar: اخر تحديث
fr: Dernière mise à jour
ro: Ultima actualizare
ru: Дата последнего обновления
zh: 最近一次更新

# TableTitle_Status
source: Status
ar: الحالة
fr: Etat
ru: Статус
zh: 状态

# Title
source: Troubleshooting
ar: استكشاف الأخطاء وإصلاحها
fr: Dépannage
ro: Depanare
ru: Устранение неполадок
zh: 故障排除
