Repository: surveysolutions/surveysolutions
Catalog: src/UI/Headquarters/WB.UI.Headquarters/Resources/UploadUsers.*.resx
Languages: sq, zh

# AllAccountsCreated
source: All {{total}} accounts was successfully created:
sq: Të {{total}} llogaritë u krijuan me sukses:
zh: 成功创建了{{total}}个账户：

source: Assigned to
sq: Supervizori
zh: 督导员

# AssignedToDescription
source: required for interviewers, contains username of supervisor to whom this person wil be assigned
sq: kërkohet për intervistuesit, përmban emrin e përdoruesit të supervizorit të cilit do t’i caktohet ky person
zh: 调查员必填，包含该调查员所属的督导员的用户名

# BackToImport
source: Back to user import
sq: Kthehu tek importi i përdoruesit
zh: 回到用户导入

source: Cancel
sq: Anulo
zh: 取消

source: column
sq: kolonë
zh: 列

# CompleteDescription
source: You can assign interviews for these teams from 'interviews' section, interviews can also be created and assigned in batch mode
sq: Ju mund të krijoni një detyrë për këto ekipe nga rubrika 'pyetësorë', detyrat mund të krijohen edhe në modalitetin në grup
zh: 您可以从“问卷模板”部分为这些团队分配任务。也可以以批处理方式创建任务。

# Description
source: Create set of users by uploading file with all necessary information. Set can contain both supervisors and interviewers, alternatively, you can create
sq: Krijo grup përdoruesish duke ngarkuar skedarët me të gjithë informacionin e nevojshëm. Grupi mund të përfshijë si supervizorët, ashtu edhe intervistuesit, në mënyrë alternative, që mund të krijoni
zh: 通过上传包含所有必要信息的文件来创建一组用户。文件中可以同时包含督导员和调查员。或者可以创建

# DownloadTemplateLink
source: Download .tab template for user upload
sq: Shkarkoni formatin .tab për t’u ngarkuar nga përdoruesi
zh: 下载上传用户的.tab模板

source: Email
zh: 电子邮箱

# EstimatedTime
source: Approx {{estimatedTime}} left
sq: Ka mbetur afërsisht {{estimatedTime}}
zh: 约剩余{{estimatedTime}}

source: Full name
sq: Emri i plotë
zh: 全名

# ImportingUserInfo
source: Importing user information from
sq: Informacioni i përdoruesit nga
zh: 正在导入用户信息，从

# InterviewersAndSupervisorsCount
source: {{supervisorsCount}} supervisors and {{interviewersCount}} interviewers
sq: {{supervisorsCount}} supervizorët dhe {{interviewersCount}} intervistuesit po kryhet
zh: {{supervisorsCount}}个督导员和{{interviewersCount}}个调查员

source: line
sq: linjë
zh: 行

# ManualInterviewerCreateLink
source: interviewer
sq: Intervistuesi
zh: 调查员

# ManualSupervisorCreateLink
source: supervisor
sq: supervizori
zh: 督导员

# NoCreatedUsers
source: No user accounts was created
sq: Nuk u krijua asnjë llogari përdoruesi
zh: 没有创建账号

# OptionalInformation
source: Optional personal information
sq: Të dhëna personale fakultative
zh: 个人信息（可选）

source: or
sq: ose
zh: 或

source: Password
sq: Fjalëkalim
zh: 密码

# PasswordDescription
source: password must contain at least one number, one upper case character and one lower case character
sq: fjalëkalimi duhet të përmbajë të paktën një numër, një karakter me shkronjë të madhe dhe një karakter me shkronjë të vogël
zh: 密码必须至少包含一个数字、一个大写字母、一个小写字母。

# Phone
source: Contact phone
sq: Numri i telefonit
zh: 电话号码

# Profile
source: profile manually
sq: profilizo manualisht
zh: 手动创建

# RequiredData
source: Data required for creating interviewers and supervisors
sq: Të dhënat e nevojshme për krijimin e intervistuesve dhe supervizorëve
zh: 创建调查员和督导员需要的数据

source: Reupload .tab file
sq: Ringarkim i skedarit .tab
zh: 重新上传.tab文件

source: Role
sq: Roli
zh: 角色

source: time determination
sq: caktimi i kohës
zh: 时间确定

# Title
source: Creating multiple users by batch upload
sq: Po krijohen përdorues të shumëfishtë përmes ngarkimit në grup
zh: 正在创建批量上传的多个用户

# UploadBtn
source: Upload .tab file
sq: Ngarko skedarin .tab
zh: 上传.tab文件

# Uploading
source: Importing {{importedUsersCount}} of {{totalUsersToImportCount}}
sq: Po importohen {{importedUsersCount}} nga {{totalUsersToImportCount}}
zh: 正在导入{{totalUsersToImportCount}}个用户中的{{importedUsersCount}}个

# UploadInProgress
source: Warning: Another Batch Upload by "{{userName}}" is in progress.
sq: Lajmërim: Një tjetër ngarkim në grup po kryhet nga "{{userName}}".
zh: 警告：另外一个用户“{{userName}}”的批量上传正在处理中。

# UploadInProgressDescription
source: You will be available to start yours when current one is completed.
sq: Ju do të keni mundësi të nisni tuajin, kur të përfundojë ai aktual.
zh: 当前进程完成后，您将可以开始您的上传。

source: User name
sq: Hyrje
zh: 登录

# UserNameDescription
source: used as login, should be between 3 and 15 characters and contain only letters , digits and underscore symbol
sq: emri i përdoruesit duhet të jetë midis 3 dhe 15 karaktereve dhe të përmbajë vetëm shkronja, shifra dhe simbole të nënvizuara
zh: 用户名称应该在3到15个字符之间，并且只包含字母，数字和下划线符号

source: Verification failed
sq: Verifikimi dështoi
zh: 验证失败
