Repository: surveysolutions/surveysolutions
Catalog: src/UI/Headquarters/WB.UI.Headquarters/Resources/UserPreloadingVerificationMessages.*.resx
Languages: es, fr, ka, pt

# PLU0001
source: Login is not unique
es: Ya existe un usuario con ese login
fr: Le nom d'utilisateur n'est pas unique
ka: მომხმარებელი უკვე არსებობს
pt: O usuário com tal Login já existe.

# PLU0001Description
source: A user '{0}' already exists
fr: Un utilisateur '{0}' existe déjà

# PLU0002
source: Duplicate
es: Existen valores de login duplicados en el archivo
fr: Dupliquer
ka: ფაილში დუბლიკატი მნიშვნელობებია
pt: Há valores duplicados de Login no arquivo.

# PLU0002Description
source: There are duplicate users with login '{0}' in the file
fr: Il y a des utilisateurs en doublon avec le login '{0}' dans le fichier

# PLU0003
source: Wrong team
es: El login de un usuario archivado no puede ser reusado pues éste pertenece a otro equipo
fr: Mauvaise équipe
ka: ჩაკეტილი მომხმარებლის შესვლა არ შეიძლება ხელახლა გამოყენებული იქნას, რადგან იგი ეკუთვნის სხვა გუნდს
pt: Logon de um usuário Arquivado não pode ser reutilizada, porque pertence a outra equipe

# PLU0003Description
source: User '{0}' is archived and belongs to another team
fr: L'utilisateur '{0}' est archivé et appartient à une autre équipe

# PLU0003Recomendation
source: Archived user cannot be re-used because it belongs to another team
fr: L'utilisateur archivé ne peut pas être réutilisé car il appartient à une autre équipe

# PLU0004
source: Wrong role
es: El login de un usuario archivado no puede ser reusado pues éste existe en otro rol
fr: Mauvais rôle
ka: არქივირებული მომხმარებლის შესვლა არ შეიძლება ხელახლა გამოყენებული იქნას, რადგან მას სხვა ფუნქცია გააჩნია
pt: Logon de um usuário Arquivado não pode ser reutilizada, porque existe em outro papel

# PLU0004Description
source: User '{0}' is archived and has another role
fr: L'utilisateur '{0}' est archivé et a un autre rôle

# PLU0004Recomendation
source: Archived user cannot be re-used because it exists in another role
fr: L'utilisateur archivé ne peut pas être réutilisé car il existe dans un autre rôle

# PLU0005
source: Wrong login format
es: El login debe contener entre 3 y 15 caracteres. Solamente debe contener letras, dígitos y símbolos de subrayado
fr: Mauvais format de connexion
ka: შესვლა უნდა იყოს 3-დან 15 სიმბოლოს შორის და უნდა შეიცავდეს მხოლოდ ასოებს, ციფრებსა და პატარა სიმბოლოს
pt: Login deve ser entre 3 e 15 caracteres e conter apenas letras, dígitos e símbolo de sublinhado

# PLU0005Description
source: Login '{0}' is in wrong format
fr: Le nom d'utilisateur '{0}' n'a pas la bonne longueur ou contient des caractères non valides.

# PLU0005Recomendation
source: Is should be between 3 and 15 characters, and should contain only letters, digits and the underscore symbol
fr: Il doit comporter entre 3 et 15 caractères et ne peut contenir que des lettres, des chiffres et le symbole de soulignement.

# PLU0006
source: Wrong password format
es: La palabra clave debe contener al menos un número, una letra en mayúscula y una letra en minúscula. Su longitud debe estar entre 10 y 100 caracteres.
fr: Mauvais format de mot de passe
ka: პაროლი უნდა შეიცავდეს მინიმუმ ერთი რიცხვს, ერთ დიდ სიმბოლოს და ერთ ქვედა სიმბოლოს. სიგრძე უნდა იყოს 10-დან და 100 სიმბოლოს შორის.
pt: Senha deve conter pelo menos um número, uma letra maiúscula e um minúsculas caracteres. Comprimento deve ser entre 10 e 100 caracteres.

# PLU0006Description
source: Password '{0}' is in wrong format
fr: Le mot de passe '{0}' n'a pas la bonne longueur ou contient des caractères non valides.

# PLU0006Recomendation
source: It must contain at least one number, one upper case character, and one lower case character. Length should be between 10 and 100 characters
fr: Il doit comporter au moins un chiffre, une lettre en majuscule, et une lettre en miniscule. La longeur doit être entre 10 et 100 caractères.*

# PLU0007
source: Wrong email format
es: El correo electrónico es inválido
fr: Le format de l'adresse courriel est invalide
ka: ელფოსტა არასწორია
pt: Email é inválido

# PLU0007Description
source: Email '{0}' is in wrong format
fr: L'adresse courriel '{0}' suit un format invalide.

# PLU0008
source: Wrong phone number format
es: El número de teléfono es inválido
fr: Le format du numéro de téléphone est invalide.
ka: ტელეფონის ნომერი არასწორია
pt: Número de telefone é inválido

# PLU0008Description
source: Phone number '{0}' is in wrong format
fr: Le numéro de téléphone '{0}' suit un format invalide.

# PLU0009
source: Invalid role
es: El rol es inválido. Solamente "supervisor" o "entrevistador" son permitidos
fr: Rôle invalide.
ka: როლი არასწორია. მხოლოდ ,,ზედამხედველი'' და ,,ინტერვიუერი'' არის დასაშვები.
pt: Papel é inválido. São permitidos apenas valores "Supervisor" ou "Entrevistador"

# PLU0009Description
source: Role '{0}' is invalid
fr: Le rôle '{0}' est invalide.

# PLU0009Recomendation
source: Only "supervisor" or "interviewer" are allowed
fr: Seuls les rôles "chef d'équipe" ou "enquêteur" sont permis.

# PLU0010
source: Dependency error
es: El supervisor debe ser un usuario existente o uno contenido en el presente archivo
fr: Erreur de dépendance.
ka: ზედამხედველი უნდა იყოს არსებული მომხმარებელი ან შექმნილ ფაილში შექმნილი
pt: Supervisor deve ser um usuário ativo no sistema ou presentes no arquivo.

# PLU0010Description
source: Supervisor '{0}' not found
fr: Chef d'équipe '{0}' n'a pas été retrouvé.

# PLU0011
source: Dependency error
es: La columna del supervisor debe estar vacía para el usuario en modo "Supervisor"
fr: Erreur de dépendance.
ka: ზედამხედველის სვეტი უნდა იყოს ცარიელი "ზედამხედველის" ფუნქციის მქონე მომხმარებლისთვის
pt: Coluna de supervisor deve estar vazia para o usuário no papel de "Supervisor"

# PLU0011Description
source: Supervisor column should be empty for supervisor role
fr: La colonne 'supervisor' doit être laissée vide pour les comptes de chef d'équipe.

# PLU0012
source: Wrong length of full name
es: El nombre no puede contener mas de 100 caracteres
fr: La longeur du nom complet dépasse le nombre caractères permis.
ka: სრული სახელი არ უნდა შეიცავდეს 100-ზე მეტ სიმბოლოს

# PLU0012Description
source: Full name '{0}' is in wrong format
fr: Le nom complet '{0}' suit le mauvais format.

# PLU0012Recomendation
source: It should not contain more than 100 characters
fr: Il ne devrait pas dépasser 100 caractères.

# PLU0013
source: Wrong length of phone number
es: El número de teléfono no puede tener mas de 15 caracteres
fr: La longeur du numéro de téléphone dépasse le nombre de caractères permis.
ka: ტელეფონის ნომერი არ უნდა შეიცავდეს 15-ზე მეტ სიმბოლოს

# PLU0013Description
source: Phone number '{0}' is in wrong format
fr: Le numéro de téléphone '{0}' suit un format invalide.

# PLU0013Recomendation
source: It should not contain more than 15 characters
fr: Il ne devrait pas dépasser 15 caractères.

# PLU0014
source: Wrong full name format
es: El nombre de usuario tiene caracteres no válidos. Solamente letras, puntos, espacios y apóstrofes son permitidos.
fr: Mauvais format pour le nom complet.
ka: მომხმარებლის სახელი არასწორია. დასაშვებია მხოლოდ ასოები, წერტილები, სივრცეები და აპოსტროფები

# PLU0014Description
source: Full name '{0}' has invalid characters
fr: Le nom complet '{0}' contient des caractères invalides.

# PLU0014Recomendation
source: Only letters, dots, spaces, and apostrophes are allowed
fr: Seuls sont permis les lettres, les points, les espaces, et les apostrophes.
