Repository: surveysolutions/surveysolutions
Catalog: src/UI/Headquarters/WB.UI.Headquarters/Resources/WebInterviewSetup.*.resx
Languages: ro

# BackToQuestionnaires
source: Back to Survey Setup
ro: Înapoi la configurarea anchetei

# CustomMessageTooLong
source: Custom message should not contain more than {0} characters (including html)
ro: Mesajul personalizat nu trebuie să conțină mai mult de {0} caractere (inclusiv html)

# CustomText
source: Use custom text
ro: Foloseşte text personalizat

source: Done
ro: Efectuat

# DownloadTitle
source: Download ({{count}})
ro: Descarcă ({{count}})

# ExportAssignmentsTitle
source: You can download list of created assignments that are assigned to interviewer in order to deliver web links to respondents
ro: Puteți descărca lista de sarcini create care au fost atribuite anchetatorului pentru a furniza link-uri web către respondenți

source: Save all
ro: Salvează tot

# SelectInterviwer
source: Select interviewer
ro: Selectaƫi anchetatorul

# Started_Title
source: Web interview started
ro: Interviul Web a început

# StartInfo
source: Starting web interview for {{name}}
ro: Inițierea interviului web pentru {{name}}

source: Stop Web Interview
ro: Opreşte interviul Web

# TextCustomize
source: Text dispayed to respondents can be customized
ro: Textul care va fi afişat respondenților poate fi personalizat

source: Texts updated
ro: Textul a fost actualizat

# UseCaptcha
source: Use Captcha before interview start
ro: Activează protecție anti-spam

# WebInterviewSetup_PageHeader
source: Web interview setup
ro: Configurarea interviului Web

# WebInterviewSetup_Title
source: Web interview setup
ro: Configurarea interviului Web

# WebInterviewStarted
source: Web interview for {{name}} started
ro: Interviul Web pentru {{name}} a început

# WebInterviewUserMessages_FinishInterview_Descr
source: Text shown at final page when interview is completed
ro: Text afişat pe pagina de ieşire, după ce interviul a fost finalizat

# WebInterviewUserMessages_Invitation_Descr
source: Invitation text presented to user on initial page. %QUESTIONNAIRE% is substituted with questionnaire name
ro: Text de invitație prezentat utilizatorului pe pagina inițială. %QUESTIONNAIRE% va fi înlocuit cu numele chestionarului

# WebInterviewUserMessages_ResumeInvitation_Descr
source: Text shown to returning user when interview is resumed. %QUESTIONNAIRE% is substituted with questionnaire name
ro: Text afişat la reluarea interviului Web. %QUESTIONNAIRE% va fi înlocuit cu numele chestionarului

# WebInterviewUserMessages_ResumeWelcome_Descr
source: Header text shown to returning user before resume an interview
ro: Antetul afişat la reluarea interviului Web

# WebInterviewUserMessages_SurveyName_Descr
source: Name of conducted survey. %QUESTIONNAIRE% is substituted with questionnaire name
ro: Numele anchetei derulate. %QUESTIONNAIRE% va fi înlocuit cu numele chestionarului

# WebInterviewUserMessages_WebSurveyHeader_Descr
source: Header text shown after interview completion
ro: Antetul afişat dupa finalizarea interviului Web

# WebInterviewUserMessages_WelcomeText_Descr
source: Header welcome text on initial page
ro: Antetul afişat pe pagina de start a interviului Web
