Repository: surveysolutions/surveysolutions
Catalog: src/UI/Headquarters/WB.UI.Headquarters/Resources/WebInterviewUI.*.resx
Languages: ar, es, fr, ka, ru, zh

# SlowConnection
source: Network connection is slow
ar: اتصال الشبكة بطيء
es: La conexión de red es lenta
fr: Connexion internet est lente
ka: ქსელის კავშირი ნელია
ru: Медленное сетевое соединение
zh: 网络连接缓慢

# CloseInterviewTitle
source: This interview is opened in another tab or browser
ar: يتم فتح هذه المقابلة في علامة التبويب أو مستعرض آخر
es: Esta entrevista está abierta en otra pestaña o navegador
fr: Cet entretien est ouvert dans un autre onglet de ce navigateur web ou dans un autre navigateur
ka: ეს ინტერვიუ გაიხსნა სხვა ჩანართში (tab-ში) ან ბრაუზერში
ru: Интервью открыто в другом браузере или вкладке
zh: 访谈已在其他标签页或浏览器中打开

source: Network
ar: شبكة
es: Red
fr: Réseau
ka: ქსელი
ru: Сеть
zh: 网络

source: Reload
ar: إعادة تحميل
es: Recargar
fr: Actualiser
ka: გადატვირთვა
ru: Перегрузить
zh: 重新加载

# SessionTimeoutTitle
source: Your session has timed out
ar: انتهت مهلة جلسة العمل الخاصة بك
es: Tu sesión ha expirado
fr: Votre séance a expiré
ka: თქვენი სესიის დრო ამოწურულია
ru: Ваша сессия истекла
zh: 您的会话已超时，因为您在15分钟内没有执行任何操作。

# SessionTimeoutMessageTitle
source: Your session has timed out because you didn't do any action for 15 minutes.
ar: انتهت مهلة جلسة العمل الخاصة بك لأنك لم تفعل أي عمل لمدة 15 دقيقة.
es: Tu sesión ha expirado porque no has realizado ninguna acción durante 15 minutos.
fr: Votre séance a expiré parce que vous n'avez effectué aucune action pendant 15 minutes
ka: თქვენი სესიის დრო ამოიწურულია, რადგან 15 წუთი არ მოქმედებდით.
ru: Ваша сессия истекла потому что вы не совершали никаких действий в течении 15 минут.
zh: 您的会话已超时，因为您在15分钟内没有执行任何操作。

# SessionTimeoutMessage
source: Please reload the page to continue this interview.
ar: الرجاء إعادة تحميل الصفحة لمواصلة هذه المقابلة.
es: Por favor, vuelva a cargar la página para continuar con esta entrevista.
fr: Veuillez actualiser la page afin de continuer cet entretien
ka: გთხოვთ, გადატვირთოთ გვერდი ამ ინტერვიუს გასაგრძელებლად.
ru: Пожалуйста перегрузите страницу чтобы продолжить интервью.
zh: 请重新加载页面继续填写。

source: Disconnected
ar: قطع الاتصال
es: Desconectado
fr: Connexion interrompue
ka: კავშირდაკარგული
ru: Разъеденены
zh: 未连接

# ConnectionLostTitle
source: Connection to server is lost.
ar: يتم فقدان الاتصال بالملقم.
es: Se ha perdido la conexión con el servidor.
fr: Connexion au serveur a échoué
ka: სერვერთან კავშირი დაიკარგა
ru: Соединение с сервером потеряно.
zh: 失去与服务器的连接。

# ConnectionLostMessage
source: Please reload the page to restore connection and continue this interview.
ar: الرجاء إعادة تحميل الصفحة لاستعادة اتصال وتواصل هذه المقابلة.
es: Vuelva a cargar la página para restaurar la conexión y continuar con esta entrevista.
fr: Veuillez actualiser la page afin de rétablir la connexion et continuer cet entretien
ka: გთხოვთ, განაახლოთ გვერდი რომ აღადგინოთ კავშირი და გააგრძელოთ ეს ინტერვიუ.
ru: Пожалуйста перегрузите страницу чтобы восстановить соединение с сервером и продолжить интервью.
zh: 请重新载入页面重置连接并继续访谈。

# CloseInterviewMessage
source: <p>Web Interview supports only one active tab with the interview.</p><p>Please reload this page to continue using this tab or close it.</p>
ar: <p>وتؤيد مقابلة ويب واحد فقط علامة التبويب النشطة مع المقابلة.</p><p>الرجاء إعادة تحميل هذه الصفحة لمتابعة استخدام هذا التبويب أو إغلاقه.</p>
es: <p>La Entrevista Web sólo admite una pestaña activa con la entrevista. </p><p> Recargue esta página para continuar usando esta pestaña o cerrarla.</p>
fr: <p>L'entretien web ne peut être rempli que dans un seul onglet du navigateur web.</p><p>Veuillez actualiser cette page afin de continuer le remplissage dans cet onglet, ou fermer l'onglet.</p>
ka: <p> ვებ ინტერვიუ მხარს უჭერს მხოლოდ ერთ აქტიურ tab- ს ინტერვიუში. </ p> <p> გთხოვთ, განაახლოთ ეს გვერდი ამ tab- ის გამოყენების გასაგრძელებლად ან დახურეთ. </ p>
ru: <p>Веб Интервью поддерживается только в одной активной вкладке</p><p>Пожалуйста перегрузите эту страницу если хотите продолжить интервью или закройте окно</p>
zh: <p>网页访谈仅支持一个活动的标签页。</p><p>请重新载入此页面以继续使用本标签页或关闭它。</p>

# CommentAdd
source: Add comment
ar: إضافة تعليق
es: Agregar comentario
fr: Ajouter un commentaire
ka: დაამატე კომენტარი
ru: Добавить комментарий
zh: 添加评论

# CommentHide
source: Hide comment
ar: إخفاء التعليق
es: Ocultar comentario
fr: Cacher le commentaire
ka: კომენტარის დამალვა
ru: Скрыть комментарий
zh: 隐藏评论

# CommentEnter
source: Enter your comment
ar: أدخل تعليقك
es: Escribe tu comentario
fr: Saisir votre commentaire
ka: შეიყვანეთ თქვენი კომენტარი
ru: Введите Ваш комментарий
zh: 输入您的评论

# CommentPost
source: Post
ar: وظيفة
es: Enviar
fr: Enregister
ka: დაკომენტარება
ru: Отправить
zh: 发表

# CommentYours
source: Your comment
ar: التعليق الخاص بك
es: Tu comentario
fr: Votre commentaire
ka: თქვენი კომენტარი
ru: Ваш комментарий
zh: 您的评论

# CommentAdmin
source: Admin comment
ar: تعليق المشرف
es: Comentario de administrador
fr: Commentaire de l'admin
ka: ადმინისტრატორის კომენტარი
ru: Комментарий Администратора
zh: 管理员评论

# CommentSupervisor
source: Supervisor comment
ar: تعليق المشرف
es: Comentario del supervisor
fr: Commentaire du superviseur
ka: ზედამხედველის კომენტარი
ru: Комментарий супервизора
zh: 督导员评论

# CommentInterviewer
source: Interviewer comment
ar: تعليق المقابلة
es: Comentario del entrevistador
fr: Commentaire de l'enquêteur
ka: ინტერვიუერის კომენტარი
ru: Комментарий интервьюера
zh: 调查员评论

# CommentHeadquarters
source: Headquarters comment
ar: تعليق المقر
es: Comentarios de la Oficina Central
fr: Commentaire du quartier général
ka: სათაო ოფისი კომენტარი
ru: Комментарий хедквотера
zh: 总部评论

source: Comment
ar: التعليق
es: Comentario
fr: Commentaire
ka: კომენტარი
ru: Комментарий
zh: 评论

source: Instruction
ar: تعليمات
es: Instrucción
ka: ინსტრუქცია
ru: Инструкция
zh: 说明

# InstructionShow
source: Show instruction
ar: إظهار تعليمات
es: Mostrar instrucción
fr: Montrer les instructions
ka: ინსტრუქციის ჩვენება
ru: Показать инструкцию
zh: 显示说明

# ProgressText
source: {{progress}}% Complete
ar: {{progress}} % اكتمال
es: {{progress}}% Completo
fr: {{progress}}% achevé
ka: {{progress}}% დასრულებულია
ru: {{progress}}% Завершено
zh: 已完成{{progress}}%

source: Answer is invalid
ar: الإجابة غير صحيحة
es: La respuesta no es válida
fr: Réponse invalide
ka: პასუხი არასწორია
ru: Ответ не валиден
zh: 答案无效

source: Answer was not saved
ar: لم يتم حفظ الإجابات
es: La respuesta no se guardó
fr: Réponse n'a pas été enregistrée
ka: პასუხი არ არის შენახული
ru: Ответ не сохранен
zh: 答案未保存

source: Click to answer
ar: انقر فوق للإجابة
es: Haga clic para responder
fr: Cliquer pour répondre
ka: პასუხის გასაცემად დააკლიკეთ
ru: Кликните чтобы ответить
zh: 点击开始回答

source: Loading...
ar: تحميل...
es: Cargando...
fr: Chargement en cours
ka: ჩატვირთვა...
ru: Загрузка...
zh: 正在加载……

source: No results found
ar: لم يتم العثور على نتائج
es: No se han encontrado resultados
fr: Aucun résultat retrouvé
ka: შედეგები არ მოიძებნა
ru: Ненайдено результатов
zh: 未找到结果

source: Done
ar: عمله
es: Hecho
fr: Achevé
ka: შესრულებულია
ru: Готово
zh: 已完成

source: Cancel
ar: إلغاء الأمر
es: Cancelar
fr: Annuler
ka: გაუქმება
ru: Отменить
zh: 取消

source: Audio initialization failed
ar: فشل تهيئة الصوت
es: Error de inicialización de audio
fr: Initialisation audio a échoué
ka: აუდიო ინიციალიზაცია ვერ მოხერხდა
ru: Ошибка инициализации аудио
zh: 录音初始化失败

source: Audio recording
ar: تسجيل الصوت
es: Grabación de audio
fr: En cours d'enregistrement audio
ka: აუდიოჩანაწერი
ru: Аудио запись
zh: 正在录音

# AudioClickRecord
source: Click to record audio
ar: انقر فوق لتسجيل الصوت
es: Haga clic para grabar audio
fr: Cliquer afin de faire un enregistrement audio
ka: დააჭირეთ აუდიოს ჩაწერაზე
ru: Кликните чтобы записать аудио
zh: 点击开始录音

# AudioRecordNew
source: Record new
ar: سجل جديد
es: Nueva grabación
fr: Enregistrer maintenant
ka: ახალი ჩანაწერი
ru: Записать новое
zh: 创建新录音

# AudioRecordingDuration
source: {{humanizedLength}} ({{formattedLength}}) of audio recording
ar: {{humanizedLength}} ({{formattedLength}}) لتسجيل الصوت
es: {{humanizedLength}} ({{formattedLength}}) de grabación de audio
fr: {{humanizedLength}} ({{formattedLength}}) d'audio enregistré
ka: აუდიოჩანაწერის {{humanizedLength}} ({{formattedLength}})
ru: {{humanizedLength}} ({{formattedLength}}) аудио записи
zh: {{humanizedLength}}({{formattedLength}}) 正在录音

source: Record current time
ar: سجل الوقت الحالي
es: Grabar la hora actual
fr: Enregistrer l'heure actuelle
ka: ჩაწერეთ მიმდინარე დრო
ru: Записать текущее время
zh: 记录当前时间

source: Enter date
ar: أدخل التاريخ
es: Ingresar fecha
fr: Sélectionner une date
ka: შეიყვანეთ თარიღი
ru: Введите дату
zh: 输入日期

# DecimalTooBig
source: Entered value is too large. Less than 15 digits allowed
ar: القيمة المدخلة أكبر. السماح بالأرقام فقط 15
es: El valor ingresado es muy grande. Se permiten sólo 15 dígitos
fr: Valeur renseignée dépasse le nombre de caractères attendu. N'admettre que 15 caractères.
ka: შეტანილი მნიშვნელობა უფრო დიდია. ნებადართულია მხოლოდ 15 ციფრი
ru: Введенное значение слишком велико. Допускается максимум 15 цифр
zh: 输入的值过大。最大的为数为15位

# DecimalCannotParse
source: Entered value can not be parsed as decimal value
ar: لا يمكن تحليل القيمة المدخلة كقيمة عشرية
es: El valor introducido no se puede analizar como valor decimal
fr: Valeur saisie ne peut pas être analysée comme une valeur décimale
ka: შეტანილი მნიშვნელობა არ შეიძლება ჩაითვალოს ათობითი მნიშვნელობითად
ru: Введенное значение не может быть интерпретировано как вещественное число
zh: 输入的数值无法判定为十进制

# DecimalEnter
source: Enter decimal
ar: أدخل رقم عشري
es: Introducir decimal
fr: Saisir une valeur décimale
ka: შეიყვანეთ ათობითი
ru: Введите число
zh: 输入十进制的数值

# OptionsAvailableAfterAnswer
source: Categories will be available after answering referenced question
ar: الخيارات ستكون متاحة بعد الإجابة على السؤال المشار إليه
es: Las opciones estarán disponibles después de contestar la pregunta de referencia
fr: Modalités seront disponibles après avoir renseignée la question mère
ka: ვარიანტები ხელმისაწვდომი იქნება მითითებულ შეკითხვებზე პასუხების შემდეგ
ru: Опции будут доступны после ответа на соответствующий вопрос
zh: 选项将在引用的问题被回答后可用

# ConfirmRosterRemove
source: Are you sure you want to remove related roster?
ar: هل أنت متأكد من أنك تريد إزالة القائمة ذات الصلة?
es: ¿Seguro que quieres eliminar la lista relacionada?
fr: Êtes-vous sûr de vouloir supprimer des lignes de chaque roster qui y est relié?
ka: დარწმუნებული ხართ, რომ გსურთ წაშალოთ დაკავშირებული ნუსხა (როსტერი)?
ru: Вы уверены, что хотите удалить зависимый список?
zh: 确定您要移除相关的二维表吗？

# NumberRosterUpperBound
source: Answer '{{answer}}' is incorrect because answer is greater than Roster upper bound {{answerMaxValue}}.
ar: الإجابة '{{answer}}' غير صحيحة لأن الجواب أكبر من الحد الأعلى قائمة {{answerMaxValue}}.
es: Respuesta '{{answer}}' es incorrecta porque la respuesta es mayor que el límite superior de la lista {{answerMaxValue}}.
fr: Réponse '{{answer}}' est invalide parce que la réponse est supérieure à la taille maximale du roster {{answerMaxValue}}.
ka: პასუხი "{{answer}}" არასწორია, რადგან პასუხი უფრო დიდია, ვიდრე როსტერის ზედა ზღვარი {{answerMaxValue}}.
ru: Ответ '{{answer}}' неверный, поскольку он больше значения максимального количества элементов в списке: '{{answerMaxValue}}'.
zh: 答案 '{{answer}}' 出错，因为此答案大于二维表的上界{{answerMaxValue}}。

# NumberRosterError
source: Answer '{{answer}}' is incorrect because question is used as size of roster and specified answer is negative
ar: الإجابة '{{answer}}' غير صحيح لأن المسألة كحجم قائمة والجواب المحدد سلبي
es: La respuesta '{{answer}}' es incorrecta porque la pregunta se utiliza como el tamaño de la lista y la respuesta especificada es negativa
fr: Réponse '{{answer}}' est invalide parce que elle est sert à définir la taille du roster et la valeur renseignée est négative
ka: პასუხი "{{answer}}" არასწორია, რადგან კითხვა გამოიყენება როგორც როსტერის სიდიდის მაჩვენებელი და განსაზღვრული პასუხი უარყოფითია
ru: Ответ '{{answer}}' неверный, поскольку нельзя задать отрицательное количество элементов в списке
zh: 答案 '{{answer}}' 出错，因为此答案被当成二维表的大小且该答案被驳回

# CompleteQuestionsAnswered
source: Answered
ar: الرد على
es: Contestada
fr: Renseignées
ka: უპასუხა
ru: Отвеченных
zh: 已回答

# NumberRosterRemoveConfirm
source: Are you sure you want to remove {{amountOfRostersToRemove}} row(s) from each related roster?
ar: هل أنت متأكد من أنك تريد إزالة {{amountOfRostersToRemove}} الصف (الصفوف) من كل قائمة ذات الصلة?
es: ¿Está seguro de que quiere eliminar la {{amountOfRostersToRemove}} fila (s) de cada lista relacionada?
fr: Êtes-vous sûr de vouloir supprimer {{amountOfRostersToRemove}} ligne(s) de chaque roster qui y est relié?
ka: დარწმუნებული ხართ, რომ გსურთ წაშალოთ {{amountOfRostersToRemove}} მწკრივ(ები)ი თითოეული დაკავშირებული როსტერისგან?
ru: Вы уверены, что хотите удалить {{amountOfRostersToRemove}} строк(у) у зависимых списков?
zh: 您确定想从相关的二维表要移除{{amountOfRostersToRemove}}行吗？

source: Complete
ar: إكمال
es: Completar
fr: Résumé
ka: დასრულება
ru: Закончить
zh: 完成

source: Cover
ar: غطاء
es: Portada
fr: Couverture
ka: ქუდი
ru: Обложка
zh: 封面

# TextEnterNewItem
source: Enter new item
ar: إدخال عنصر جديد
es: Ingrese nuevo elemento
fr: Ajouter un nouveau élément à la liste
ka: შეიტანეთ ახალი ელემენტი
ru: Введите новый элемент
zh: 输入新项目

# NumberEnter
source: Enter number
ar: أدخل رقم
es: Ingresar número
fr: Saisir un chiffre
ka: შეიყვანეთ ნომერი
ru: Введите число
zh: 输入数字

# TextEnter
source: Enter text
ar: إدخال النص
es: Ingrese texto
fr: Saisir du texte
ka: შეიყვანეთ ტექსტი
ru: Введите текст
zh: 输入文字

# TextEnterMasked
source: Enter text {{userFriendlyMask}}
ar: أدخل النص {{userFriendlyMask}}
es: Ingrese texto {{userFriendlyMask}}
fr: Saisir du texte {{userFriendlyMask}}
ka: შეიყვანეთ ტექსტი {{userFriendlyMask}}
ru: Введите текст {{userFriendlyMask}}
zh: 输入文字{{userFriendlyMask}}

# NumberCannotParse
source: Entered value can not be parsed as integer value
ar: لا يمكن تحليل القيمة المدخلة كقيمة عدد صحيح
es: El valor ingresado no se puede analizar como valor entero
fr: Valeur saisie ne peut pas être analysée comme une valeur entière
ka: შეტანილი მნიშვნელობა არ შეიძლება იყოს გააზრებული, როგორც მთელი რიცხვი
ru: Введенное значение не может быть интерпретировано как целое число
zh: 输入的内容不是整数型

source: Error
ar: خطأ
fr: Erreur
ka: შეცდომა
ru: Ошибка
zh: 错误

# Error_plural
source: Errors
ar: أخطاء
es: Errores
fr: Erreurs
ka: შეცდომები
ru: Ошибок
zh: 错误

# CoverFirstComments
source: First {{count}} entities with comments:
ar: أول الكيانات {{count}} مع التعليقات:
es: Primeras {{count}} entidades con comentarios:
fr: Premières {{ count}} entités avec erreurs:
ka: პირველი {{count}} სუბიექტები კომენტარებით:
ru: Первые {{count}} вопросов с комментариями:
zh: 最初的{{count}}个实体附有评论：

# CompleteFirstErrors
source: First {{count}} entities with errors:
ar: أول الكيانات {{count}} مع الأخطاء:
es: Primeras {{count}} entidades con errores:
fr: Premières {{ count}} entités avec erreurs:
ka: პირველი {{count}} სუბიექტები შეცდომებით:
ru: Первые {{count}} объектов с ошибкам:
zh: 最初的{{count}}个实体出现错误：

source: Help
ar: تعليمات
es: Ayuda
fr: Aide
ka: დახმარება
ru: Помощь
zh: 帮助

# PhotoTooBig
source: Image is too big to upload. Please, choose an image less than 30 Mb
ar: كبير جداً لتحميل الصورة. الرجاء اختيار صورة أقل من 30 ميغابايت
es: La imagen es demasiado grande para subirla. Por favor, elija una imagen de menos de 30 Mb
fr: Image trop grande pour être importée. Veuillez choisir une image de moins de 30 Mo
ka: სურათი ძალიან დიდია ატვირთვისთვის. გთხოვთ, აირჩიოთ სურათი 30 მბ-ზე ნაკლები
ru: Изображение слишком велико для загрузки. Пожалуйста выберите изображение размеров меньше чем 30Мб
zh: 图片过大。请选择小于30MB的文件。

# LoadingWait
source: Loading, please wait
ar: التحميل، الرجاء الانتظار
es: Cargando por favor espere
fr: Chargement en cours. Veuillez patienter
ka: იტვირთება გთხოვთ მოიცადოთ
ru: Загрузка, подождите...
zh: 正在加载，请耐心等待

source: No
ar: لا
fr: Non
ka: არა
ru: Нет
zh: 否

# CompleteNoteToSupervisor
source: Note for supervisor
ar: ملاحظة للمشرف
es: Nota para el supervisor
fr: Notes à l'attention du superviseur
ka: შენიშვნა ზედამხედველისთვის
ru: Заметка для супервизора
zh: 给督导员的备注

# PhotoIsNotImage
source: Only image files are allowed to upload
ar: يسمح لتحميل ملفات الصور فقط
es: Sólo se permite subir archivos de imagen
fr: Seuls les fichiers image sont acceptés
ka: ნებადართულია მხოლოდ სურათის ფაილების იტვირთება
ru: Загружать можно только изображения
zh: 只能上传图片文件

# TextRequired
source: Please, fill in all the required values
ar: يرجى ملء كافة القيم المطلوبة
es: Por favor, complete todos los valores requeridos
fr: Veuillez remplir toute les valeurs requises
ka: გთხოვთ, შეავსოთ ყველა აუცილებელი მოთხოვნები
ru: Заполните ответ на вопрос полностью
zh: 请填写所有必填的数值

# CompleteQuestionsStatus
source: Questions status:
ar: وضع الأسئلة:
es: Estado de las preguntas:
fr: Statut du questionnaire
ka: კითხვების სტატუსი:
ru: Статусы вопросов:
zh: 问题状态

# CoverComments
source: Questions with comments:
ar: الأسئلة مع التعليقات:
es: Preguntas con comentarios:
fr: Questions avec commentaires:
ka: კითხვები კომენტარებით:
ru: Вопросы с комментариями:
zh: 被评论的问题：

# CompleteErrors
source: Questions with errors:
ar: الأسئلة مع الأخطاء:
es: Preguntas con errores:
fr: Questions avec erreurs
ka: კითხვები შეცდომებით:
ru: Вопросы с ошибками
zh: 有错误的问题：

# GPSRecord
source: Record GPS
ar: السجل العالمي لتحديد المواقع
es: Grabar GPS
fr: Saisir les coordonées GPS
ka: ჩაწერე GPS
ru: Записать GPS
zh: 记录GPS信息

# AreaRecord
source: Edit area
ru: Отметить область
zh: 编辑区域

source: Search
ar: البحث عن
es: Buscar
fr: Retrouver
ka: ძიება
ru: Поиск
zh: 搜索

# CoverSupervisorNote
source: Supervisor note:
ar: ملاحظة المشرف:
es: Nota del supervisor:
fr: Note(s) du superviseur
ka: ზედამხედველის შენიშვნა:
ru: Замечания супервизора
zh: 督导员备注：

# SwitchingLanguage
source: Switching language. Please wait...
ar: التبديل بين اللغات. الرجاء الانتظار...
es: Cambio de idioma. Por favor espera...
fr: Changement de langue en cours. Veuillez patienter…
ka: ენის გადართვა. გთხოვთ მოიცადოთ...
ru: Переключение языка. Пожалуйста, подождите
zh: 切换语言中。请耐心等待……

# GPSTimeout
source: The current position could not be determined within the specified timeout period.
ar: لا يمكن تحديد الموقف الحالي ضمن المهلة المحددة.
es: La posición actual no se pudo determinar dentro del período de tiempo de espera especificado.
fr: Les coordonnées GPS n'ont pas pu être déterminées pendant la période d'attente retenue
ka: არსებული პოზიცია არ შეიძლება განისაზღვროს მითითებულ ვადაში.
ru: Текущее местоположение не может быть определено за указанный промежуток времени
zh: 最近位置信息无法在规定的时间内确定

# GPSPositionUnavailable
source: The current position could not be determined.
ar: لا يمكن تحديد الموضع الحالي.
es: No se pudo determinar la posición actual.
fr: Les coordonnées GPS actuelles ne peuvent pas être déterminées
ka: არსებული პოზიცია არ შეიძლება განისაზღვროს.
ru: Текущее местоположение не может быть определено
zh: 最近位置信息无法被确定

# GPSError
source: The position could not be determined due to an unknown error (Code: {{strErrorCode}}).
ar: لا يمكن تحديد الموقف بسبب خطأ غير معروف (رمز: {{strErrorCode}}).
es: No se pudo determinar la posición debido a un error desconocido (Código: {{strErrorCode}}).
fr: Les coordonnées GPS ne peuvent pas être déterminées en raison d'une erreur inconnue (Code: {{strErrorCode}}).
ka: პოზიცია არ შეიძლება განისაზღვროს უცნობი შეცდომის გამო (Code: {{strErrorCode}}).
ru: Текущее местоположение не может быть определено из за неизвестной ошибки (Код: {{strErrorCode}})
zh: 由于未知错误 (Code:{{strErrorCode}}) 位置信息无法被确认

# GPSPermissionDenied
source: This website does not have permission to use the Geolocation API
ar: هذا الموقع ليس لديه الإذن لاستخدام API تحديد الموقع الجغرافي
es: Este sitio web no tiene permiso para utilizar la Geolocation API
fr: Ce site n'a pas la permission d'employer l'API de géolocalisation
ka: ამ ვებგვერდს არ გააჩნია Geolocation API- ის გამოყენების ნებართვა
ru: Пользователь не дал разрешения на получения местоположения через Geolocation API
zh: 这个网站没有权限使用地理定位API

source: Toggle navigation
ar: تبديل التنقل
es: Navegación alterna
ka: ნავიგაციაზე გადართვა
ru: Переключить навигацию
zh: 切换导航

# CompleteQuestionsUnanswered
source: Unanswered
ar: بلا إجابة
es: Sin respuesta
fr: Sans réponse
ka: უპასუხოდ
ru: Неотвеченных
zh: 未回答

# QuestionUnsupported
source: Unsupported question type
ar: نوع السؤال غير معتمد
es: Tipo de pregunta no admitido
fr: Type de question non pris en charge
ka: არასწორი კითხვის ტიპი
ru: Неподдерживаемый тип вопроса
zh: 不支持的问题类型

# PhotoUpload
source: Upload a photo
ar: تحميل صور
es: Subir foto
fr: Importer une photo
ka: ფოტოს ატვირთვა
ru: Загрузить фото
zh: 上传图片

source: Web interview
ar: مقابلة مع الشبكة
es: Entrevista Web
fr: Entretien web
ka: ვებ ინტერვიუ
ru: Веб интервью
zh: 网页访谈

# CompleteAbout
source: You are about to complete this interview
ar: أنت على وشك الانتهاء من هذه المقابلة
es: Estás a punto de completar esta entrevista
fr: Vous êtes sur le point d'achever cet entretien
ka: თქვენ აპირებთ ამ გასაუბრების დასრულებას
ru: Вы на финальной стадии работы с интервью
zh: 即将完成这个访谈

# GPSNotAvailable
source: Your browser does not support receiving Geolocation
ar: لا يدعم المستعرض الخاص بك تلقي تحديد الموقع الجغرافي
es: Su navegador no admite la recepción de Geo localización
fr: Votre navigateur ne permet pas la géolocalisation
ka: თქვენი ბრაუზერს არ აქვს Geolocation-ის მხარდაჭერა
ru: Ваш Браузер не поддерживает получение местоположения через Geolocation API
zh: 您的浏览器不支持接收Geolocation

source: Yes
ar: نعم
es: Si
fr: Oui
ka: დიახ
ru: Да
zh: 是

# CommentPosting
source: Posting...
ru: Отправка...
zh: 正在发表……

# InterviewReceivedCantModify
source: Interview is received by interviewer and cannot be modified
es: La entrevista ha sido recibida por un entrevistador y no puede modificarse
ru: Интервью получено интервьюером и не может быть изменено
zh: 由调查员完成的访谈无法被更改

source: Show on map
ru: Показать на карте

# WebTesterSessionOver
source: Tester session is over
ru: Сессия окончена

# WebTesterSessionOverMessage
source: Please close this page. You may open new one by returning to Designer site
ru: Пожалуйста закройте окно тестера.

# LoadingQuestionnaire
source: Loading questionnaire. Please wait...
ru: Загружаем опросник. Пожалуйста подождите...

# WarningsHeader
source: Warnings
ru: Предупреждения

source: Reload questionnaire
ru: Загрузить новый опросник

# CoverBrokenPackegeTitle
source: Error: This interview is corrupted
ru: Ошибка: Это интервью не последней версии

# CoverBrokenPackegeText
source: Attention! This interview has corrupted data, <br /> only previous version of interview is available. <br /> Contact support for assistance.
ru: Внимание! Это интервью содержит поврежденные данные, <br /> поэтому доступна только предыдущая версия. <br /> Oбратитесь в тех. поддержку за помощью

# NumberCannotBeLessThanProtected
source: Entered value can not be less than protected answer
ru: Введенное значение не может быть меньше чем защищенный ответ

# Interview_Overview_NotAnswered
source: Not answered
ru: Не отвечен

# Interview_Overview_AdditionalInformation
source: Additional question information
ru: Дополнительная информация о вопросе
