Repository: surveysolutions/surveysolutions
Catalog: src/Core/BoundedContexts/Tester/WB.Core.BoundedContexts.Tester/Properties/TesterUIResources.*.resx
Languages: ar, cs, es, fr, id_id, ka, pt_pt, ru_ru, sq, th, uk, zh

# Dashboard_HaveNotBeenUpdated
source: list has not been updated
ar: لم يتم تحديث القائمة
cs: seznam nebyl aktualizován
es: La lista no ha sido actualizada
fr: la liste n'a pas été mise à jour
id_id: Daftar belum diperbarui
ka: ჩამონათვალი არ განახლებულა
pt_pt: lista ainda não foi atualizado
ru_ru: не обновлялись
sq: lista nuk është përditësuar
th: ไม่มีรายการที่ถูกปรับปรุง
uk: список не оновлювався
zh: 列表未更新

# Dashboard_LastUpdated
source: list was updated {0}
ar: تم تحديث القائمة {0}
cs: seznam byl aktualizován {0}
es: lista ha sido actualizada {0}
fr: la liste a été mise à jour le {0}
id_id: Daftar yang diperbarui {0}
ka: ჩამონათვალი განახლდა {0}
pt_pt: lista foi atualizado {0}
ru_ru: обновлялись {0}
sq: lista u përditësua {0}
th: รายการถูกปรับปรุง {0}
uk: список оновлено {0}
zh: 列表更新于{0}

# ImportQuestionnaire_CheckConnectionToServer
source: Connecting to server
ar: الاتصال بالخادم
cs: Připojení k serveru
es: Conectando al servidor
fr: Connexion au serveur en cours
id_id: Menghubungkan ke server
ka: სერვერთან დაკავშირება
pt_pt: Conectando ao servidor
ru_ru: Подключаемся к серверу
sq: Po lidhet me serverin
th: กำลังเชื่อมต่อกับเซิร์ฟเวอร์
uk: Підключення до сервера
zh: 正在连接到服务器

# ImportQuestionnaire_CreateInterview
source: Creating interview
ar: انشاء مقابلة
cs: Vytvořit rozhovor
es: Creando entrevista
fr: Création de l'entretien en cours
id_id: Membuat wawancara
ka: ინტერვიუს შექმნა
pt_pt: Criação de entrevista
ru_ru: Создаем новое интервью
sq: Po krijon intervistën
th: สร้างการสัมภาษณ์
uk: Створення інтерв'ю
zh: 正在创建问卷

# ImportQuestionnaire_DownloadProgress
source: Downloading questionnaire - {0}%
ar: تنزيل الاستبيان - {0}٪
cs: Stahování dotazníku – {0} %
es: Descargando cuestionario - {0} %
fr: Téléchargement du masque en cours - {0} %
id_id: Mengunduh kuesioner - {0} %
ka: მიმდინარეობს კითხვარების გადმოწერა - {0}%
pt_pt: Transferindo o questionário - {0} %
ru_ru: Скачиваем опросник - {0}%
sq: Pyetësori po shkarkohet - {0}%
th: กำลังดาวน์โหลดแบบสอบถาม - {0} %
uk: Завантаження анкети - {0}%.
zh: 正在下载问卷模板 -{0}%

# ImportQuestionnaire_Error_Forbidden
source: Can't open the questionnaire "{0}". Your Designer user account is not authorized. Please check your login and password.
ar: لا يمكن فتح الاستبيان "{0}". حساب المستخدم المصمم غير مصرح به يرجى التحقق من تسجيل الدخول وكلمة المرور
cs: Dotazník „{0}“ nelze otevřít. Váš uživatelský účet v aplikaci Designer není autorizován. Zkontrolujte prosím své přihlašovací jméno a heslo.
es: No se puede abrir el cuestionario «{0}». Su cuenta de usuario de Designer no está autorizada. Por favor, compruebe su nombre de usuario y contraseña.
fr: Impossible d'ouvrir le questionnaire « {0} ». Votre compte d'utilisateur de Designer n'est pas autorisé à accéder à ce questionnaire. Veuillez vérifier votre login et mot de passe.
id_id: Tidak bisa membuka kuesioner "{0}". Akun Desainer Anda tidak berwenang. Silakan periksa login dan password Anda.
ka: კითხვარის "{0}" გახსნა შეუძლებელია. თქვენი დიზაინერის ანგარიში არაავტორიზებულია. გთხოვთ, შეამოწმოთ თქვენი მომხმარებლის სახელი და პაროლი.
pt_pt: Não é possível abrir o questionário "{0}". Sua conta de usuário do Designer não é autorizada. Por favor, verifique seu login e senha.
ru_ru: Невозможно открыть опросник {0}. Ваша учетная запись не авторизирована. Пожалуйста, проверьте ваши логин и пароль
sq: Pyetësori "{0}" nuk mund të hapet. Llogaria juaj e përdoruesit në Designer nuk është e autorizuar. Ju lutemi, kontrolloni emrin e regjistrimit dhe fjalëkalimin
th: ไม่สามารถเปิดแบบสอบถาม "{0}" ได้ กรุณาตรวจสอบชื่อผู้ใช้และรหัสผ่าน
uk: Не вдається відкрити анкету "{0}". Ваш обліковий запис користувача веб-додатку Designer не авторизований. Будь ласка, перевірте логін і пароль.
zh: 未能打开问卷模板“{0}”。您的问卷设计系统账号未获授权。请检查您的用户名或密码

# ImportQuestionnaire_Error_NotFound
source: Can't open the questionnaire "{0}". The questionnaire cannot be found. Please refresh the list of questionnaires.
ar: لا يمكن فتح الاستبيان "{0}". لا يمكن العثور على الاستبيان. يرجى تحديث قائمة الاستبيانات.
cs: Dotazník „{0}“ nelze otevřít. Dotazník nelze najít. Obnovte prosím seznam dotazníků.
es: No se puede abrir el cuestionario «{0}». El cuestionario no se encuentra. Por favor, actualice la lista de cuestionarios.
fr: Impossible d'ouvrir le questionnaire « {0} ». Le questionnaire ne peut pas être retrouvé. Veuillez actualiser la liste des questionnaires.
id_id: Tidak bisa membuka kuesioner "{0}". Kuesioner tidak dapat ditemukan. Silahkan refresh daftar kuesioner.
ka: კითხვარის "{0}" გახსნა შეუძლებელია. კითხვარი ვერ მოიძებნა. გთხოვთ, განაახლოთ კითხვარების ჩამონათვალი.
pt_pt: Não é possível abrir o questionário "{0}". O questionário não pode ser encontrado. Por favor, atualize a lista de questionários.
ru_ru: Невозможно открыть опросник {0}. Опросник не найден. Обновите список опросников, пожалуйста.
sq: Pyetësori "{0}" nuk mund të hapet. Pyetësori nuk mund të gjendet. Ju lutemi, rifreskoni listën e pyetësorëve.
th: ไม่สามารถเปิดแบบสอบถาม "{0}" ได้ เนื่องจากไม่พบแบบสอบถาม กรุณากดรีเฟรช
uk: Не вдається відкрити анкету "{0}". Анкета не знайдена. Будь ласка, оновіть список анкет.
zh: 未能打开问卷模板“{0}”。未找到问卷模板。请刷新问卷模板列表。

# ImportQuestionnaire_Error_PreconditionFailed
source: Can't open the questionnaire "{0}". The questionnaire has errors. Please fix this in Designer.
ar: لا يمكن فتح الاستبيان "{0}". يحتوي الاستبيان على أخطاء. الرجاء إصلاح هذا في المصمم.
cs: Dotazník „{0}“ nelze otevřít. Dotazník obsahuje chyby. Opravte ho prosím v aplikaci Designer.
es: No se puede abrir el cuestionario «{0}». El cuestionario tiene errores. Por favor, arregle esto en Designer.
fr: Impossible d'ouvrir le questionnaire « {0} ». Le questionnaire comporte des erreurs. Veuillez faire des corrections au questionnaire sur le site Designer.
id_id: Tidak bisa membuka kuesioner "{0}". Kuesioner memiliki kesalahan. Silahkan perbaiki di Desainer.
ka: კითხვარის "{0}" გახსნა შეუძლებელია. კითხვარს აქვს შეცდომები. გთხოვთ, გაასწოროთ ის დიზაინერში.
pt_pt: Não é possível abrir o questionário "{0}". O questionário tem erros. Por favor corrigir isso no Designer.
ru_ru: Невозможно открыть опросник {0}. Опросник содержит ошибки. Исправьте, пожалуйста, их в Survey Solutions Designer.
sq: Pyetësori "{0}" nuk mund të hapet. Pyetësori ka gabime. Ju lutemi, korrigjojeni këtë në Designer.
th: ไม่สามารถเปิดแบบสอบถาม "{0}" ได้ เนื่องจากแบบสอบถามมีข้อผิดพลาด กรุณาแก้ไขแบบสอบถามที่ Survey Solutions Designer
uk: Не вдається відкрити анкету "{0}". Анкета містить помилки. Будь ласка, виправте це в веб-додатку Designer.
zh: 未能打开问卷模板“{0}”。问卷模板有错误。请在问卷设计系统中修订。

# ImportQuestionnaire_StoreQuestionnaire
source: Saving questionnaire to local storage
ar: حفظ الاستبيان إلى التخزين المحلي
cs: Ukládání dotazníku do místního úložiště
es: Guardando cuestionario en almacenamiento local
fr: Sauvegarde du masque au stockage local en cours
id_id: Menyimpan kuesioner ke penyimpanan lokal
ka: კითხვარის დამახსოვრება ლოკალურ საცავში
pt_pt: Salvando o questionário para armazenamento local
ru_ru: Сохранение опросника в локальном хранилище
sq: Pyetësori po ruhet në memorien lokale
th: กำลังบันทึกแบบสอบถามไว้บนเครื่องที่ใช้งาน
uk: Збереження анкети в локальному сховищі
zh: 正在保存问卷模板到本地存储器

# ImportQuestionnaireAttachments_DownloadProgress
source: Downloading questionnaire attachments - {0}%
ar: تنزيل مرفقات الاستبيان - {0}٪
cs: Stahování příloh dotazníku – {0} %
es: Descargando adjuntos del cuestionario - {0}%
fr: Téléchargement de fichiers joints - {0} %
ka: მიმდინარეობს კითხვარის მიმაგრებული ფაილების ჩამოტვირთვა - {0}%
ru_ru: Скачиваем аттачмент - {0}%
sq: Bashkëlidhjet e pyetësorit po shkarkohen - {0}%
uk: Завантаження вкладень до анкети - {0}%.
zh: 正在下载问卷模板附件 -{0}%

# Login_Error_EmptyName
source: Please enter correct login
cs: Zadejte prosím správné přihlašovací údaje
es: Favor ingresar el usuario correcto
uk: Будь ласка, введіть правильний логін

# Login_Error_NotFound
source: Designer web application is not accessible at this moment. Check connection setting or try again later
ar: تطبيق الويب للمصمم لا يمكن الوصول إليه في هذه اللحظة. تحقق من إعداد الاتصال أو أعد المحاولة لاحقا
cs: Webová aplikace Designer není v tuto chvíli přístupná. Zkontrolujte nastavení připojení nebo to zkuste znovu později
es: La aplicación web Designer no es accesible en este momento. Compruebe la configuración de la conexión o inténtelo más tarde
fr: Le site Designer n'est pas accessible en ce moment. Veuillez vérifiez votre connexion ou réessayez plus tard
id_id: Aplikasi web desainer tidak dapat diakses pada saat ini. Periksa pengaturan sambungan atau coba lagi nanti
ka: დიზაინერის ვებ-აპლიკაცია ამ მომენტისთვის ხელმისაწვდომი არაა. შეამოწმეთ კავშირის პარამეტრები ან სცადეთ მოგვიანებით
pt_pt: Aplicativo web Designer não está acessível neste momento. Verifique a configuração de conexão, ou tente novamente mais tarde
ru_ru: Приложение Designer недоступно в текущий момент
sq: Për momentin, nuk mund të hyni në aplikacionin Designer në internet. Kontrollo cilësimet e lidhjes me internetin ose provoje sërish më vonë
th: ไม่สามารถเข้าถึงเว็บแอพพลิเคชันของ Survey Solutions Designer ได้ในขณะนี้ กรุณาตรวจสอบการตั้งค่าการเชื่อมต่อ หรือลองอีกครั้งภายหลัง
uk: Веб-додаток Designer зараз недоступний. Перевірте налаштування з'єднання або спробуйте пізніше
zh: 问卷设计系统网站目前无法访问。检查连接设置或稍后再试

# MenuItem_Title_Dashboard
source: Questionnaires
ar: الاستبيانات
cs: Dotazníky
es: Cuestionarios
fr: Masques du questionnaire
id_id: Kuesioner
ka: კითხვარები
pt_pt: Questionários
ru_ru: Опросники
sq: Pyetësorë
th: แบบสอบถาม
uk: Анкети
zh: 问卷模板

# MenuItem_Title_Language
source: Language
ar: اللغة
cs: Jazyk
es: Idioma
fr: Langue
ka: ენა
ru_ru: Язык
sq: Gjuha
uk: Мова
zh: 语言

# MenuItem_Title_Language_Original
source: Original
ar: أصلي
cs: Originál
fr: Version originale
ka: ორიგინალი
ru_ru: Исходный
sq: Fillestar
uk: Оригінал
zh: 初始

# MenuItem_Title_Reload
source: Reload questionnaire
ar: إعادة تحميل الاستبيان
cs: Znovu načíst dotazník
es: Recargar cuestionario
fr: Actualiser le masque
ka: კითხვარის ხელახლა ჩატვირთვა
sq: Ngarko edhe njëherë pyetësorin
uk: Перезавантажити анкету
zh: 重新加载问卷模板

# MenuItem_Title_Settings
source: Settings
ar: الاعدادات
cs: Nastavení
es: Configuración
fr: Paramètres
id_id: Pengaturan
ka: პარამეტრები
pt_pt: Configurações
ru_ru: Настройки
sq: Cilësimet
th: การตั้งค่า
uk: Налаштування
zh: 设置

# MenuItem_Title_SignOut
source: Sign out
ar: تسجيل خروج
cs: Odhlásit se
es: Cerrar sesión
fr: Se déconnecter
id_id: Keluar
ka: გამოსვლა
pt_pt: Terminar sessão
ru_ru: Выход
sq: Dil
th: ออกจากระบบ
uk: Вийти з аккаунта
zh: 注销

# Prefs_AcceptUnsignedSummary
source: Disable SSL certificate validation
ar: تعطيل التحقق من صحة شهادة SSL.
cs: Zakázat ověření certifikátu SSL
es: Desactivar validación de certificado SSL
fr: Désactiver la validation de certificat SSL
id_id: Menonaktifkan validasi sertifikat SSL
ka: SSL სერტიფიკატის ვალიდაციის გათიშვა
pt_pt: Desabilitar a validação de certificado SSL
ru_ru: Отключить проверку SSL сертификатов
sq: Çaktivizo validimin e certifikatës SSL
th: ปิดการใช้งานการตรวจสอบ SSL certificate
uk: Вимкнути перевірку SSL-сертифіката
zh: 禁用SSL证书验证

# Prefs_AcceptUnsignedTitle
source: Accept all SSL certificates
ar: قبول جميع شهادات SSL
cs: Přijmout všechny certifikáty SSL
es: Aceptar todos los certificados SSL
fr: Accepter tous les certificats SSL
id_id: Menerima semua sertifikat SSL
ka: მივიღოთ ყველა SSL სერტიფიკატი
pt_pt: Aceitar todos os certificados SSL
ru_ru: Принимать все SSL сертификаты
sq: Prano të gjitha certifikatat SSL
th: ยอมรับ SSL certificate ทั้งหมด
uk: Приймати всі SSL-сертифікати
zh: 接受所有SSL证书

# Prefs_ConnectionSettings
source: Connection settings
ar: اعدادات الاتصال
cs: Nastavení připojení
es: Configuración de la conexión
fr: Paramètres de connexion
id_id: Pengaturan sambungan
ka: კავშირის პარამეტრები
pt_pt: Configurações de Conexão
ru_ru: Настройки подключения
sq: Cilësimet e lidhjes me internetin
th: การตั้งค่าการเชื่อมต่อ
uk: Налаштування підключення
zh: 连接设置

# Prefs_DesignerEndPointSummary
source: URL that is used to communicate with designer application
ar: عنوان url الذي يتم استخدامه للتواصل مع تطبيق المصمم
cs: URL, která se používá ke komunikaci s aplikací Designer
es: Dirección URL que se utiliza para comunicarse con aplicación Designer
fr: URL utilisé pour communiquer avec application de Designer
id_id: URL yang digunakan untuk berkomunikasi dengan aplikasi desainer
ka: URL, რომელიც გამოიყენება დიზაინერის აპლიკაციასთან დასაკავშირებლად
pt_pt: URL que é usada para se comunicar com o aplicativo designer
ru_ru: URL для подключения к приложению Survey Solutions Designer
sq: URL-ja që përdoret për të komunikuar me aplikacionin designer
th: URL ที่ใช้ในการติดต่อกับ Survey Solutions Designer
uk: URL-адреса, яка використовується для зв'язку з веб-додатком Designer
zh: 与问卷设计系统进行通讯的网址

# Prefs_DesignerEndPointTitle
source: Designer URL
ar: عنوان المصمم URL
cs: URL aplikace Designer
es: URL de Designer
fr: URL du site Designer
id_id: URL Desainer
ka: დიზაინერის URL
pt_pt: URL do designer
ru_ru: URL приложения Designer
sq: URL-ja Designer
th: URL ของ Survey Solutions Designer
uk: URL-адреса дизайнера
zh: 问卷设计系统网址

# Prefs_GpsReceiveTimeoutSecSummary
source: Number of seconds to wait for coordinates
ar: عدد الثواني للانتظار للإحداثيات
cs: Několik vteřin vyčkejte na souřadnice
es: Número de segundos a esperar para coordenadas
fr: Délai d'attende de réponse pour des coordonnées GPS, en secondes
id_id: Jumlah detik untuk menunggu Koordinat
ka: კოორდინატების მიღების მოლოდინისთვის საჭირო წამების რაოდენობა
pt_pt: Número de segundos para esperar por coordenadas
ru_ru: Количество секунд, в течении которых будет ожидаться получение GPS координат
sq: Numri i sekondave që duhet pritur për koordinatat
th: จำนวนวินาทีในการจับพิกัด
uk: Кількість секунд для очікування координат
zh: 等待坐标的时间（秒）

# Prefs_GpsReceiveTimeoutSecTitle
source: GPS Receive timeout
ar: نظام تحديد المواقع وصل الى انتهاء المهلة
cs: Časový limit příjmu GPS
es: Tiempo de espera para la recepción de GPS
fr: Délai d'attente de réponse du GPS
id_id: Waktu menerima GPS sudah habis
ka: GPS-ის მიღებისთვის საჭირო დაყოვნება
pt_pt: GPS receber timeout
ru_ru: Время ожидания при считывании GPS координат
sq: Koha e GPS Receive skadoi
th: กำหนดเวลาในการจับพิกัด
uk: Тайм-аут прийому GPS
zh: GPS接收超时

# Prefs_HttpResponseTimeoutSummary
source: Number of seconds to wait until server response
ar: عدد الثواني للانتظار حتى استجابة الخادم
cs: Několik vteřin vyčkejte na odpověď serveru
es: Número de segundos para esperar respuesta del servidor
fr: Délai d'attente de réponse, en secondes, pour le serveur
id_id: Jumlah detik untuk menunggu sampai server merespon
ka: სერვერის პასუხის მოლოდინისთვის საჭირო წამების რაოდენობა
pt_pt: Número de segundos para esperar a resposta do servidor
ru_ru: Количество секунд, в течении которых будет ожидаться получение ответа от сервера
sq: Numri i sekondave që duhet pritur derisa të përgjigjet serveri
th: จำนวนวินาทีในการรอการตอบสนองของเซิร์ฟเวอร์
uk: Кількість секунд очікування відповіді сервера
zh: 等待服务器响应的时间（秒）

# Prefs_HttpResponseTimeoutTitle
source: Server Response timeout
ar: مهلة استجابة الخادم انتهت
cs: Časový limit odpovědi serveru
es: Tiempo de respuesta de servidor
fr: Délai d'attente de réponse du serveur dépassé
id_id: Waktu respon server sudah habis
ka: სერვერიდან პასუხის დაყოვნება
pt_pt: Tempo limite de resposta do servidor
ru_ru: Время ожидания при общении с сервером
sq: Afati i skadimit të Përgjigjes së Serverit
th: กำหนดเวลาในการตอบสนองของเซิร์ฟเวอร์
uk: Таймаут відповіді сервера
zh: 服务器响应超时

# Prefs_ShowAnswerTime
source: Show elapsed time per answer
cs: Zobrazit uplynulý čas na odpověď
es: Mostrar el tiempo transcurrido por respuesta
fr: Montrer le temps écoule par réponse
sq: Shfaq kohën që e kaluar për çdo përgjigje
uk: Показувати час, що минув за відповідь
zh: 显示每个答案的已用时间

# Prefs_ShowAnswerTimeSummary
source: Measures enablement, validation and roster propagation time. Receiving GPS data or picture taking time is not included.
cs: Měří dobu aktivace, validace a šíření seznamu. Příjem GPS dat nebo doba pořízení snímku nejsou zahrnuty.
es: Activación el tiempo de activación, validación y propagación del roster. El tiempo de recepción de datos GPS y tiempo para tomar fotografías no están incluidos.
fr: Mesure l'activation, la validation et le temps de propagation de la liste. La réception de données GPS ou la prise de photos ne sont pas incluses.
sq: Aktivizimi i masave, validimi dhe koha e përhapjes së rosterit. Marrja e të dhënave ose pamjeve GPS që kërkojnë kohë nuk përfshihet.
uk: Час увімкнення, перевірки та розмноження ростеру. Час отримання GPS-даних або фотографування не враховується.
zh: 度量启用、验证和名单传播的时间。接收GPS数据或图片的时间没有包括在内。

# Prefs_ShowVariables
source: Show variables
ar: اظهار المتغيرات
cs: Zobrazit proměnné
es: Mostrar variables
fr: Montre la valeur des variables
ka: ცვლადების ჩვენება
ru_ru: Отображать переменные
sq: Shfaq variablet
uk: Показати змінні
zh: 显示变量

# Prefs_ShowVariablesSummary_Checked
source: Variables are shown in the interview with value and description
ar: يتم عرض المتغيرات في المقابلة مع القيمة والوصف
cs: Proměnné jsou v rozhovoru uvedeny s hodnotou a popisem
es: Se muestran las variables en la entrevista con sus valores y descripciones
fr: Valeur des variables affichées
ka: ინტერვიუში ნაჩვენები ცვლადები მნიშვნელობებით და განმარტებებით
ru_ru: Переменные отображаются при прохождении интервью
sq: Variablet shfaqen në intervistë me vlerë dhe përshkrim
uk: Змінні показані в інтерв'ю зі значенням та описом
zh: 在问卷中变量将显示为值和描述

# Prefs_ShowVariablesSummary_UnChecked
source: Variables are hidden
ar: المتغيرات مخفية
cs: Proměnné jsou skryté
es: Las variables están ocultas
fr: Valeur des variables cachées
ka: ცვლადები უხილავია
ru_ru: Переменные скрыты
sq: Variablet janë të fshehura
uk: Змінні приховані
zh: 变量被隐藏

# Prefs_VersionSummaryFormat
source: Version: {0}
ar: النسخة :{0}
cs: Verze: {0}
es: Versión: {0}
id_id: Versi: {0}
ka: ვერსია: {0}
pt_pt: Versão: {0}
ru_ru: Версия: {0}
sq: Versioni: {0}
th: เวอร์ชัน : {0}
uk: Версія: {0}
zh: 版本：{0}

# Prefs_VersionTitle
source: Application version
ar: نسخة التطبيق
cs: Verze aplikace
es: Versión de la aplicación
fr: Version de l'application
id_id: Versi aplikasi
ka: აპლიკაციის ვერსია
pt_pt: Versão do aplicativo
ru_ru: Версия приложения
sq: Versioni i aplikacionit
th: เวอร์ชันของแอพพลิเคชัน
uk: Версія програми
zh: 应用程序版本：

# ReloadInterviewErrorMessage
source: Interview data can't be applied to a new version of the questionnaire. We will open a empty interview
ar: لا يمكن تطبيق بيانات المقابلة على النسخة الجديدة من الاستبيان. سنفتح مقابلة فارغة
cs: Údaje z rozhovoru nelze použít na novou verzi dotazníku. Bude otevřen prázdný rozhovor
es: Los datos de la entrevista no se pueden aplicar a la nueva versión del cuestionario. Entrevista vacía creada
fr: Réponses ne peuvent pas être appliquées à la nouvelle version du masque. Nous allons ouvrir un nouvel entretien vide
ka: კითხვარის ახალ ვერსიას ვერ მიესადაგება ინტერვიუს მონაცემები. ჩვენ გავხსნით ცარიელ ინტერვიუს
sq: Të dhënat e intervistës nuk mund të përdoren në versionin e ri të pyetësorit. Ne do të hapim intervistë bosh
uk: Дані інтерв'ю не можуть бути застосовані до нової версії анкети. Ми відкриємо порожнє інтерв'ю
zh: 问卷数据不能应用于新版本的问卷模板。我们将打开一份空问卷
