[{"id":344, "alternateId":"b49d36b1-3517-44ab-b57e-fa5f260b2b99", "pid":0, "name":"Household Surveys - Packages", "description":"Household survey \"packages\"", "notes":"", "published":1, "weight":344},
 {"id":345, "alternateId":"ID_634020958045572427", "pid":344, "name":"AIDS Indicator Survey (AIS)", "description":"The AIDS Indicator Survey (AIS) was developed to provide countries with a standardized tool to obtain indicators for effective monitoring of national HIV/AIDS programs. It is a national sample survey designed to provide\r\ninformation on monitoring and evaluation (M&E) of country’s national HIV/AIDS programs. The AIS will involve interviewing a randomly selected group of women and men who are between 15 and 49 years of age. These respondents will be asked questions about their background, the children they have given birth to, marriage and sexual behavior, their knowledge, attitudes and testing experience of HIV, and other information that will be helpful to policymakers and administrators in HIV and AIDS control.\r\n\r\nThe design for the AIS was guided by the need to have a survey protocol that will provide, in a timely fashion and at a reasonable cost, the information required for meeting HIV/AIDS program reporting requirements, including the collection of the President’s Emergency Plan, UNGASS, and other indicators while ensuring comparability of findings across countries and over time.\r\n\r\nThe AIS is designed to:\r\n- Collect information on behavioral aspects of HIV and AIDS\r\n- Measure differences across the country in HIV indicators\r\n- Assist country in conducting surveys periodically to monitor and evaluate the national HIV and AIDS program\r\n- Provide an international database that can be used by researchers investigating topics related to HIV and AIDS.", "notes":"", "published":1, "weight":345},
 {"id":346, "alternateId":"ID_634020958640572427", "pid":345, "name":"AIS - Household Questionnaire", "description":"The Household Questionnaire includes a cover sheet to identify the household and a form on which all members of the household and visitors are listed. This form is used to record some information about each household member, such as name, sex, age, education, and survival of parents for children under age 18. The Household Questionnaire also collects information on housing characteristics such as type of water source, sanitation facilities, and ownership of durable goods.\r\n\r\nThe Household Questionnaire permits the interviewer to identify women and men who are eligible to be interviewed with the Individual Questionnaire. Women and men age 15-49 years who are members of the household (those that usually live in the household) or visitors (those who do not usually live in the household but who stayed there the previous night) are eligible to be interviewed.", "notes":"", "published":1, "weight":346},
 {"id":347, "alternateId":"ID_634030525274393459", "pid":345, "name":"AIS - Individual Questionnaire", "description":"The individual questionnaire can be used in interviewing either women or men. The questionnaire obtains data on background characteristics, pattern of marital unions, age at sexual debut, pattern of sexual behavior in the last 12 months, condom use, experience with sexually transmitted infections (STIs) and treatment response to self-reported STIs, knowledge and attitudes related to HIV/AIDS, and coverage of HIV-testing.\r\n\r\nThe Individual Questionnaire consists of five sections as follows:\r\nSection 1: Respondent’s Background\r\nSection 2: Reproduction\r\nSection 3: Marriage and Sexual Activity\r\nSection 4: HIV/AIDS\r\nSection 5: Other Health Issues\r\n\r\nOne questionnaire will be used to interview both men and women. Questions to be asked during the interview have been worded to be neutral so they can be asked to either a man or a woman. Questions which require sex-specific phrasing have the wording provided for both sexes in the questionnaire, or the questions which do not apply to both sexes have the opposite sex skip those questions.", "notes":"", "published":1, "weight":347},
 {"id":348, "alternateId":"Survey_Qbank_MAR2009VG6", "pid":344, "name":"Core Welfare Indicator Questionnaire (CWIQ)", "description":"The Core Welfare Indicators Questionnaire (CWIQ) has been developed by the World Bank and its partners to help provide policy-makers with household level information for policy formulation and evaluation. The CWIQ is intended to monitor poverty and the effects of development policies, programs and projects on living standards. \r\n\r\nTo make useful impact assessments, researchers and policy makers require appropriate indicators of welfare status on different population subgroups. National-level indicators are usually insufficient for planning purposes, and traditional impact indicators that measure changes in welfare status (e.g. percent of the population below the poverty line, number of malnourished children etc.) are expensive and time-consuming to collect. While the periodic collection of such impact indicators is necessary, the CWIQ is intended to be applied frequently (possibly annually), so implementation time needs to be short. \r\n\r\nThe CWIQ employs simple indicators to ultimately identify who is, and who is not, benefiting from various actions designed to improve the social and economic status of the poor. The conceptual framework within which the core list of indicators has been developed is as follows: in order for communities and households to maximize their potential, they need to have access to services and facilities that will help them improve their living standards. The CWIQ therefore focuses on the collection of information to measure peoples’ access, utilization, and satisfaction with key social and economic services. Thus for instance in the case of schooling, the CWIQ asks for: distance to the nearest school (access), number of children enrolled in school by age and gender (utilization), and whether the household is satisfied with the quality of the schooling (satisfaction). \r\n\r\nCWIQ Indicators \r\n\r\nThe indicators available through the CWIQ survey are of two types: i) indicators of standards of living for the household and household members, and ii) indicators of access, utilization, and satisfaction with community and other basic services (amenities, education, health, etc.). \r\n\r\nThe key indicators include: \r\n\r\nIndicators of Living Standards: \r\n- Percent of households reporting diminishing/increasing land assets. \r\n- Home ownership. \r\n- Type of home construction. \r\n- Percent of households using wood, charcoal or crop residues for cooking fuel. \r\n- Type of fuel used for lighting. \r\n- Ownership of selected household goods. \r\n- Mean number of household members. \r\n- Percent of adults who are literate. \r\n- Percent of persons sick or injured in previous four weeks. \r\n- Type of sickness or injury. \r\n- Percent of children who are malnourished. \r\n\r\nAccess, Utilization and Satisfaction Indicators \r\n- Access to clean water. \r\n- Access to primary and secondary schools. \r\n- Access to local market and public transport. \r\n- Net primary and secondary enrollment rates (by gender). \r\n- Satisfaction with school services. \r\n- Percent of children who do not attend school. \r\n- Reasons for not attending school. \r\n- Primary and secondary drop out rates (by gender). \r\n- Access to medical services. \r\n- Use of medical services by persons sick or injured in previous four weeks. \r\n- Satisfaction with local health service. \r\n- Reasons for nonuse of medical services \r\n- Percent of women with a recent birth who received prenatal care. \r\n- Percent of births delivered in a health facility. \r\n- Percent of births supervised by a formally trained health worker. \r\n- Percent of children who have participated in nutrition programs. \r\n- Percent of children who have participated in weigh-in programs. \r\n- Percent of persons currently employed. \r\n- Percent of persons underemployed. \r\n- Percent of persons unemployed during the previous week \r\n\r\nKey Features of the CWIQ Survey\r\n- A national annual survey which is quick and easy to implement \r\n- Rapid monitoring of key indicators for different population subgroups \r\n- Part of an overall monitoring package \r\n- Short questionnaire and single visit \r\n- Multiple choice questions for easy and rapid data collection \r\n- Scannable data entry to eliminate data entry bottlenecks \r\n- Complete validation specifications and programs \r\n- Standard tabulation plan and programs \r\n- Employs as large a sample as is feasible, given national statistical resource constraints, and the need for rapid results \r\n- A national annual survey which is quick and easy to implement \r\n\r\nAll aspects of the CWIQ converge on one goal: to collect accurate welfare data quickly enough to inform program and policy decisions. Measures are taken at every stage of the survey process to reduce time to outputs. \r\n\r\nThe CWIQ makes use of sampling data already available in the country, employs a standardized questionnaire, standardized data entry and presentation of results, all with the aim of reducing the time from initiation of the survey to analysis of the data. \r\n\r\nThe CWIQ is intended to be an annual, nationally representative survey of households. While the number of indicators the CWIQ can measure is limited, it does allow the calculation of indices at a relatively disaggregated level. Comparisons can be made between different population groups across regions. \r\n\r\nThe CWIQ would ideally be part of an overall national monitoring package which could also include focus-group interviews and qualitative studies, panel surveys to monitor income, expenditure and consumption patterns, and periodic (e.g., 5-year) nationwide Integrated Surveys. \r\n\r\nThe CWIQ is deliberately short so that it can be easily administered each year, without causing undue disruption to other survey activities in which the statistical organization may be involved. \r\n\r\nIdeally, the CWIQ would be implemented as a core questionnaire which remains constant, and play host to an accompanying rotating module. The contents of the module would be dictated by special interests of the country, to monitor use, access, and satisfaction for services not included in the core. The questionnaire is very short. It is easily administered and average interview time will only be around half an hour. The interview requires only a single visit to the household, and in most cases can be completed with the assistance of a single household member. Certain parts of the questionnaire collect information on individual household members, others relate to the household as a whole. The questionnaire also includes an anthropometry section which requires the interviewer to measure the height and weight of children under 5 years of age. Interview duration will vary, depending on the number of children to be measured. \r\n\r\nMost of the questions are multiple choice, requiring only a single coded answer. This greatly reduces overall interview time. \r\n\r\nScannable data entry \r\n\r\nWhile survey data are ordinarily entered into computers via keyboard operators, the CWIQ questionnaire is designed to be optically scanned by machine. This greatly reduces the time required for data entry, and also eliminates data entry errors introduced by keyboard entry. The use of scanners does, however, pose certain restrictions on the type and length of questionnaire that can be used. For instance, open-ended questions and questions which cannot be pre-coded cannot be processed. Scannable questionnaire forms must also be carefully handled and filled in, and need to be printed with great accuracy in order to minimize the chance of misreading during scanning. \r\n\r\nProcessing of the data includes a range of validation and consistency checks that are carried out on the data to ensure that data quality is of the highest order. \r\n\r\nStandardizing the presentation of results greatly decreases the time between data collection and data presentation, making the results of the CWIQ ever more useful to both program monitoring and policy evaluation. Reports will be accurate and allow the data to be easily digested. \r\n\r\nSample sizes must meet some minimal requirements in order to obtain reliable estimates. For example, a country desiring regional-level estimates would, as a rough rule of thumb, need to sample at least 30 clusters per region (the number of regions in a country may vary roughly from 10 to 30 regions). In addition, there should be a minimum of 10 households selected per cluster. Therefore, a country with 10 regions would need to have a minimum sample size of 3000 households to obtain regional level estimates (10 regions x 30 clusters x 10 households per cluster = 3000). Sample sizes quickly mount up as the level of disaggregation increases. A country with 30 districts or zones wanting district level estimates would need a total sample size of at least 9,000 households. \r\n\r\nCWIQ Limitations \r\n\r\nThe unique value of the CWIQ lies in its ability to provide rapid information on key indicators for policy target groups. The CWIQ can do this because of its design as an \"off-the-shelf\" product. Meaning, it does not require changes, and is ready to be fielded in its present condition. The resulting limitation is the necessity for implementing organizations to withstand inevitable pressures to add or change questions, in order not to jeopardize the CWIQ’s main objective of providing rapid results. While it is always tempting to expand the content of a questionnaire going into the field, any such changes will significantly delay the processing of results, as all changes to the questionnaire require data processing programs to be adapted accordingly. \r\n\r\nWhile the CWIQ does collect a wealth of information, there exist a number of household welfare issues that it does not address. The CWIQ is not a survey to measure household income or expenditures. It cannot capture the intricacies of intra-household relations or the contributions by different members of the household to income or welfare. It does not address questions of seasonality or migration, nor detail the composition and production of agricultural holdings or other enterprises. \r\n\r\nIn order to overcome the limitation imposed by the relatively inflexible design of the CWIQ, and to meet the requirements of individual country needs, a distinction is made between the \"core\" questionnaire, which is relatively fixed, and \"modules\", which can be much more flexible. The appropriate vehicle for adapting the CWIQ core questionnaire to country-specific circumstances is the module. Modules can be designed to supplement the information collected in the core. Fielding of modules can be done using the same enumerators, and the same sample. However, modules should normally be conducted as a separate activity, at some time after processing of the CWIQ has been completed, so as not to delay the processing and analysis of the core data. \r\n\r\nA CWIQ survey timeline has been developed for countries or agencies proposing to implement a CWIQ. The project begins with the implementation of a one month pilot survey. The pilot is the vehicle through which on or two consultants will work with the implementing agency to demonstrate the methodology of the CWIQ. A small, (non-representative) sample of about 1,000 households is enumerated, including both urban and rural households. The pilot phase ends with an evaluation workshop to assess the survey experience and establish a timetable for the national survey. Work on the first national survey begins immediately following the pilot. The first phase of the national survey is the preparation phase-- a period of approximately six months to prepare for the fielding of the survey. During this time equipment is procured, survey logistics are planned, the sample is selected, questionnaires and manuals are printed, data processing procedures and programs are prepared and finalized, and field and data processing staff are recruited and trained. The second phase of the national survey is the period of time in which the survey is in the field, usually spanning no more than three months. Data entry runs in parallel with fieldwork; questionnaires are scanned as they are returned from the field. Thus, the bulk of data entry is done while the survey is still in the field, requiring only a few days beyond the completion of fieldwork to enter the last of the interviews. The final phase of the main survey is comprised of data analysis and production of a report. The data processing team will be able to complete their tasks within a short time of the completion of data collection (entering the last questionnaires, completing data validation, etc.) and produce the tables designed for the summary report. The report should be completed within approximately two months of the end of fieldwork. Results should be presented at a national seminar to discuss and demonstrate their value for policy and project design. In sum, the first implementation of the CWIQ (including demonstration and pilot) may require about 12 months of time to completion: one month for the pilot, six months in preparing for data collection and entry, three months for data collection and entry, and two months for preparation of a report. As experience is gained with the survey, subsequent rounds of the CWIQ are likely to be conducted within an elapsed time period of 2 to 4 months. \r\n\r\nOutputs \r\n\r\nThe CWIQ is intended to generate information as quickly as possible. To meet this goal, a standard tabulation plan has been designed to present key survey results. The tabulation plan includes: (1) tables that are standardized to form the basis of a report-- the standard report tables; and (2) the data processing programs used to produce them. It is not intended that presentation and use of the CWIQ data be delayed by the production of a voluminous statistical report. The standard tabulation plan has been designed to ensure that survey results can be presented within one or two months of the conclusion of fieldwork. \r\nThe tabulation plan encompasses all topics for which data are collected in the CWIQ: \r\n- General results \r\n- Household situation and characteristics \r\n- Education \r\n- Health \r\n- Nutrition \r\n- Employment \r\n\r\nThe standard report tables also present welfare indices for the main subgroups of interest: \r\n- Poverty quintiles (households are categorized into one of five levels of poverty, ranging from the poor to the non-poor) \r\n- Rural/urban residence \r\n- Geographic (administrative) regions \r\n- Socioeconomic groups (occupation of head of household)", "notes":"", "published":1, "weight":348},
 {"id":349, "alternateId":"ID_634009149942732000", "pid":344, "name":"Demographic and Health Survey, Phase 6 (DHS)", "description":"DHS surveys collect primary data using three types of core questionnaires. A Household questionnaire is used to collect information on characteristics of the household’s dwelling unit, and data related to the height and weight for women and children in the household. It is also used to identify members of the household who are eligible for an individual interview. Eligible respondents are then interviewed using an individual Women’s or Men’s questionnaire. For special information on topics that are not contained in the core questionnaires, optional Questionnaire Modules are available.\r\n\r\nMost country surveys collect information on basic demographic and health topics. The Core Questionnaires for MEASURE DHS emphasizes basic indicators and flexibility. In a majority of DHS surveys eligible individuals include women of reproductive age (15-49) and men age (15-59), or in some cases (15-54). In some countries only women are interviewed. Individual questionnaires include information on marriage, fertility, family planning, reproductive health, child health, and HIV/AIDS. \r\n\r\nEach survey is different, with questions that diverge from the standard. The questionnaires used in one country, while containing essentially the same information, may be different in many ways from those used in another country. It is also important to understand that model questionnaires change frequently over time. For example, the DHS questionnaires have changed significantly since the first phase (DHS I). As a result, the model questionnaire has changed with each MEASURE DHS phase. \r\n\r\nIt was also recognized that some countries have a need for special information on topics that are not contained in the core questionnaires. To accommodate this need and to achieve some level of comparability across countries that applied them, optional Questionnaire Modules were developed on a series of topics. \r\n\r\nThe DHS Model Survey Questionnaires in the latest project phase are substantially longer than previous model DHS Questionnaires, primarily because they incorporate topics formerly addressed in separate modules—topics such as to malaria, HIV prevalence, information on orphans and vulnerable children, and support for chronically ill household members.", "notes":"", "published":0, "weight":349},
 {"id":350, "alternateId":"ID_634009150384548000", "pid":349, "name":"DHS - Household Questionnaire", "description":"The Household Questionnaire is used to list all the usual members and visitors in the selected households. Some basic information is collected on the characteristics of each person listed, including age, sex, education, and relationship to the head of the household. The main purpose of the Household Questionnaire is to identify women (and men, if applicable) eligible for individual interview, and children under age five years who are eligible to be weighed, measured and tested for anemia. In addition, information is collected about the dwelling itself, such as the source of water, type of toilet facilities, materials used to construct the house, ownership of various consumer goods, use of iodized salt, and information about mosquito nets. The Household Questionnaire is also used to measure the extent of orphanhood among children under age 18. If HIV testing is included in the survey, results of the informed consent procedure are recorded on the Household Questionnaire.", "notes":"", "published":0, "weight":350},
 {"id":351, "alternateId":"ID_634009688302526000", "pid":349, "name":"DHS - Women’s Questionnaire", "description":"The Woman’s Questionnaire is used to interview women age 15-49. It covers the following sections: \r\n- Background characteristics (age, education, literacy, religion, etc.) \r\n- Reproductive history \r\n- Knowledge and use of contraceptive methods \r\n- Antenatal care, delivery care and postnatal care \r\n- Breastfeeding and infant feeding practices \r\n- Immunization, child health, and nutrition \r\n- Marriage and recent sexual activity \r\n- Fertility preferences \r\n- Husband’s background and respondent’s work \r\n- Knowledge about HIV/AIDS and other sexually transmitted diseases \r\n- Other health issues, e.g., recent injections, smoking habits \r\n- A 5-year calendar to record births, pregnancies, and contraceptive use by method", "notes":"", "published":0, "weight":351},
 {"id":352, "alternateId":"ID_634009688663192000", "pid":349, "name":"DHS - Men’s Questionnaire", "description":"The DHS Man’s Questionnaire is used to interview men age 15-49, though it is often modified to interview men 15-54 or 15-59. It is usually administered to all men living in a sub-sample of households (typically every second or third household). The Man’s Questionnaire is similar to but shorter than the Women’s Questionnaire and covers the following sections: \r\n- Background characteristics (age, education, literacy, religion, etc.) \r\n- Reproductive history \r\n- Knowledge of contraceptive methods \r\n- Marriage and recent sexual activity \r\n- Fertility preferences \r\n- Employment and gender roles \r\n- Knowledge about HIV/AIDS and other sexually transmitted diseases \r\n- Other health issues, e.g., recent injections, smoking habits", "notes":"", "published":0, "weight":352},
 {"id":353, "alternateId":"ID_634010541383080000", "pid":349, "name":"DHS - Additional Modules", "description":"Since many countries need information in addition to what is included in the model questionnaires, DHS has developed several optional modules. Use of these standard modules increases the comparability of data across and within countries, as well as saving time and effort in developing new questions. The optional modules developed by DHS include: \r\n- Maternal mortality \r\n- Domestic violence \r\n- Female genital cutting \r\n- Health expenditures \r\n- Fistula", "notes":"", "published":0, "weight":353},
 {"id":354, "alternateId":"ID_635507955493148896", "pid":344, "name":"Demographic and Health Survey, Phase 7 (DHS)", "description":"DHS surveys collect primary data using four types of Model Questionnaires. A Household Questionnaire is used to collect information on characteristics of the household’s dwelling unit and characteristics of usual residents and visitors. It is also used to identify members of the household who are eligible for an individual interview. Eligible respondents are then interviewed using an Individual Woman’s or Man’s Questionnaire. The Biomarker Questionnaire is used to collect biomarker data on children, women, and men. For special information on topics that are not contained in the Model Questionnaires, optional Questionnaire Modules are available. Interviews are conducted only if the respondent provides voluntary informed consent.\r\n\r\nMost country surveys collect information on basic demographic and health topics. The Model Questionnaires of the DHS Program emphasize basic indicators and flexibility. In a majority of DHS surveys, people eligible for individual interview include women of reproductive age (15-49) and men age 15-49, 15-54, or 15-59. Individual questionnaires include information on fertility, mortality, family planning, marriage, reproductive health, child health, nutrition, and HIV/AIDS.\r\n\r\nSome countries have a need for special information on topics that are not contained in the Model Questionnaires. To accommodate this need, and to achieve some level of comparability across countries that have a need to collect such data, optional Questionnaire Modules address various additional topics.\r\n\r\nIn addition, country-specific questions are typically added to meet local conditions and needs. The questionnaires used in one country, while containing essentially the same information, may be different in many ways from those used in another country. It is also important to understand that the Model Questionnaires change over time. The Model Questionnaires and questionnaire modules have changed with each DHS phase, and the current DHS-7 questionnaires have changed substantially from those used in the first phase of DHS conducted in the 1980’s.", "notes":"", "published":1, "weight":354},
 {"id":355, "alternateId":"ID_635507959149048896", "pid":354, "name":"DHS - Household Questionnaire", "description":"The purpose of the Household Questionnaire is to provide information on general characteristics of the population and their households. It will be used to identify women who are eligible to be interviewed with the Woman’s Questionnaire, and men who are eligible to be interviewed with the Man’s Questionnaire\r\n\r\nThe \"Household Questionnaire\" contains information on the following topics:\r\n- Household Schedule\r\n- Household characteristics", "notes":"", "published":1, "weight":1},
 {"id":356, "alternateId":"ID_635507960984688896", "pid":354, "name":"DHS - Woman’s Questionnaire", "description":"The \"Woman’s Questionnaire\" contains information on the following topics:\r\n- Background characteristics\r\n- Reproductive behavior and intentions\r\n- Contraception\r\n- Antenatal, delivery, and postnatal care\r\n- Breastfeeding and nutrition\r\n- Children’s health\r\n- Husband’s background\r\n- Status of women\r\n- HIV and other sexually transmitted infections\r\n- Other topics", "notes":"", "published":1, "weight":2},
 {"id":369, "alternateId":"ID_635507961561528896", "pid":354, "name":"DHS - Man’s Questionnaire", "description":"The \"Man’s Questionnaire\" is similar to but shorter than the Woman’s Questionnaire. It collects information on the following topics:\r\n\r\n- Background characteristics\r\n- Reproduction\r\n- Knowledge and use of contraception\r\n- Employment and gender roles\r\n- HIV and other sexually transmitted infections\r\n- Other health issues", "notes":"", "published":1, "weight":3},
 {"id":370, "alternateId":"ID_635507962129808896", "pid":354, "name":"DHS - Biomarker Questionnaire", "description":"A biomarker may be thought of as a characteristic that can be independently measured and evaluated as an indicator of normal biologic processes, pathogenic processes, or pharmacologic response to a therapeutic intervention. Biomarker measurements can serve as diagnostic tools to identify diseases in their early stages and can be used as surveillance tools to track changes in disease patterns or to evaluate intervention programs. In population-based surveys, biomarkers help assess the prevalence or occurrence of diseases or conditions and can also be used at a macro level to measure the long-term effect of policies and programs. In the DHS, biomarkers are collected in order to report levels of specific disease and conditions on a population level. \r\n\r\nThe \"Biomarker Questionnaire\" contains information on the following topics:\r\n\r\nAnthropometry: Measuring the height and weight of children, women, and men to determine their nutritional status.\r\n\r\nAnemia: Hemoglobin level in the blood is measured using a finger stick capillary blood sample. The level of hemoglobin is used to determine whether or not the respondent is anemic. Results are shared with the adult respondent, the minor respondent and parent/guardian of the minor respondent, and the parent/guardian of the child. A blood sample is only collected if voluntary informed consent is provided.\r\n\r\nHIV: A capillary blood sample is collected on a filter paper card, dried overnight, and the dried blood sample (DBS) is sent to a laboratory for HIV prevalence testing. Results of the testing are kept completely anonymous and cannot be identified with the respondent. A blood sample is only collected from respondents who provide voluntary informed consent. Respondents eligible for collection of DBS are those who are respondents to the Woman’s or Man’s Questionnaire.", "notes":"Biomarker collection should take place after the completion of the household and individual questionnaires.\r\n\r\nNot all household members are eligible for biomarker collection. Members of the household who are eligible for biomarker collection are: women age 15-49, men age 15-[49], and children under age 6 years old who are usual household residents or are visitors that have stayed in the house the night before the household interview took place. It is the responsibility of the interviewer to identify all of the household members eligible for biomarker collection and to enter their names and line numbers into the Biomarker's Questionnaire. Individuals eligible for biomarker collection will be identified by reviewing these columns from the Household Schedule:\r\n Column (1) Line number\r\n Column (2) Name\r\n Column (4) Sex of household member\r\n Column (7) Age of household member\r\n Column (9) Identification of eligible women, (women age 15-49)\r\n Column (10) Identification of eligible men, (men age 15-[49])\r\n Column (11) Identification of eligible children, (children under age 6) \r\n\r\nAfter referencing the Household Schedule, the interviewer will record the names and line numbers of people eligible for biomarker collection in the Biomarker's Questionnaire. The interviewer will also record the dates of birth of children in Question 203. For a child whose mother was interviewed, the month and year of the child’s birth should be taken from the mother’s birth history (recorded in the Woman’s Questionnaire), while the day of birth must be obtained directly from the mother. For a child whose mother has not been interviewed or is unavailable, the full date of birth must be obtained from a responsible adult.\r\n\r\nThe Biomarker's Questionnaire is then given to the health specialist to record all data related to biomarker collection. It is the responsibility of the health specialist to verify that the information recorded by the interviewer is properly recorded prior to collecting any biomarkers. For children under 6 years, verify the child’s name and line number is written in Question 202. Verify that an exact date of birth (day/month/year) is written in Question 203. Proceed with Question 204. For women, verify the line number and name of all women age 15 - 49 in Question 215, and for men, verify the line number and name all men age 15 - [49] in Question 244.", "published":1, "weight":4},
 {"id":371, "alternateId":"ID_634032950801686132", "pid":344, "name":"Key Indicators Survey (KIS)", "description":"The Key Indicators Survey (KIS) is designed to help meet the monitoring and evaluation needs of programs involved in population and health activities in developing countries, especially to produce data for small areas-regions, districts, catchment areas-that may be targeted by an individual project, although they can be used in nationally representative surveys as well.\r\n\r\nThe questionnaires have been designed to be short and relatively simple, but also to be able to produce indicators comparable to those from a nationally representative Demographic and Health Survey (DHS). Thus, they are population-based (household) survey instruments. The questionnaires are organized around the five strategic objectives of USAID’s Office of Global Health: family planning, maternal health, child health, HIV/AIDS, and infectious diseases.", "notes":"", "published":0, "weight":371},
 {"id":372, "alternateId":"ID_634032951642504905", "pid":371, "name":"KIS - Household Questionnaire", "description":"The purpose of the Household Questionnaire is to provide information on general characteristics of the population and their households. ", "notes":"", "published":0, "weight":372},
 {"id":373, "alternateId":"ID_634033811191703932", "pid":371, "name":"KIS - Family Planning Questionnaire for Women Age 15-49", "description":"The Family Planning Questionnaire consists of a cover page and five sections as follows:\r\n\r\nSection 1: Respondent’s Background \r\nSection 2: Reproduction\r\nSection 3:  Contraception \r\nSection 4:  Marriage and Sexual Activity\r\nSection 5: Fertility Preferences", "notes":"", "published":0, "weight":373},
 {"id":374, "alternateId":"ID_634034052217543726", "pid":371, "name":"KIS - Maternal Health Questionnaire for Women Age 15-49", "description":"The Maternal Health Questionnaire consists of a cover page and five sections as follows:\r\n\r\nSection 1: Respondent’s Background \r\nSection 2: Reproduction\r\nSection 3:  Antenatal and Delivery Care \r\nSection 4:  Marriage\r\nSection 5: Weight and Height", "notes":"", "published":0, "weight":374},
 {"id":375, "alternateId":"ID_634036449080059936", "pid":371, "name":"KIS - Child Health Questionnaire for Mother/Father/Caretaker of Children Under 5", "description":"The Child Health Questionnaire consists of a cover page and four sections as follows:\r\n\r\nSection 1: Respondent’s Background \r\nSection 2: Breastfeeding\r\nSection 3: Child Health \r\nSection 4: Weight and Height", "notes":"", "published":0, "weight":375},
 {"id":376, "alternateId":"ID_634037239484052273", "pid":371, "name":"KIS - HIV/AIDS Questionnaire for Women and Men Age 15-49", "description":"The HIV/AIDS Questionnaire consists of a cover page and three sections as follows:\r\n\r\nSection 1: Respondent’s Background \r\nSection 2: Marriage and Sexual Activity\r\nSection 3:  HIV/AIDS Knowledge and Attitudes", "notes":"", "published":0, "weight":376},
 {"id":377, "alternateId":"ID_634037430794822695", "pid":371, "name":"KIS - Infectious Disease Questionnaire for Women Age 15-49", "description":"The Infectious Disease Questionnaire is focused on women age 15-49.  It consists of a cover page and four sections as follows:\r\n\r\nSection 1: Respondent’s Background \r\nSection 2: Reproduction\r\nSection 3:  Pregnancy and Intermittent Malaria Preventive Treatment \r\nSection 4:  Fever in Children", "notes":"", "published":0, "weight":377},
 {"id":378, "alternateId":"ID_634003918262848000", "pid":344, "name":"Living Standards Measurement Study (LSMS)", "description":"The overall objective of LSMS surveys is to measure and study the determinants of living standards in developing countries, especially the living standards of the poor.To accomplish this objective, LSMS surveys must collect data on many aspects of living standards, on the choices that households make, and on the economic and social environment in which household members live. Much of the analysis undertaken using LSMS surveys attempts to investigate the determinants of living standards—which requires more sophisticated analytical methods than simple descriptive tables.\r\n\r\nLSMS surveys have several characteristics that distinguish them from other surveys. One of the most important is that they use several questionnaires to collect information about many different aspects of household welfare and behavior.These consist of a household questionnaire, a community questionnaire, a price questionnaire, and, in some cases, a facilities questionnaire. \r\n\r\nAnother characteristic of LSMS surveys is that they typically have nationally representative, but relatively small, samples—usually between 2000 and 5000 households. This will yield fairly accurate descriptive statistics for the country as a whole and for large subareas (such as rural and urban areas or a few agroclimatic zones), but usually not for political jurisdictions (such as states or provinces). The surveys’ sample sizes are generally adequate for the regression methods often used for policy analysis of LSMS survey data.", "notes":"Because of the complexity of most LSMS surveys, these surveys have rigorous quality control procedures to ensure that the data they gather are of high quality. These procedures, which are generally difficult to implement on larger samples, usually include several key elements. Both the survey’s fieldwork and its data entry are decentralized, and the people who carry out these tasks are strictly supervised. Interviewers receive extensive training (usually for about four weeks) prior to the survey. In the field, information is gathered not by asking one person all the questions about the household and its members but through a series of “mini-interviews,” with each adult responding for himself or herself. This procedure minimizes any errors caused by respondent fatigue or by the use of proxy respondents .The interviewers make multiple visits to households to find any members who were not home during the interviewer’s earlier visits—which also reduces the need to use proxy respondents.\r\n\r\nThere is one supervisor for every two or three interviewers. The supervisors must revisit a significant percentage (often 25 percent) of the sampled households to check on the accuracy of the interviewer’s data.They must directly observe some interviews, and they must review each questionnaire in detail. Supervisors’ performance of these procedures is documented, and the supervisors are in turn supervised by staff from the central office of the statistical agency. Data entry and editing are done as soon as each interview is over, either in the local field office or by a data entry operator who travels to households with the team of interviewers. As data are entered into the computer, a data entry program carries out a large number of quality checks to detect responses that are out of range or inconsistent with the other data from the questionnaire. Any problems this program detects can be verified or corrected in a subsequent visit to the household by the interviewer.", "published":1, "weight":378},
 {"id":379, "alternateId":"ID_634003990804376000", "pid":378, "name":"LSMS - Household Roster", "description":"The household roster contains four parts, A, B, C, and D. \r\n\r\nThe household roster module has three versions;  short, standard and expanded. The short version is simply Part A by itself. The standard version consists of Parts A, B and C. The expanded version consists of all four parts.", "notes":"To help the interviewer correctly record all the information in each of the other individual-level modules in the household questionnaire, the part of the roster that contains each individual's name and sex (Questions 1 and 2 of Part A) should be visible and aligned with each individual-specific grid in those modules. It is also useful to have two extra columns immediately to the left of Questions A1 and A2 that can be sued to write each person's age (in years) and indicate whether the person is a household member. This is useful because the individual-level sections that follow apply only to the household members, in some cases they apply only to persons of certain ages.", "published":1, "weight":379},
 {"id":380, "alternateId":"ID_634003991183170000", "pid":378, "name":"LSMS - Education", "description":"Three different versions of the education modules are proposed: short, standard and expanded. The modules also contain a draft questionnaire for local schools and a draft questionnaire for the teachers in those schools.\r\n\r\nThe short module for the household questionnaire consists of a single page of only 11 questions.  The standard module is much longer. It is divided into four parts, A, B, C, and D. The expanded module takes the standard module as its starting point and adds additional questions to Part B. If the short module is used, neither the school questionnaire nor the teacher questionnaire should be included in the survey. When the standard module is used, it is often useful to add the school questionnaire. The expanded module should include both the school questionnaire and the teacher questionnaire. This is explained in detail in Chapter 7 of the LSMS Manual. \r\n\r\nThe standard education module is designed to gather the information needed to answer most of the policy questions discussed in this chapter. It is therefore designed to allow researchers to investigate not only the impact of education on other socioeconomic outcomes but also the determinants of most educational outcomes. The main omission from this module is that no effort is made to collect detailed information on cognitive skills. \r\n\r\n Before discussing this module in detail, several general points need to be made. First, a cursory glance suggests that this module is substantially longer than the standard education modules used in full LSMS surveys in the late 1980s and early 1990s. This appearance is deceptive. The main reason there are more questions is that people who have already finished their schooling answer a set of questions that is different from the questions answered by people currently in school. The former answer Questions 7-24 of Part A while the latter answer Questions 25-40. Having  these two sets of people answer different questions should make the interview go easier; in particular, it should avoid any confusion about whether the grade indicated for a person still in school is the current grade or the \"highest grade completed,\" which, technically speaking, is the previous grade. On the other hand, there are a few additional questions on repetition, and Part D  is completely new. However, some questions have also been deleted, and Part D has to be filled out only once for the entire household rather  than once for each individual (and households that contain no school-age children do not fill it out at all). Overall, there is a small increase in the number of questions asked but this increase is not nearly as great as initial appearances may suggest.\r\n\r\nAnother general point is that one may want to add a few qualitative questions asking households why they made the schooling decisions they did. While some might argue that these explanations are rationalizations and thus are not very accurate, others may find such information interesting, if for no other reason than to see what households claim- are the reasons for the choices they have made. In particular, a question could be inserted after Question 5 in Part A asking: \"Why have you never attended school?\" Possible reasons are the same ones given for nonattendance in the education module of the community questionnaire (see Chapter 13). It may only be useful to ask this question for relatively young individuals. A similar question could be added after Question 6 of Part A: \"Why are you no longer attending school?\"Again, this may only be appropriate for younger individuals. A third place to ask a qualitative question is immediately after Question 30 of Part A; for persons who were absent from school in some of the past seven days one could ask: \"Why were you absent from school during the past seven days?\"    \r\n                            \r\nA third general point is that any survey that uses the standard version of the education module should also collect anthropometric data, since there is strong evidence that early childhood nutrition affects educational outcomes. The collection of anthropometric data is discussed in Chapter 10. \r\n\r\nA final point is that two school questionnaires -the  questionnaire for administrators and the questionnaire for teachers- could be used with the standard module. This is not necessary, but it will increase substantially the range of issues that can be analyzed.", "notes":"There are two aspects that need particular attention when designing the education module. First, survey designers should consider whether the questions in Part C of the household roster module collect sufficient information on the education for non-resident children of current household members. That module is described in Chapter 6 of Volume 1 of the LSMS Manual. Second, questions on job training should be coordinated with any similar questions in the employment module, which is described in Chapter 9 of Volume 1 of the LSMS Manual.", "published":1, "weight":380},
 {"id":381, "alternateId":"ID_634124508115421658", "pid":378, "name":"LSMS - Health", "description":"Three different versions of the education modules are proposed: short, standard and expanded. \r\n\r\nThe three versions of the health module for the household questionnaire vary by length: short, standard, and expanded. The short module contains 39 questions and is not divided into different parts. \r\n\r\nThe standard module is divided into six parts: A, B, C, D, E, and F. The average duration of an interview using the standard module should be approximately 5-10 minutes per individual. However, the length of these interviews is likely to vary substantially, since individuals who did not use any health care services during the previous 30 days will be able to skip many of the questions. \r\n\r\nThe expanded module adds questions to parts A and E, and adds two more parts, G and H. The amount of time required to complete the expanded version is approximately 10-20 minutes per individual. This will vary widely across individuals, since some household members will have very few health problems and no recent visits to health facilities while others will have more of both.", "notes":"There are two additional points to note regarding the health module. First, anytime the standard (or expanded) version of the health module is used, anthropometric data should also be collected, both for children and adults. The collection of anthropometric data is explained in detail in Chapter 10 of the LSMS Manual. Second, whenever the standard or the expanded health module is used, the survey team supervisor must draw up a master list of codes for all of the health service providers in the community. This list is used to match different information from different parts of the questionnaires. See Chapter 8 of the LSMS Manual for further discussion.\r\n\r\nIf the short module is used, there is no reason to include the health facility questionnaire in the survey. When the standard or expanded modules are used, the health facility questionnaire should be included. This is explained in detail in Chapter 8 of the LSMS Manual.", "published":1, "weight":381},
 {"id":382, "alternateId":"ID_634140143744473666", "pid":378, "name":"LSMS - Employment", "description":"The employment module has three different versions: short, standard and expanded. The short and standard versions are each divided into four parts: A, B, C, and D. The expanded version includes longer versions of those four parts plus two new parts on employment history, E and F.", "notes":"There are two points to keep in mind when adapting these draft modules to a particular country. First, the expanded version is presented to illustrate a variety of extensions to the standard version. Survey designers should pursue the extensions in which they are interested, but should not pursue all of them because doing so would make the module too long. Second, details on self-employment activities are best captured in the modules on agriculture and non-farm household enterprises. This is explained in detail in Chapter 9, and in Chapters 18 and 19 of Volume 2 of LSMS manual. If the survey does not contain those modules, then the information must be captured in the employment module, though this will be on a more limited level of detail.", "published":1, "weight":382},
 {"id":383, "alternateId":"ID_634003994281832000", "pid":378, "name":"LSMS - Anthropometry", "description":"The draft questionnaire page for collecting anthropometric data is proposed. Such data are discussed in detail in Chapter 10 of Volume 1 of LSMS manual. Only a single version of the anthropometric module is shown. The main change that could be made occurs when anthropometric information is a major focus of the survey, in which case information should be collected for all household members, rather than only for young children.", "notes":"Unlike all other questionnaire pages that use a grid format to collect information from each individual in the household, the anthropometric page shows a column for the name of the person to whom the information applies. This is done because some surveys allow this page to be detached from the rest of the questionnaire, which allows a special survey team member, the anthropometrist, to collect anthropometric data independently of the interviewer, who has the rest of the questionnaire. This gives each team member added flexibility to use their time more efficiently. In other surveys, the interviewer may be the person that records the anthropometric measurements, in which case there are no specialist team members for this task. In this case the name column can be omitted.", "published":1, "weight":383},
 {"id":384, "alternateId":"ID_634004360792912000", "pid":378, "name":"LSMS - Housing", "description":"Two versions of the housing module are given. They are discussed in detail in Chapter 12 of Volume 1 of the LSMS Manual. \r\n\r\nThe shorter module collects information that can be used to describe basic household amenities and to calculate the use value of housing, which is one component of aggregate consumption.The longer module collects considerably more data, which can be used to analyze housing markets. This distinction is, however, somewhat simplistic. The long module contains many detailed questions that can be used to expand basic descriptive work under certain conditions. For example, in some countries housing prices include complexities such as “key money.” It also collects useful information in countries where climates are cold, or where the water supply is seasonal.Thus in some countries the short module should incorporate some of the questions provided in the long module.", "notes":"An important issue to settle regarding the housing module is whether the minimal water, sanitation and fuel use questions that it contains are adequate. If not, the modules on environmental issues are more appropriate.", "published":1, "weight":384},
 {"id":385, "alternateId":"ID_634004474519418000", "pid":378, "name":"LSMS - Consumption", "description":"The modules proposed here provide a draft questionnaire for the collection of consumption data.They should be examined in light of the detailed discussion on consumption data given in Chapter 5 of Volume 1 of the LSMS Manual. The organization of the consumption module should usually be very similar to the questionnaire modules shown here, though the specific list of items used and their recall periods will be customized for each survey. As discussed in Chapter 5 of the LSMS manual, there are also several choices that can be made regarding whether specific types of expenditure should be collected in this module or in the education, health, housing, environment or credit modules.The main exception would be that Part D; expenditures on private interhousehold transfers could be moved from the consumption module by combining it with the analogous information on transfers coming into the household (see Chapter 11 in Volume 1 of the LSMS Manual for further explanation) and made into a separate free-standing module.\r\n\r\nOnly a single version of the consumption module is shown (except for Part D), for reasons explained in Chapter 5 of the LSMS manual. That chapter also explains how more or less information can be collected by making simple modifications to each component part.", "notes":"", "published":1, "weight":385},
 {"id":386, "alternateId":"ID_634133237761431535", "pid":378, "name":"LSMS - Credit", "description":"Two versions of the credit module is presented: a short version and a standard version. The standard version is divided into four parts: A (use of credit), B (costs and terms of credit obtained), C (credit history), and D (lending). The short version condenses Parts A and B substantially, makes only minor changes in C and drops Part D.\r\n\r\nSurvey designers should read Chapter 21 of LSMS manual carefully. In particular, a large amount of information on credit should be collected in other modules, such as those on housing, consumption, agriculture and nonagricultural household businesses. Information on credit should also be coordinated with information on savings, which is described in Chapter 20 of Volume 2 of LSMS manual. Finally, information on local credit institutions could be gathered in the community questionnaire. Community data are discussed in detail in Chapter 13 of Volume 1 of LSMS manual.", "notes":"The placement of the credit module in the questionnaire will come from a compromise between two considerations. On the one hand, because credit questions are sensitive, it is better to place the module as late in the interview as possible. The longer the interviewer and the respondent have interacted before the credit questions are administered, the more likely it is that trust will have been established between them-minimizing the likelihood that respondents will refuse to respond or will give interviewers incorrect information. For this reason, in past extreme, collecting no detailed loan information at all, LSMS surveys credit modules have usually been administered last. \r\n\r\nOn the other hand, since credit data are collected at the individual level, they need to be collected during the individual-level phase of the interview. During the first round of the survey the interviewer collects information directly from all household members; due to the different schedules of each household member this often requires the interviewer to make a series of visits to the household. Given the importance of getting credit information directly from those who are responsible for that credit, and given the cost involved in interviewing each household member, it is important that whenever possible, all individual level modules are administered in one sitting. This means that the credit module must be administered in the first round. However, within this first round, it is recommended that the credit module be placed directly after the employment module, to take advantage of skip patterns (since the credit module is administered to all people of working age). This is a reasonable compromise as it means that the module will come late in the individual-level interviews while still ensuring that the information is collected from the direct informant.", "published":1, "weight":386},
 {"id":387, "alternateId":"ID_634147110654833770", "pid":378, "name":"LSMS - Environment", "description":"There are many different modules that can be used, depending on the goals of the survey. Only in rare cases would all be used in a single survey. For a fuller discussion see Chapter 14 of LSMS manula. The individual modules presented here require different amounts of customization. The modules on general environmental priorities in urban and rural areas, air quality, and time preference are all short and need only modest customization. In contrast, the modules on water, sanitation and fuel use are very detailed and consequently there are a number of possibilities for customizing or shortening them. The appropriate choices are context specific, as opposed to generic, so survey designers should consult Chapter 14 for advice on customization. Finally, the contingent valuation modules for water, sanitation and air quality also require a great deal of customization since they must correspond to the specific interventions being contemplated.", "notes":"It is recommended that only one respondent per household answer the questions in the environmental modules. The respondent should be either the head of household or the spouse of the head of the household. Particularly for the contingent valuation modules, the interviewer should speak to someone who has the authority over the finances of the entire household. \r\nIt is suggested that the interviewer should simply ask to speak to the head of household or the spouse of the head of household - whichever of these two people agrees to be interviewed becoming the selected respondent. (It is not a problem if the head of household are interviewed together and answer the questions jointly.)", "published":1, "weight":387},
 {"id":388, "alternateId":"ID_634158375971601615", "pid":378, "name":"LSMS - Fertility", "description":"In the fertility module, there are two versions, a short version and a standard version. The standard version is organized in three sections: maternity history, reproductive health, and contraceptive use. The short version omits the questions about breastfeeding and abortion and the detailed questions on methods of contraception.\r\n\r\nWhether the standard or the short module is chosen, there are benefits to completing this module for each woman of child-bearing age in the household. This implies that the module should be repeated at least two or three times in a single household questionnaire. For further discussion see Chapter 15 of LSMS manual.", "notes":"In most previous LSMS surveys, the fertility module has been administered to women ages 15 to 49 (inclusive). Survey designers can modify these criteria for the fertility module if conditions in the filed allow only married women to be interviewed or if it is clear that there is substantial sexual activity and childbearing among girls younger than 15.  \r\n\r\nIn many previous LSMS surveys the fertility module has been administered to one randomly selected woman of childbearing age in each household. Doing this reduces interview time but also results in women in large households being underrepresented in the resulting data. Alternatively, the fertility module could be administered to all women of childbearing age in a household. To do this, multiple copies of the fertility modules should be included in the questionnaire or additional fertility modules should be made available to interviewers. In practice, interviewing two or three eligible women per household would address sampling considerations and be much simpler than including all eligible women. Survey designers might wish to refer to a recent census to estimate the number of copies of the module that would be required for the average household. \r\n\r\nThe draft module presented in the previous section was designed to be administered to women. If data on knowledge about, attitudes toward, and use of contraceptives are also to be collected from men, this can be done by duplicating Part C of the module, on contraceptive use, and perhaps the fertility preference questions from Part A of the module.", "published":1, "weight":388},
 {"id":389, "alternateId":"ID_635138070393863509", "pid":378, "name":"LSMS - Migration", "description":"There are three different versions of the migration module. The three versions differ in terms of size: short, standard and expanded. Each version includes a set of questions that should be added to the household roster module, which is discussed in detail in Chapter 6 of Volume 1 of LSMS manual. These quesitons are not for household members but for household \"associates\", who are non-resident children, parents, siblings or spouses of household members.\r\n\r\nWhich version of the module designers include in their survey should depend on prevailing local circumstances. In countries that send large numbers of guest workers overseas, survey designers may want to include the expanded version of the emigration section. They may also wish to include the questions in the expanded module about whether the person ever lived abroad - making it possible for analysts to study the experiences of emigrants who have returned.", "notes":"A \"place\" normally refers to a concentration of dwellings. For migration purposes an entire metropolitan area, including its immediate suburbs, might be considered one place, even though this definition would rule out the possibility of analyzing migration within metropolitan boundaries. Similarly, an entire village (and its associated land area) is normally considered a place. However, where settlement is very diffuse, survey designers will need to define the concept of a place very carefully prior to fielding the migration module; preferably this definition will follow some notion of a community. \r\n\r\nTo analyze place-to-place migration effectively, the place of current residence must be identified as precisely as possible. At the very least, analysts need to know a comparatively small administrative area (such as a district or county) in which the place of interview is located, as well as whether this is an urban or rural place.Without such information, analysts cannot observe patterns of migration among administrative areas or between urban and rural areas. Where confidentiality rules permit, it is desirable for the name of the town or village where the interview was conducted to be revealed. Knowing the town name allows more effective merging of secondary data, more accurate recording of distances, and more detailed examinations of place-to-place migration. In most previous LSMS surveys, it has been possible to release the names of the places where the interviews were conducted. \r\n\r\nThroughout the draft migration module, to \"live\" somewhere means to eat and sleep in this place for three months or more. In some societies people distinguish between \"staying\" in a place-meaning eating and sleeping there-and \"living\" in a place-meaning owing allegiance to that place. In these cases the more appropriate term to use is \"staying.\" \r\n\r\nThe term \"province codes\" is used throughout the draft migration module. These codes should refer to small areas. In some countries \"county\" or \"district\" may be a more appropriate term. Interviewers must be provided with guidelines about what constitutes an \"urban\" area in a country. \r\n\r\n\"Household associates\" are all the living people identified in Section B and C of the household roster: that is, all living parents and children of household members who are not themselves members of the household. The additional questions for household associates should also be asked about a head of household who has been absent for more than three months, even if this person is still considered a household member. If an extended roster is applied-identifying spouses, siblings, or other relatives of household members who are not themselves members-these people should also be included on the list of household associates.The ID number referred to in the associates section of the migration module is the ID number these associates were given in the household roster module.", "published":1, "weight":389},
 {"id":390, "alternateId":"ID_635429141070975359", "pid":378, "name":"LSMS - Time Use", "description":"The allocation of time is a crucial decision that influences many aspects of households’ living standards. The way a household allocates its members’ time among various economic activities is an important determinant of the level of its income. Low-income households often devote large amounts of time to activities to meet the basic needs of their members such as fetching water, gathering fuel for cooking, or processing food. Travel and waiting time are often an important part of the cost of using health, education and other services, and leisure is a common human desire. All of these activities, and the way they are distributed among the different members of the household, are of interest to policy makers.", "notes":"", "published":0, "weight":390},
 {"id":391, "alternateId":"ID_633995218487968000", "pid":344, "name":"Malaria Indicator Survey (MIS)", "description":"The Malaria Indicator Survey (MIS) was developed by the Monitoring and Evaluation Working Group (MERG) of Roll Back Malaria, an international partnership developed to coordinate global efforts to fight malaria. A stand-alone household survey, the MIS collects national and regional or provincial data from a representative sample of respondents.\r\n\r\nMIS collects data on all of the internationally recognized malaria indicators including:\r\n- Household ownership of insecticide-treated mosquito nets and their use, especially by children under five years of age and pregnant women\r\n- Intermittent preventive treatment against malaria during pregnancy\r\n- The type and timing of treatment of high fever in children under five years of age\r\n- Indoor residual spraying of insecticide to kill mosquitoes\r\n- Diagnostic blood testing of children under five with fever.\r\n\r\nThe survey gathers additional information on indoor residual spraying (IRS), and background data on the characteristics of household members and ownership of household assets such as electricity, bicycles, radios, and indoor plumbing. Almost all of the questions in the MIS instrument were derived from the Demographic and Health Surveys and the Multiple Indicator Cluster Surveys.\r\n\r\nDepending on the needs of the country, the MIS can also include measurement of malaria parasites and anemia (a common result or malaria) among household members most at risk: children under five years and pregnant women. Specially trained interviewers take a few drops of blood from the fingers of eligible respondents who consent to the tests. The blood is immediately tested for anemia in the field and the results are provided to respondents within a few minutes. In Malaria Indicator Surveys, it is recommended that blood be tested for malaria with both a rapid diagnostic test in the field and microscopy in a laboratory. To date, anemia has been tested in more than 60 DHS and MIS surveys, and malaria prevalence has been tested in numerous MIS surveys, as well as several DHS surveys.\r\n\r\nTiming of the MIS: Unlike the DHS, which is carried out at various times during the year, the MIS is usually timed to correspond with the high malaria transmission season. This is essential if the MIS includes biomarker testing for malaria.", "notes":"", "published":1, "weight":391},
 {"id":392, "alternateId":"ID_633995222983108000", "pid":391, "name":"MIS - Household Questionnaire", "description":"The Household Questionnaire contains basic demographic information, a complete household listing, a record of selected household assets, suggested questions for measuring IRS coverage, and the recommended net roster for recording ITN possession and use. Hemoglobin measurements for assessing anemia status and malaria parasitemia measurements for assessing malaria infection are also recorded in the household module.", "notes":"", "published":1, "weight":392},
 {"id":393, "alternateId":"ID_633995223381834000", "pid":391, "name":"MIS - Women’s Questionnaire", "description":"The Woman’s Questionnaire includes information on women’s characteristics and questions for recording a recent birth history, pregnancy status, and use of intermittent preventive treatment with sulfadoxinepyrimethamine during pregnancy. The Woman’s Questionnaire is also designed to collect information from each woman interviewed on her children under age five. This includes information on care seeking and access to prompt treatment with antimalarials for children with reported fever.\r\n\r\nThe Woman’s Questionnaire consists of a cover page and four sections as follows:\r\nSection 1: Respondent’s Background\r\nSection 2: Reproduction\r\nSection 3: Pregnancy and Intermittent Preventive Treatment\r\nSection 4: Fever in Children", "notes":"", "published":1, "weight":393},
 {"id":394, "alternateId":"ID_635149210189156439", "pid":344, "name":"Multiple Indicator Cluster Survey, Round 5 (MICS 5)", "description":"The fifth round of the Multiple Indicator Cluster Surveys (MICS) is scheduled for 2012-2014. Survey results from participating countries will be available starting from the end of 2013.\r\n\r\nSince 1995, UNICEF has supported countries for the collection of statistically sound and internationally comparable data through MICS surveys. High quality data on the situation of children and women generated through MICS surveys are essential for developing evidence-based policies and programmes, as well as for monitoring countries’ progress toward national goals and global commitments.\r\n\r\nOver the last 17 years and four rounds of MICS, 240 MICS surveys have been conducted in more than 100 countries.\r\n\r\nCountries will need good quality data for reporting in the context of a number of global initiatives, and MICS data will play a key role in this context.\r\n \r\nThe data generated in the fifth round of MICS surveys (and other nationally representative household surveys) will be critically important for final MDG reporting. MICS surveys will generate data on more than 20 MDG indicators. The United Nations Secretary General’s Final MDG Progress Report will be launched in September 2015. UNICEF and all lead agencies will need to submit vetted data to the UN Statistics Division, which is coordinating the preparation of the report, by March 2015. This means that all country level data from surveys need to be compiled and submitted to respective UN agencies by the summer of 2014, so that all inter-agency estimates can be submitted on time.\r\nAt least 3-4 months are required to produce initial estimates of indicators from household surveys. Therefore, fieldwork (data collection) for MICS surveys that will be conducted specifically for final MDG reporting will need to be completed before the end of 2013 or very early in 2014.\r\n\r\nBeyond final MDG reporting, MICS5 surveys will contribute to the evidence base of other important initiatives. For example, monitoring of under-five mortality levels and key child survival interventions will be a critical component of Committing to Child Survival: A Promise Renewed (http://www.apromiserenewed.org), a global movement to end child deaths from preventable causes. MICS5 surveys will also provide data for tracking progress on the key indicators for the accountability framework proposed by the Commission on Information and Accountability for the Global Strategy for Women’s and Children’s Health (http://www.who.int/woman_child_accountability/en/).\r\n \r\nAs key data sources generating data on equity, MICS will play a key role in tracking progress towards elimination of disparities and inequities. While UNICEF and partners work with national governments to accelerate improvements in the lives of the most vulnerable, MICS will produce the data to validate the results of these focused interventions.", "notes":"", "published":1, "weight":394},
 {"id":395, "alternateId":"ID_635149224654150114", "pid":394, "name":"MICS 5 - Household Questionnaire", "description":"The purpose of the Household Questionnaire is to provide information on general characteristics of the population, the households and where the households live. \r\n\r\nThe Household Questionnaire consists of 11 modules:\r\n\r\n• Household Information Panel\r\n• List of Household Members\r\n• Education\r\n• Child Labour\r\n• Child Discipline\r\n• Household Characteristics\r\n• Insecticide Treated Nets\r\n• Indoor Residual Spraying\r\n• Water and Sanitation\r\n• Handwashing\r\n• Salt Iodization", "notes":"", "published":1, "weight":395},
 {"id":396, "alternateId":"ID_635152734054810844", "pid":394, "name":"MICS 5 - Questionnaire for Individual Women Age 15-49 Years", "description":"Questionnaire for Individual Women consists of 18 modules:\r\n\r\n• Woman’s Information Panel\r\n• Woman’s Background\r\n• Access To Mass Media and Use Of Information and Communication Technology\r\n• Fertility or Fertility/Birth History\r\n• Desire for Last Birth\r\n• Maternal and Newborn Health\r\n• Post-Natal Health Checks\r\n• Illness Symptoms\r\n• Contraception\r\n• Unmet Need\r\n• Female Genital Mutilation/Cutting\r\n• Attitudes Toward Domestic Violence\r\n• Marriage/Union\r\n• Sexual Behaviour\r\n• HIV/AIDS\r\n• Maternal Mortality\r\n• Tobacco and Alcohol Use\r\n• Life Satisfaction", "notes":"This questionnaire is to be administered to all women age 15 through 49 (see List of Household Members, column HL7). A separate questionnaire should be used for each eligible woman.\r\n\r\nInterviewers need to complete this questionnaire with the respondent herself – other household members should not be present at any stage of the interview.", "published":1, "weight":396},
 {"id":397, "alternateId":"ID_635158064552050511", "pid":394, "name":"MICS 5 - Questionnaire for Individual Men Age 15-49 Years", "description":"Questionnaire for Individual Men consists of 11 modules:\r\n\r\n• Man’s Information Panel\r\n• Man’s Background\r\n• Access To Mass Media And Use of Information and Communication Technology\r\n• Fertility\r\n• Attitudes Toward Domestic Violence\r\n• Marriage/Union\r\n• Sexual Behaviour\r\n• HIV/AIDS\r\n• Circumcision\r\n• Tobacco and Alcohol Use\r\n• Life Satisfaction", "notes":"This questionnaire is to be administered to all men age 15 through 49 (see List of Household Members, column HL7A). A separate questionnaire should be used for each eligible man.", "published":1, "weight":397},
 {"id":398, "alternateId":"ID_635318525944514526", "pid":394, "name":"MICS 5 - Questionnaire for Children Under-Five", "description":"Questionnaire for Children Under-Five consists of 8 modules:\r\n\r\n• Under Five Child Information Panel\r\n• Age\r\n• Birth Registration\r\n• Early Childhood Development\r\n• Breastfeeding and Dietary Intake\r\n• Immunization\r\n• Care of Illness\r\n• Anthropometry\r\n\r\nThe purpose of the Questionnaire for Children Under Five is to collect information on a wide range of topics such as child development, breastfeeding, nutrition, treatment and care seeking for illnesses, and immunizations during the first five years of life.", "notes":"Interviewers will have identified children under five, eligible for this questionnaire, after they have completed the List of Household Members in the Household Questionnaire. \r\n\r\nTo collect information on children under five by using this questionnaire, we have to identify a respondent who can answer detailed questions on the health and well-being of these children. If the mother is living in the same household as the eligible child (in other words, if she is recorded in the List of Household Members, together with the child), then she is the person who has to be interviewed for that child. If the mother of the eligible child is not recorded in the List of Household Members (she may be deceased or living elsewhere), interviewers should have identified a person in the List of Household Members who takes primary responsibility for caring for the child. This person can be a man or a woman. \r\n\r\nThis questionnaire is to be administered to all mothers or primary caretakers (see the List of Household Members, column HL15) who care for a child that lives with them and is under the age of 5 years (see the List of Household Members, column HL7B). \r\n\r\nA separate form should be filled in for each eligible child listed in the Household Questionnaire – check column HL7B on the List of Household Members.", "published":1, "weight":398},
 {"id":399, "alternateId":"ID_635324604591406536", "pid":394, "name":"MICS 5 - Questionnaire Form for Vaccinations Records at Health Facility", "description":"This questionnaire form is to be used at health facilities to record information on the vaccinations and Vitamin A supplementation for children age 0-2 years", "notes":"", "published":1, "weight":399},
 {"id":400, "alternateId":"ID_633977114283050000", "pid":344, "name":"Multiple Indicator Cluster Survey, Round 4 (MICS 4)", "description":"The fourth round of Multiple Indicator Cluster Surveys (MICS) is scheduled for 2009-2011 and survey results are expected to be available from 2010 on.  The need for MICS4 is outlined in an Executive Directive (Ex.Dir.CF/EXD/2009-002).\r\n\r\nIn response to the increased demand for up-to-date, high quality data with which to monitor the situation of children and women around the world, UNICEF will be providing assistance to countries to carry out MICS surveys at more frequent intervals - every three years instead of every five years – starting with the new round of surveys. \r\n\r\nThis will provide countries with the opportunity to monitor progress toward national goals and global commitments, including the Millennium Development Goals (MDGs) as the target year 2015 approaches. MICS will help countries to capture rapid changes in key indicators and expand the evidence-base for policies and programmes. MICS will also continue to address emerging issues and new areas of interest, with validated, standard methodologies in collecting relevant data.\r\n\r\nAs in previous rounds, the MICS4 questionnaire was developed through consultations with relevant experts from UN organizations, inter-agency monitoring groups and the Demographic and Health Surveys (DHS) Programme. The questionnaire was field tested in a pilot survey carried out in the beginning of 2009. Read more about the pilot survey (http://www.childinfo.org/mics4_pilot.html).", "notes":"", "published":0, "weight":400},
 {"id":401, "alternateId":"ID_633977114346742000", "pid":400, "name":"MICS 4 - Household Questionnaire", "description":"The Household Questionnaire consists of ten modules:\r\n- Household information panel\r\n- Household listing form\r\n- Education\r\n- Water and sanitation\r\n- Household characteristics\r\n- Insecticide treated nets\r\n- Indoor residual spraying\r\n- Child labor\r\n- Child discipline\r\n- Handwashing\r\n- Salt iodization\r\n\r\nAll of these modules can be completed with a knowledgeable adult household member (referred to as respondent). It is useful if the respondent is also the mother or primary caretaker of children living in this household.\r\n\r\nThe Household Questionnaire begins with a cover page, the ‘Household Information Panel’, which includes information on the household and should be completed for all sampled households, including those where the interview was not completed. This is followed by the ‘Household Listing Form’, used to collect information on all usual residents of the household, including their age, sex, and relationship to the household head as well as questions on orphanhood. The ‘Education’ module includes questions on the educational attainment of household members who are 5 years of age or over, as well as school attendance for household members aged 5-24 years. The subsequent two modules, ‘Water and Sanitation’ and ‘Household Characteristics’, concern the household and the dwelling. In malaria-endemic countries, the modules on ‘Insecticide Treated Nets’ and ‘Indoor Residual Spraying’ are to be included. The ‘Child Labour’ module includes questions about work any of the children aged 5-14 years living in the household may do. For the ‘Child Discipline’ module, if there is more than one children age 2-14 living in the household, only one child is randomly selected with the help of a Kish Table and the module is administered for this selected child. The next module is the ‘Handwashing’ module that requires the interviewer to do observation of the specific place in the household used for handwashing and the availability of water and soap there. The Household Questionnaire ends with a module on ‘Salt Iodization’, where the result of salt testing is to be recorded. Salt testing is carried out in all households in the sample and the salt used in the household for cooking is tested for iodine content, by using salt testing kits. MICS Manual Chapter ‘Salt Iodization Testing’ includes more information about the salt iodization testing.\r\n\r\n----------------------------------------------------\r\nGENERAL NOTES\r\n\r\nIn each sampled household an interviewer visits, he/she should begin by interviewing a knowledgeable adult member of the household to fill in the Household Questionnaire. All modules of the Household Questionnaire will be administered to this person, referred to as the Household Respondent, including the module in the questionnaire where the information collected is about other household members (i.e., the educational attainment).\r\n\r\nFor the purposes of this questionnaire, an adult is defined as someone age 15 and over. However, young adults (below age 18) may not be the most ideal members to interview. Therefore, in cases when there is another older household member (for instance, the parent of the 15 year-old) available to interview, the interviewer should prefer to interview this person who is likely to be more knowledgeable about the household. Interviewing the household head is not a must and he/she is not required to ask for the household head to do the interview.\r\n\r\nIt is also true that it can be an advantage if the interviewer begins the Household Questionnaire with a mother or primary caretaker, since many of the questions/modules are about children, and mothers/caretaker provide more accurate responses to such questions better than anybody else. While he/she should not make a specific effort to ensure this, he/she will indeed start the interview with such persons in many cases, since, in practice, these persons are more likely to be at home than, say, male household heads.\r\n\r\nThere should only be one respondent to the Household Questionnaire and the other members of the household should not respond to any part of the questionnaire. Ideally, the respondent is also not expected to consult any other members that may be available in the household for some factual questions he or she may not be certain (i.e., age or education of household members). However, if an interviewer thinks that this may seriously affect the flow of the questionnaire(s) he/she may allow the respondent to ask other members in order to get more correct information (such as age information which may affect the eligibility of some members for individual questionnaires or modules where age checks are important (i.e., education or child labour module).\r\n\r\nIf an interviewer visits a household with no members eligible for the individual questionnaires (Questionnaire for Individual Women, Questionnaire for Individual Men and Questionnaire for Children Under Five), he/she must still ask questions about the household to a knowledgeable adult member and complete the Household Questionnaire.\r\n\r\nA supervisor will give an interviewer a list or tell him/her how to find the households to visit. The interviewer must visit all these households and not replace these households with another household that is not selected for interview in that cluster. \r\n\r\nIf no one is at home when an interviewer goes to interview the household, ask the neighbours whether the house is inhabited. If it is occupied, ask the neighbours when the household members will return. Arrange with a supervisor to go back to the dwelling when it will be occupied or at the end of the day. Note those plans on a cluster control sheet and note the time the interviewer returns on the first page of the questionnaire (Household Information Panel). \r\n\r\nIf no adult is at home, arrange to come back at another time. Do not interview a temporary caretaker of the children, such as a babysitter; do not interview anyone who does not usually live in the household.\r\n\r\nEach household in the sample has to be visited at least three times before an interviewer can mark the household as ‘Not at home’, unless otherwise instructed by a supervisor. There may be cases when he/she learns that the household will be away for an extended period, and will definitely not return within the fieldwork period. In such cases, three visits to the household may not be necessary. However, even in such cases, the ultimate decision will have to be taken by the supervisor. \r\n\r\nAn interviewer should always keep a record on the cluster control sheet of the households visited where nobody was at home. If it is not possible to interview an eligible woman or man, record this on the Woman’s or Man’s Information Panel of the questionnaire. If it is not possible to interview a mother or primary caretaker, record this on the Under Five Child Information Panel of the Questionnaire for Children Under Five.", "notes":"", "published":0, "weight":401},
 {"id":402, "alternateId":"ID_633977115296764000", "pid":400, "name":"MICS 4 - Questionnaire for Individual Women", "description":"The Questionnaire for Individual Women consists of the following modules:\r\n- Woman’s information panel\r\n- Woman’s background\r\n- Access to mass media and use of information and communication technology\r\n- Child mortality (with or without birth history)\r\n- Desire for last birth\r\n- Maternal and newborn health\r\n- Post-natal health checks\r\n- Illness symptoms\r\n- Contraception\r\n- Unmet need\r\n- Female genital mutilation/cutting\r\n- Attitudes toward domestic violence\r\n- Marriage/union\r\n- Sexual behavior\r\n- HIV/AIDS\r\n- Maternal mortality\r\n- Tobacco and alcohol use\r\n- Life satisfaction\r\n\r\nThe Questionnaire for Individual Women is administered to all women aged 15-49 years, and consists of 12 modules. All modules in this questionnaire are to be completed with the eligible woman. Under no circumstances should a proxy respondent be allowed to respond on behalf of the woman herself.\r\n\r\nAs mentioned earlier, some countries may decide to administer this questionnaire to ever-married women only. In some settings, topics such as contraceptive use or sexual behaviour may be considered inappropriate for women who have never been married for cultural reasons, or the incidence of sexual activity or contraceptive use may be negligible. In such cases, it is possible to collect information on the marital status of women in the Household Listing Form of the Household Questionnaire and modify the eligibility for the women’s questionnaire to ‘all women aged 15-49 years who have ever been married’. This is not recommended, however, since it introduces a new dimension to the identification of eligible woman, makes analysis more difficult, and relies heavily on the responses from the respondent to the Household Questionnaire for the identification of the respondent. For these reasons, it is preferable to retain the eligibility criteria used in the model questionnaires, but to obtain information on the marital status of the woman in the Questionnaire for Individual Women and use this information to skip questions or modules that may be considered inappropriate. On the other hand, it is worthwhile to mention that, in many settings, never-married respondents are less reluctant to answer sensitive questions than survey administrators think they are. We therefore recommend that a thorough evaluation concerning the applicability of the questions be carried out and perhaps tested during the pre-test exercise, before a decision is made.\r\n\r\nThe Questionnaire for Individual Women begins with the ‘Woman’s Information Panel’, which includes identification codes for the woman, and then the ‘Woman’s Background’ module collects information on age, date of birth and literacy of the respondent. The ‘Access to Mass Media and Use of Information/Communication Technology Module’ module collects information on the exposure of respondents to mass media, and the use of computers and the internet. The module on ‘Child Mortality’ is used to collect information useful for estimating infant and under-five mortality rates, as well as information on the timing of women’s last birth, if any. This latter information is used to determine whether the woman should respond to questions in the subsequent two modules, on ‘Desire for Last Birth’ and ‘Maternal and Newborn Health’, which are applied to all women with a live birth within the 2 years preceding the interview. ‘Post-natal Health Checks’ module includes questions to measure contact with a health provider at some point after the completion of the delivery process. Following this are three modules administered to all women: ‘Illness Symptoms’, ‘Contraception’ and ‘Unmet Need’. In affected countries, the ‘Female Genital Mutilation/Cutting’ module should be included followed by ‘Attitudes towards Domestic Violence’ and ‘Marriage/Union’ modules. The module on ‘Sexual Behaviour’ is asked to all women and should be added immediately prior to the ‘HIV/AIDS’ module. The ‘Maternal Mortality’ module obtains information about the sex and survivorship of all of a respondent’s siblings. Information is also collected about their current age, age at death, number of years since death and, in the case of deceased sisters, if the death occurred during pregnancy, childbirth or within two months of childbirth. The next module ‘Tobacco and Alcohol Use’ includes questions on cigarette smoking, use of smoked tobacco products, use of smokeless tobacco products and alcohol use. The last module ‘Life Satisfaction’ is administered to women age 15-24 years and intends to measure perceived level of well-being and happiness.\r\n\r\n----------------------------------------------------\r\nGENERAL NOTES\r\n\r\nIf an eligible woman is not available for interview or not at home, ask a family member or neighbour when she will return. Note this on the Woman’s Information Panel, follow the supervisor’s instructions, and return to interview her at that time. Do not take responses for the women’s questionnaire from anyone other than the eligible person herself.\r\n\r\nThis questionnaire should only be administered by a skilled female interviewer. It includes modules and questions on sensitive and private topics such as sexual behaviour, contraception and HIV/AIDS. The use of a male interviewer will result in the collection of unreliable information, if not jeopardize the administration of the questionnaire overall and lead to refusals.\r\n\r\nIt is also strongly recommended that interviewers make every attempt to interview women alone.", "notes":"", "published":0, "weight":402},
 {"id":403, "alternateId":"ID_634980134931127485", "pid":400, "name":"MICS 4 - Questionnaire for Individual Men ", "description":"The Questionnaire for Individual Men consists of the following modules:\r\n- Man’s information panel\r\n- Man’s background\r\n- Access to mass media and use of information and communication technology\r\n- Child mortality\r\n- Attitudes toward domestic violence\r\n- Marriage/union\r\n- Sexual behavior\r\n- HIV/AIDS\r\n- Circumcision\r\n- Tobacco and alcohol use\r\n- Life satisfaction\r\n\r\nWith the exception of one module (‘Circumcision’), the modules in the Questionnaire for Individual Men are very similar to those in the Questionnaire for Individual Women. The modules included are ‘Man’s Information Panel’, ‘Man’s Background’, ‘Access To Mass Media And Use Of Information And Communication Technology’, ‘Child Mortality’, ‘Attitudes Toward Domestic Violence’, ‘Marriage/Union’, ‘Sexual Behaviour’, HIV/AIDS’, ‘Circumcision’, ‘Tobacco And Alcohol Use’, and ‘Life Satisfaction’.\r\n\r\nThe modules in the men’s questionnaire are directed only to men aged 15-49 years. The questionnaire covers some very sensitive topics, and only male interviewers should be used. Special precautions should be taken to guard the confidentiality of men’s responses.\r\n\r\n----------------------------------------------------\r\nGENERAL NOTES\r\n\r\nIf an eligible man is not available for interview or not at home, ask a family member or neighbour when he will return. Note this on the Man’s Information Panel, follow the supervisor’s instructions, and return to interview him at that time. Do not take responses for the men’s questionnaire from anyone other than the eligible person himself.", "notes":"", "published":0, "weight":403},
 {"id":404, "alternateId":"ID_633977115399982000", "pid":400, "name":"MICS 4 - Questionnaire for Children Under-Five", "description":"The Questionnaire for Children Under-Five consists of the following modules:\r\n- Under-five child information panel\r\n- Age\r\n- Birth registration\r\n- Early childhood development\r\n- Breastfeeding\r\n- Care of illness\r\n- Malaria\r\n- Immunization\r\n- Anthropometry\r\n\r\nThe Questionnaire for Children Under Five is administered to mothers or primary caretakers of all children under 5 years of age living in the household. All of the modules are applicable to all children for whom the questionnaire is administered. The model questionnaire consists of eight standard modules. It begins with the ‘Under-Five Child Information Panel’ that covers the identification information, and then the ‘Age’ module includes questions to determine the age and date of birth of the child. This is followed by modules on ‘Birth Registration’, ‘Early Childhood Development’, ‘Breastfeeding’, ‘Care of Illness’, ‘Malaria’ (to be included only in malaria-endemic countries) and ‘Immunization’. The model questionnaire ends with the ‘Anthropometry’ module, which is used to record the results of anthropometric measurements, that is, heights/lengths and weights of children. Use of standard equipment for this purpose is recommended. More information on anthropometric measurements is presented and the recommended boards and scales are described in MICS Manual Chapter ‘Preparing for Data Collection and Conducting Fieldwork’. In households where there is more than one child under age five, it is recommended that all measurements be carried out after completing all interviews, for logistical reasons.\r\n\r\nThe inclusion of a separate Questionnaire for Children Under Five in MICS makes it possible to collect data on children whose mothers may have died or are living elsewhere. Such children usually constitute a more vulnerable group and it is important to obtain information on them. In many other similar surveys, such as the Demographic and Health Surveys (DHS), information on children under five is normally collected only if the mother is interviewed. Identification of a primary caretaker (through the Household Questionnaire) is essential, since he or she is a source of valuable information on these motherless children. Interviewers should take utmost care to ensure that the correct household member is identified as the caretaker.\r\n\r\n----------------------------------------------------\r\nGENERAL NOTES\r\n\r\nThe person to be interviewed for the Questionnaire for Children Under Five should be the mother or the primary adult caretaker (if the mother is not residing in the household or is deceased). Only if the mother of the child is not alive or if she is alive but not listed in the household (living elsewhere) then an interviewer should interview the primary caretaker of the child in that household. If the mother/primary caretaker is not available for interview or not at home, try to find out when she/he will be available and return later. If the person will not be available or will not return home at a time later that day when it is feasible to interview her/him, follow the instructions of a supervisor about the number of times the interviewer should attempt the interview.\r\n\r\nIf a child under five is not available, but the mother/primary caretaker is, complete the questionnaire for the child but do not complete the last module (Anthropometry). If the child is still not available after the call-back visit(s), record the result in question AN2 as ‘Child not present’.", "notes":"", "published":0, "weight":404},
 {"id":405, "alternateId":"ID_634986908177789135", "pid":400, "name":"MICS 4 - Questionnaire Form for Child Disability", "description":"The Questionnaire Form for Child Disability is administered to mother or caretakers of all children age 2-9, and should be used in countries where medical assessment (of children identified by this form as potentially having a disability, and of sample of children screening negative to all the questions in the form) is planned after the survey.", "notes":"", "published":0, "weight":405},
 {"id":406, "alternateId":"ID_634987120768145531", "pid":400, "name":"MICS 4 - Questionnaire Form for Vaccinations at Health Facility", "description":"The Questionnaire Form for Vaccinations at Health Facility should be used in countries where vaccination cards of significant numbers of children are kept at health facilities. Survey teams are expected to visit health facilities and complete this form.\r\n\r\n----------------------------------------------------\r\nGENERAL NOTES\r\n\r\nThis questionnaire form is to be used at health facilities to record information on the vaccinations of children age 0-4 years. A separate questionnaire form should be used for each eligible child. \r\n\r\nThe Questionnaire for Under Five Children must be completed for the child prior to completing this form.  \r\n\r\nThis questionnaire form must be appended to the Questionnaire for Under Five Children for each child.", "notes":"", "published":0, "weight":406},
 {"id":407, "alternateId":"ID_635007602260264283", "pid":344, "name":"Multiple Indicator Cluster Survey, Round 3 (MICS 3)", "description":"The Multiple Indicator Cluster Survey (MICS) programme developed by UNICEF assists countries in filling data gaps for monitoring the situation of children and women through statistically sound, internationally comparable estimates of socioeconomic and health indicators. The household survey programme is the largest source of statistical information on children. \r\n\r\nBackground \r\n\r\nIn 1990, participants of the World Summit for Children adopted a set of goals to promote the welfare of children. At the same time, they recognized that many countries lacked the capacity to accurately measure progress toward these goals. UNICEF answered the call and developed MICS, which have been conducted every five years since 1995. Each round of surveys builds upon the last and offers new indicators to monitor current priorities in addition to monitoring trends. Since the initiation of the programme, nearly 200 surveys have been implemented in approximately 100 countries. The latest round of surveys (MICS3) is generating data representative of close to one in four children living in developing countries. \r\n\r\nMonitoring the Millennium Development Goals (MDGs) \r\n\r\nAlmost half of the MDG indicators are collected through MICS, making it one of the largest single sources of data for MDG monitoring. For MICS3, which began in 2005, UNICEF added several new indicators to track progress toward the MDGs and other major international commitments. \r\n\r\nContent \r\nMICS uses three modular questionnaires that can be customized to fit the data needs of a country. Together, they help measure key indicators on the following topics: \r\n- Nutrition: nutritional status, breastfeeding, salt iodization, vitamin A, low birth weight; \r\n- child mortality; child health: immunization, tetanus toxoid, care of illness, solid fuel use, malaria, source and cost of supplies; \r\n- environment: water and sanitation, security of tenure and durability of housing; \r\n- reproductive health: contraception and unmet need, maternal and newborn health, maternal mortality; \r\n- child development; \r\n- education: literacy; \r\n- child protection: birth registration, child labour, child discipline, early marriage and polygyny, female genital mutilation/cutting, domestic violence, disability and; \r\n- AIDS, sexual behaviour, and orphaned and vulnerable children: knowledge and attitudes, sexual behaviour, support to orphaned and vulnerable children. \r\n\r\nCoordination of Data Collection \r\n\r\nUNICEF makes every effort to harmonize MICS and the indicators measured with other similar household survey projects, in particular the USAID-supported Demographic and Health Surveys (DHS) programme. This level of coordination ensures maximum coverage, analysis of trends over time, and comparability across projects while guaranteeing the acquisition of most of the indicators needed to monitor the situation of children and women locally and globally. \r\n\r\nImplementation and Capacity Building \r\n\r\nMICS are typically carried out by government organizations, with the technical support and financial assistance of UNICEF and its partners. UNICEF provides technical support and training through a series of regional workshops covering questionnaire content, sampling and survey implementation, data processing, data quality and data analysis, and report writing, data archiving, and dissemination.", "notes":"", "published":0, "weight":407},
 {"id":408, "alternateId":"ID_635007602985654283", "pid":407, "name":"MICS 3 - Household Questionnaire", "description":"The Household Questionnaire contains questions to obtain data on household composition, education, household characteristics, water and sanitation, child labour, and salt iodization. \r\nFor the purposes of MICS3, adults are defined as household members over the age of 15. Questions about current school attendance cover children and young adults aged 5 through 24 years. All countries should retain this age range. An age range of 5-14 years is set for the child labour indicators, but data may be collected for older children to accommodate country policies. \r\n\r\nFLOW OF THE HOUSEHOLD QUESTIONNAIRE: CORE, ADDITIONAL AND OPTIONAL MODULES \r\n\r\nThe Household Questionnaire consists of seven core modules. All of these core modules can be completed with a knowledgeable adult household member (referred to as the main respondent for sake of convenience), with the exception of the Child Labour module, which has to be completed with the mothers or primary caretakers of children eligible for inclusion in the module. \r\n\r\nThe Household Questionnaire begins with a cover page, the Household Information Panel, which includes information on the household and should be completed for all sampled households, including those where the interview was not completed. \r\n\r\nThis is followed by the Household Listing, used to collect information on all usual residents of the household, including their age, sex, relationship to the household head as well as questions on orphanhood. This module can be completed with the main respondent, although it is useful if the main respondent is also the mother or primary caretaker of children. \r\n\r\nThe Education module includes questions on the educational attainment of household members who are 5 years of age or over, as well as school attendance for household members aged 5-24 years. \r\n\r\nThe subsequent two modules, Water and Sanitation and Household Characteristics, concern the household and the dwelling and should be completed in all households with the main respondent to the Household Questionnaire. \r\n\r\nCompletion of the next module, the Child Labour module, is to be carried out with the mothers or primary caretakers of children aged 5-14 years living in the household. \r\n\r\nThe Household Questionnaire ends with a module on Salt Iodization, where the result of salt testing is to be recorded. Salt testing is carried out in all households in the sample. \r\n\r\nThree additional modules have been designed for inclusion on the Household Questionnaire. Two of these modules, the Extended Household Listing and the Children Orphaned and Made Vulnerable by HIV/AIDS should be included together, since the former includes questions that determine eligibility for the latter. The Extended Household Listing is designed to replace the Household Listing module. \r\n\r\nThe module on Children Orphaned and Made Vulnerable by AIDS is added on to the Household Questionnaire as a separate module and is administered to the main respondent to the Household Questionnaire, collecting information on children aged 0-17 years. \r\n\r\nIn malaria-endemic countries, the module on Insecticide-Treated Nets is to be included as a separate module, and is administered to the main respondent. \r\n\r\nThe first of six optional modules in the Household Questionnaire, Additional Household Characteristics, consists of questions that should be added on to the core Household Characteristics module. The module on Security of Tenure and Durability of Housing is administered in households in urban areas that have large proportions of slum households, and is added to the end of the Household Characteristics module (or to the additional Household Characteristics module, if that is included). The questions included in the module on Source and Cost of Supplies for Insecticide-Treated Mosquito Nets should be inserted in the Insecticide- Treated Nets module, and should be administered in all households. The optional modules on Child Discipline and Disability are administered to the mothers or primary caretakers of children eligible for these modules, those aged 2-14 years and 2-9 years, respectively. The final optional module on Maternal Mortality targets all household members aged 15 and over. The module is designed to allow for each of these respondents to answer the questions, but also allows for proxy responses from other adult household members.", "notes":"", "published":0, "weight":408},
 {"id":409, "alternateId":"ID_635010120629538822", "pid":407, "name":"MICS 3 - Questionnaire for Individual Women", "description":"The modules in the women’s questionnaire are directed only to women aged 15-49 years. The questionnaire covers some very sensitive topics, and only female interviewers should be used. Special precautions should be taken to guard the confidentiality of women’s responses. \r\n\r\nThe women’s modules measure indicators of contraceptive use (an MDG indicator); access to skilled attendants at delivery (an MDG indicator); incidence of low birthweight (a World Fit for Children goal); post-partum vitamin A supplementation (a World Fit for Children goal); and tetanus toxoid coverage of infants (a World Summit for Children goal). Knowledge of HIV/AIDS is also obtained in a separate module (an MDG indicator). \r\n\r\nQuestions to measure under-five and infant mortality rates (both MDG indicators) are also included in the Women’s Questionnaire. \r\n\r\nAn additional module of questions relevant to HIV prevention programmes is included to monitor changes in young women’s sexual behaviour (an MDG indicator). This module is administered only to women 15-24 years of age and should be included in the core questionnaire where possible. \r\n\r\nQuestions concerning sexual behaviour are sensitive in all countries and require skilled interviewers to administer these modules appropriately. Some survey coordinators may decide that the interviewer’s training is not sufficient to address these sensitive issues. Survey coordinators and the MICS3 national steering committees must make the final decision about inclusion of this module. \r\n\r\nFLOW OF THE WOMEN’S QUESTIONNAIRE: CORE, ADDITIONAL AND OPTIONAL MODULES \r\n\r\nThe Questionnaire for Individual Women is administered to all women aged 15-49 years, and consists of seven core modules. All modules in this questionnaire, including the additional and optional modules, are to be completed with a single respondent - the eligible woman. Under no circumstances should a proxy respondent be allowed to respond on behalf of the woman herself. \r\n\r\nSome countries may decide to administer this questionnaire to evermarried women only. In some settings, topics such as contraceptive use or sexual behaviour may be considered inappropriate for women who have never been married for cultural reasons, or the incidence of sexual activity or contraceptive use may be negligible. In such cases, it is possible to collect information on the marital status of women in the Household Listing of the Household Questionnaire and modify the eligibility for the women’s questionnaire to ‘all women aged 15-49 years who have ever been married’. This is not recommended, however, since it introduces a new dimension to the identification of eligible woman, makes analysis more difficult, and relies heavily on the responses from the main respondent to the Household Questionnaire for the identification of the respondent. For these reasons, it is preferable to retain the eligibility criteria used in the model questionnaires, but to obtain information on the marital status of the woman in the Questionnaire for Individual Women and use this information to skip questions or modules that may be considered inappropriate. On the other hand, it is worthwhile to mention that, in many settings, never-married respondents are less reluctant to answer sensitive questions than survey administrators think they are. We therefore recommend that a thorough evaluation concerning the applicability of the questions be carried out and perhaps tested during the pre-test exercise, before a decision is made. \r\n\r\nThe Questionnaire for Individual Women begins with the Woman’s Information Panel, which includes identification codes for the woman, as well as questions on age, date of birth and literacy. \r\n\r\nThe module on Child Mortality is used to collect information useful for estimating infant and under-five mortality rates, as well as information on the timing of women’s last birth, if any. This latter information is used to determine whether the woman should respond to questions in the subsequent two modules, on Tetanus Toxoid and Maternal and Newborn Health, which are applied to all women with a live birth within the 2 years preceding the interview. \r\n\r\nFollowing this are three modules administered to all women: Marriage/Union, Contraception and HIV/AIDS. \r\n\r\nFour additional modules have been designed for the Questionnaire for Individual Women. For malaria-endemic countries, the Maternal and Newborn Health module has been expanded to include questions on intermittent preventive treatment for pregnant women. This additional module should be used to replace the Maternal and Newborn Health module in the core questionnaire. In countries where polygyny is practiced, the Marriage/Union with Polygyny module should be used to replace the Marriage/Union module. In affected countries, the Female Genital Mutilation/Cutting module should be added to the women’s questionnaire as a separate module. The module on Sexual Behaviour is only applicable to women aged 15-24 years and should be added immediately prior to the HIV/AIDS module. The inclusion of the module is advocated in countries where HIV infection rates are high. Three optional modules have been designed for inclusion in the women’s questionnaire. Of these, the modules on Security of Tenure and Attitudes Towards Domestic Violence should be added to the questionnaire as separate modules. The module on Contraception and Unmet Need, if included, replaces the Contraception module.", "notes":"", "published":0, "weight":409},
 {"id":410, "alternateId":"ID_635007602685514283", "pid":407, "name":"MICS 3 - Questionnaire for Children Under-Five", "description":"The Questionnaire for Children Under Five is addressed to all caretakers of young children living in the household. \r\n\r\nThe modules measure: \r\n- prevalence of birth registration \r\n- indicators of early childhood development \r\n- vitamin A programme coverage \r\n- breastfeeding \r\n- care of diarrhoea \r\n- care of suspected pneumonia \r\n- malaria treatment and use of insecticide-treated nets \r\n- immunization coverage \r\n- nutritional status (anthropometry). \r\n\r\nThe inclusion of a separate Questionnaire for Children Under Five in MICS3 makes it possible to collect data on children whose mothers may have died or are living elsewhere. Such children usually constitute a more vulnerable group and it is important to obtain information on them. \r\n\r\nIn many other similar surveys, such as the Demographic and Health Surveys (DHS), information on children under five is normally collected only if the mother is interviewed. Identification of a primary caretaker (through the Household Questionnaire) is essential, since he or she is a source of valuable information on these motherless children. Interviewers should take utmost care to ensure that the correct household member is identified as the caretaker. \r\n\r\nFLOW OF THE QUESTIONNAIRE FOR CHILDREN UNDER FIVE: CORE, ADDITIONAL AND OPTIONAL MODULES \r\n\r\nThe Questionnaire for Children Under Five is administered to mothers or primary caretakers of all children under 5 years of age living in the household. All of the modules are applicable to all children for whom the questionnaire is administered. The model questionnaire consists of seven core modules. \r\n\r\nIt begins with the Under-Five Child Information Panel, which, in addition to identification information, includes questions to determine the age and date of birth of the child. This is followed by modules on Birth Registration and Early Learning, Vitamin A, Breastfeeding, Care of Illness, and Immunization. The model questionnaire ends with the Anthropometry module, which is used to record the results of anthropometric measurements, that is, heights/lengths and weights of children. One additional module, the Malaria Module for Under-fives, has been designed for inclusion in the Questionnaire for Children Under Five. This module is to be included in the questionnaire as a separate module if the country is malaria-endemic. \r\n\r\nFour optional modules are available for inclusion in this questionnaire. The first of these is a module on Child Development, to be added to the questionnaire as a separate module. The remaining three modules are all on sources and costs of supplies, each of which is composed of a number of questions that are to be inserted in the relevant modules. The module on the Source and Cost of Supplies of ORS Packets, and the module on the Source and Cost of Supply for Antibiotics for Suspected Pneumonia are both inserted into the Care of Illness module, while the module on Source and Cost of Supply of Antimalarial Medicines is to be inserted in the additional module on Malaria for Under-fives, if this module is used.", "notes":"", "published":0, "weight":410},
 {"id":411, "alternateId":"ID_635010120121968822", "pid":407, "name":"MICS 3 - Additional Modules", "description":"", "notes":"", "published":0, "weight":411},
 {"id":412, "alternateId":"ID_635010136260728822", "pid":407, "name":"MICS 3 - Optional Modules", "description":"", "notes":"", "published":0, "weight":412},
 {"id":413, "alternateId":"ID_635028445953045876", "pid":344, "name":"National Child Labour Survey (SIMPOC)", "description":"The purpose of a Child Labour Survey can be either one or both of the following:\r\ni) to estimate the prevalence of Child Labour in a country/area;\r\nii) to identify the causes and consequences of Child Labour in terms of socio-economic factors.\r\n\r\nThe CLS questionnaire comprises three parts containing a total of 122 questions divided into 12 sections. Parts I and II are addressed to the most knowledgeable adult household member, and Part III is addressed directly to children. In addition, the questionnaire contains a cover page that needs to be filled in by the enumerator and which includes general information on the household surveyed, such as its address, eligibility for the survey, and the time the survey started and ended.\r\n\r\nThe questionnaire booklet consists of a cover page, which contains general information on the household, followed by the 12 sections of the questionnaire. Note that with the exception of Section I, all information needs to be filled in column-by-column (from left to right).", "notes":"", "published":1, "weight":413},
 {"id":414, "alternateId":"ID_635028462753282694", "pid":413, "name":"SIMPOC - General Information", "description":"The model questionnaire begins by obtaining basic household information. Each country coordinator needs to write a short introduction that survey teams can use to explain why they wish to interview members of the household. The introduction should contain an assurance that all information given during the interview will remain confidential, and that respondents will not be penalized in any way if they refuse to participate. Cluster, household, and interviewer identification is entered on the first page. To prevent pages of a questionnaire being misplaced or separated, the cluster number, household number and, where necessary, individual identification number must be filled in on each page of the questionnaire.", "notes":"", "published":1, "weight":414},
 {"id":415, "alternateId":"ID_635028448043246862", "pid":413, "name":"SIMPOC - Adult Questionnaire", "description":"The purpose of Part I (Adult Questionnaire) is to gather information on the household composition and demographic structure, the educational attainment of household members and their labour market outcomes. Part I includes six sections, as follows:\r\nSection I: Household composition and characteristics of all household members\r\nSection II: Educational attainment of all household members age 5 and above\r\nSection III: Current economic activity status of all household members age 5 and above\r\nSection IV: Usual employment status of all household members age 5 and above\r\nSection V: Household tasks performed by children ages 5-17\r\nSection VI: Parents’/guardians’ perceptions/observations about working children ages 5-17)\r\n\r\nThe questions are to be addressed to the most knowledgeable member of household.", "notes":"", "published":1, "weight":415},
 {"id":416, "alternateId":"ID_635029273843107574", "pid":413, "name":"SIMPOC - Household Questionnaire", "description":"The purpose of Part II (Household Characteristics) is to gather information on the socioeconomic characteristics of the household and any recent changes in it. Part II includes two sections, as follows:\r\nSection VII: Housing and household characteristics\r\nSection VIII: Household socio-economic status\r\n\r\nThe questions are to be addressed to the most knowledgeable member of household.", "notes":"", "published":1, "weight":416},
 {"id":417, "alternateId":"ID_635029274140317574", "pid":413, "name":"SIMPOC - Child Questionnaire", "description":"The purpose of Part III (Child Questionnaire) is to gather information on the educational attainment of all children ages 5-17 years, their labour market outcomes, household tasks and health and safety issues. Like Part I, Part III includes questions on education, current economic activity status and household chores. Some questions are included in both Part I and Part III because of the possibility that, intentionally or not, parents and children may provide different answers. To ensure that children answer questions freely, it is requested that they are interviewed alone. Unlike Part I of the survey, Part III includes detailed questions on children’s health and safety. These questions are asked to children and not to adults because children should be able to provide more accurate information about their working conditions than adults. Part III includes four sections, as follows:\r\nSection IX: Educational attainment of all children ages 5-17\r\nSection X: Current economic activity status of all children ages 5-17\r\nSection XI: Health and safety issues related to working children ages 5-17\r\nSection XII: Household tasks of children ages 5-17\r\n\r\nThe questions in this section are asked directly to children between the ages of 5-17. Since this part of the questionnaire is specifically designed to be answered by children, it is preferable for children to be interviewed alone. Before interviewing a child, obtain parental consent or permission from the adult respondent.\r\n\r\nSome of the questions in this section are exact copies of those asked in the adult questionnaire. They are repeated here because of the possibility that, intentionally or not, parents and children may provide different answers.\r\nIf it is not possible to obtain consent to interview children alone, explain to the adult present that some of the questions asked earlier are repeated here in order to obtain children’s viewpoints and make sure that nothing is forgotten.\r\n\r\nNote that questions in this section are asked selectively by age, so that some questions are skipped when interviewing children under age 10. Skip instructions for children aged 5-9 years and children aged 10-17 are printed in the questionnaire in the two shaded columns on the right.", "notes":"", "published":1, "weight":417},
 {"id":418, "alternateId":"ID_635342715632658059", "pid":344, "name":"Global Adult Tobacco Survey (GATS)", "description":"The Global Adult Tobacco Survey (GATS) is a nationally representative household survey that was launched in February 2007 as a new component of the ongoing Global Tobacco Surveillance System (GTSS). The GATS enables countries to collect data on adult tobacco use and key tobacco control measures. Results from the GATS assist countries in the formulation, tracking and implementation of effective tobacco control interventions, and countries are able to compare results of their survey with results from other countries.\r\n\r\nCountries:\r\nGATS has been implemented in more than 19 low- and middle-income countries with highest burden of tobacco use.\r\n\r\nTopics covered in GATS:\r\n- Tobacco use prevalence (smoking and smokeless tobacco products).\r\n- Second-hand tobacco smoke exposure and policies.\r\n- Cessation.\r\n- Knowledge, attitudes and perceptions.\r\n- Exposure to media.\r\n- Economics.\r\n\r\nThe GATS interview consists of two parts: the Household Questionnaire and the Individual Questionnaire. The Household Questionnaire (household screening) and the Individual Questionnaire (individual interview) will be conducted using an electronic data collection device.", "notes":"", "published":1, "weight":418},
 {"id":419, "alternateId":"ID_635342721152069640", "pid":418, "name":"GATS - Household Questionnaire", "description":"At each address in the sample, Field Interviewers will administer the Household Questionnaire to one adult who resides in the household. The purposes of the Household Questionnaire are to determine if the selected household meets GATS eligibility requirements and to make a list, or roster, of all eligible members of the household. Once a roster of eligible residents of the household is completed, one individual will be randomly selected to complete the Individual Questionnaire.", "notes":"", "published":1, "weight":419},
 {"id":420, "alternateId":"ID_635342763734922954", "pid":418, "name":"GATS - Individual Questionnaire", "description":"The Individual Questionnaire asks questions about background characteristics; tobacco smoking; smokeless tobacco; cessation; secondhand smoke; economics; media; and knowledge, attitudes, and perceptions about tobacco.", "notes":"", "published":1, "weight":420},
 {"id":421, "alternateId":"ID_635349031483375099", "pid":418, "name":"GATS - Optional Modules", "description":"Optional modules to be added to the standard modules.", "notes":"", "published":1, "weight":421},
 {"id":423, "alternateId":"ID_633997760857246952", "pid":0, "name":"Household Surveys - Specialized Modules", "description":"Household survey modules have been designed to be integrated in multi-topic household survey.", "notes":"", "published":1, "weight":423},
 {"id":424, "alternateId":"ID_633977921567390000", "pid":423, "name":"Education Survey Modules (IHSN/EPDC/UIS)", "description":"Modules are organized into three broad categories based on the relative importance of the indicators generated by each. This hierarchy is intended as rough guidance for questionnaire designers trying to decide which education modules to include in their questionnaire.\r\nEPDC organized the modules into three categories:\r\n\r\nCORE MODULES\r\n\r\nWe strongly recommend that these four modules – Learning, Attainment, Participation, and Efficiency – be included in all household surveys. The core modules have an elegant design that makes it possible to calculate a large number of internationally relevant indicators using a relatively small number of questions. Learning, Attainment, and Participation modules are highlighted by the United Nations as core topics for censuses. \r\n\r\nThough efficiency topics are not highlighted by the UN, we believe they should be considered a core topic for household surveys because of the large number of internationally-monitored indicators that can be calculated when our recommended efficiency module is included. The indicators produced provide a fundamental understanding of the formal education situation in a country. The core modules are consistent with a number of past DHS and MICS surveys, and would build on a body of data that is relatively comparable over time and across countries.\r\n\r\nIt is highly recommended that the four education modules listed in this section – Learning, Educational Attainment, School Participation, and Educational Efficiency – be treated as a core set of education questions that should be included in every household survey questionnaire. The simple structure of these questions reduces the likelihood of errors or misunderstanding during the interview process, and taken as a whole, the questions included in these modules are an elegant and efficient way to gather the information needed to calculate more than half of the indicators recommended through this report, many of which are indicators commonly used to track progress towards international goals education goals. Moreover, the education indicators generated through these modules are some of those that are most often used by national and international policymakers in the education policy realm.\r\n\r\nThere is strong precedence for the use of these questions in the education modules of well established lines household surveys: the exact wording is used in the widely used MICS and DHS questionnaires, and questions with closely similar wording can be found in the LSMS, CWIQ and other series. An advantage of this is that data gathered through this core module will be compatible with data collected through MICS and DHS, and to a lesser extent, LSMS and CWIQ. The core modules also serve as a foundation for the Auxiliary Modules suggested for use in household surveys.\r\n\r\nThe core modules are an excellent way to gather information on educational attainment, school participation, and educational efficiency as they relate to the formal education sector, but are not appropriate for gathering information relating to the non-formal learning activities. Definitions of formal, non-formal, and informal education can be found in the Educational Attainment module. Non-formal education is addressed in the Non Formal Education module.\r\n\r\nRECOMMENDED AUXILIARY MODULES\r\n\r\nWe recommend that these modules be included in every household survey if resources permit. These modules build on the core modules and address fundamental issues such as reasons for non-attendance among school-aged children, and the household financial burden of sending a child to school. These modules are not foundational in the same way that the core modules are but are of great potential interest to education policymakers because they build an understanding of the social and economic forces driving the literacy, attainment, attendance, and efficiency indicators measured through the core modules.\r\n\r\nOPTIONAL AUXILIARY MODULES\r\n\r\nThese modules may or may not be of interest to policymakers depending on the policy priorities of the country where the survey takes place. Questionnaire designers should only consider including these modules in their questionnaire if the issues addressed by the modules are of particular policy relevance in their policy context.", "notes":"", "published":0, "weight":424},
 {"id":425, "alternateId":"ID_635419013378787513", "pid":423, "name":"Energy (LSMS)", "description":"The purpose of these guidelines is to design a set of energy questions for use in LSMS surveys that, while not as extensive as those in the specialized household energy surveys, could still provide sufficient information with which to improve analysis of household energy use.\r\n\r\nIt is proposed that the few ad hoc questions on energy use currently found in LSMS surveys—which yield little information useful to policymakers—be replaced by the questions presented in the prototype energy modules that follow. The rationale for including these particular questions is based on the review of the key policy issues that household data can inform and an assessment of the feasibility of including such questions in LSMS surveys. The format of the proposed modules is similar to that often used in current LSMS surveys in order to facilitate their adoption.\r\n\r\nFormulation of the questions presented in the prototype modules draws on experience from recent LSMS and specialized household energy surveys. The notes provided point out commonly encountered problems and how they may be overcome. The notes caution that the questions must be customized to the particular country for which a survey is designed, taking into account its unique circumstances of fuel and electricity availability and use.\r\n\r\nThe prototype modules presented below have been designed for insertion in an LSMS survey as stand-alone modules. Since the questions in each prototype module complement each other, their potential to yield the greatest amount of data on household energy use will be realized if they are kept whole. However, because of the necessity to limit the number of modules, LSMS survey designers may not always be able to insert stand-alone modules. Instead, the electricity and fuels questions on access, consumption, prices, costs, and end use in the prototype modules may be integrated into another module, such as the Housing Module, and questions on time spent collecting fuels into the Time Use and Labor Module.\r\n\r\nQuestions in the Durable Goods (Light Bulbs and Appliances) Module may be integrated into the LSMS Durable Goods Module. It should be kept in mind that, in addition to the question “Does your household own [item]?,” the essential complementary questions (in order to estimate a monetary value of the benefits of energy use) are “How many [items] do you own?” and “How many hours during the last week did you use the [items]?”\r\n\r\nFor best results, it is recommended that all of the questions in the prototype modules be included.", "notes":"", "published":0, "weight":425},
 {"id":426, "alternateId":"ID_633997550299594000", "pid":423, "name":"Food Security (WFP)", "description":"The model questionnaire was developed based on the World Food Programme methodology to measure key indicators in the area of food security.", "notes":"", "published":1, "weight":426},
 {"id":427, "alternateId":"ID_634007469225844000", "pid":423, "name":"ICT Access and Use by Households and Individuals (ITU)", "description":"The model questionnaire can be used in a stand-alone ICT household survey or as a module in an existing survey vehicle, for example, a multipurpose household survey. If used as a module in an existing survey, it is likely that sections 1 and 3 (Household characteristics and Individual characteristics, respectively) would not be needed (or could be reduced) as such information is likely to be included elsewhere in the survey vehicle.\r\n\r\nThe model questionnaire is not an operational questionnaire that can be used directly in countries’ household surveys. This is because countries conduct household ICT access and use surveys in different ways, each requiring their own types of survey instruments. For instance, a questionnaire that is self-enumerated will look quite different from one designed for a telephone survey, which in turn will differ from a questionnaire used in face-to-face interviewing.\r\n\r\nIt is not expected that the structure, question wording or definitions that comprise the model questionnaire would be used unchanged (or literally translated) in national surveys. However, it is important for comparability purposes that:\r\n• Where questions are used, their meanings are preserved, and\r\n• The logic is preserved to the extent that", "notes":"- Where there is no ‘Go to’ direction in the model questionnaire, the respondent is asked the next question.\r\n- For questions ITU10, 11, 19, 21 and 23, country variations are: remove categories where items are not feasible; and add or split categories corresponding to country data requirements. Care should be taken when adding or splitting categories that statistical bias is not introduced. This could occur if the provision of alternative categories affects response. Care should be taken when aggregating detailed subcategories of these questions to avoid double counting individuals who respond to more than one of the subcategories.\r\n- For multiple response questions (except for ITU22), countries may ask about response categories as a series of yes/no questions, rather than a single 'list' question. The method chosen will reflect the method of data collection e.g. a telephone interview is more likely to use a series of yes/no questions, especially for the questions with a large number of response items.\r\n- For question ITU22, countries are able to add additional frequency categories if they wish to obtain finer level information.", "published":1, "weight":427},
 {"id":428, "alternateId":"MDL-LABOR_1_393", "pid":423, "name":"Labour Force (IHSN/ILO)", "description":"These modules measure the number and characteristics of the employed, unemployed and economically inactive population using the current basis of measurement (last 7 days). (The current basis of measurement is preferred over the usual basis relating to activities over the last 12 months because experience has shown that reporting on a current basis is of a higher quality and permits more detailed questioning on a wider range of topics.) \r\n\r\nThe concepts of the current economically active population (labour force) and its sub-components (employment and unemployment, time-related underemployment) are complex and require careful questioning by well-trained staff to measure them accurately. \r\n\r\nOther forms of underemployment (inadequate employment situations) may be measured by analysis of selected data collected this and other modules (for example, education levels, occupations, income from employment). \r\n\r\nAdditional questions are also needed to measure associated characteristics for the employed (such as occupation, branch of economic activity, institutional sector, whether in informal employment, hours of work) and similar characteristics for the unemployed. (As a consequence of collecting details of job for the employed and last job for the unemployed, this comprehensive module would permit the preparation of estimates of the economically active population classified by job characteristics in accordance with international standards. This information would not be available from the core module because this does not collect characteristics of the last job for unemployed who previously worked.) \r\n\r\nQuestions on income from employment have been included in this comprehensive module, but would not be necessary if covered in another module (household income) at an individual level. A question on work experience (years of working in a particular occupation) has been included in this comprehensive module as a measure of skill level for the employed and unemployed. \r\n\r\nIt would also be useful to include questions on whether a person has received formal vocational training and in what subject of training. However these questions would probably be better located in the module relating to education and would in any event need to be designed to meet national circumstances. (Vocational training institutions and courses vary considerably between countries. \r\n\r\nDecisions would also need to be made as to whether to include courses of short duration and formal courses conducted “in house” by employers.) Consequently these questions have not been drafted in this module. An alternative might be to ask whether the person has been trained for a particular occupation and to gather information on which occupation. \r\n\r\nIt is assumed that other modules have collected important related information such as age, sex, marital status, educational attainment, and labour migrant characteristics.", "notes":"", "published":0, "weight":428},
 {"id":429, "alternateId":"MDL-MIG_1_438", "pid":423, "name":"Labour Migration and Remittances (IHSN/ILO)", "description":"", "notes":"", "published":0, "weight":429},
 {"id":430, "alternateId":"ID_633982828059716000", "pid":423, "name":"Social Capital (IHSN)", "description":"", "notes":"", "published":0, "weight":430},
 {"id":431, "alternateId":"ID_633987345921608000", "pid":423, "name":"Water and Sanitation Core Questions (JMP)", "description":"Safe water and adequate sanitation are basic to the health of every person on the planet, yet many people throughout the world do not have access to these fundamental needs. An important step towards resolving this global crisis is to understand its magnitude: how many people lack access to drinking-water and sanitation?\r\n\r\nTo help answer this question, household surveys and censuses are conducted every year throughout the world to assess drinking-water, sanitation, and hygiene-related practices at the household level. Because of variations in survey tools, attempts to compare the results of one survey with those of another have been fraught with diffi culties. Solving survey comparability problems is crucial if we are to establish accurate trends over time within a country, and compare data between countries.\r\n\r\nFor this reason, the WHO/UNICEF Joint Monitoring Programme for Water Supply and Sanitation developed a set of harmonized survey questions that helps to resolve the comparability problems of the past. Including the harmonized questions in national surveys and censuses will help countries gain more systematic information on the drinking-water and sanitation needs of their population. Used widely, these harmonized questions will make data across international and national survey programmes more comparable, which in turn will result in more accurate country, regional and global estimates of unmet drinking-water and sanitation needs. \r\n\r\nThe core harmonized questions presented in this guide have been adopted by the Demographic and Health Surveys, the Multiple Indicator Cluster Survey, and the World Health Survey. The purpose of this guide is to encourage more widespread use of these harmonized questions, because accurate information is a valuable tool that can be used to assess progress towards international and national goals and targets. It also allows decision-makers and stakeholders to make evidence-based choices and direct efforts to where they are needed, as well as promotes increased investment in the sector.", "notes":"", "published":1, "weight":431},
 {"id":432, "alternateId":"ID_635127598879973303", "pid":423, "name":"National Child Labour Survey (SIMPOC)", "description":"The questionnaire consists of the essential questions on child labour and are addressed to adults and used for measuring/understanding child labour. It can be implemented alone or, alternatively, embedded into an LFS or other relevant scheduled household-based survey.", "notes":"", "published":1, "weight":432},
 {"id":433, "alternateId":"ID_635260034369788526", "pid":423, "name":"Survey Module on Violence against Women (VAW)", "description":"This survey module has been developed by Henrica A.F.M. Jansen to address the set of indicators developed by the Friends of the Chair of the United Nations Statistical Commission on statistical indicators on violence against women. This module builds on the violence against women instrument that was developed for the WHO Multi-country Study on Women’s Health and Domestic Violence against Women and incorporates suggestions offered by the UNECE Expert Group Meetings on Measuring Violence against Women (Geneva, September 2009 and November 2010), the ESCWA Training of Trainers on Violence against Women (Beirut, May 2010) and the 2010 pilot testing in Armenia, Georgia, Mexico and the Republic of Moldova.", "notes":"", "published":0, "weight":433},
 {"id":434, "alternateId":"ID_635430046148118375", "pid":423, "name":"The Global Financial Inclusion (Global Findex)", "description":"Well-functioning financial systems serve a vital purpose, offering savings, credit, payment, and risk management products to people with a wide range of needs. Inclusive financial systems—allowing broad access to financial services, without price or nonprice barriers to their use—are especially likely to benefit poor people and other disadvantaged groups. Without inclusive financial systems, poor people must rely on their own limited savings to invest in their education or become entrepreneurs—and small enterprises must rely on their limited earnings to pursue promising growth opportunities. This can contribute to persistent income inequality and slower economic growth.\r\n\r\nUntil now little had been known about the global reach of the financial sector—the extent of financial inclusion and the degree to which such groups as the poor, women, and youth are excluded from formal financial systems. Systematic indicators of the use of different financial services had been lacking for most economies.\r\n\r\nThe Global Financial Inclusion (Global Findex) database provides such indicators.", "notes":"", "published":0, "weight":434},
 {"id":435, "alternateId":"ID_633995227595542000", "pid":0, "name":"Health Facility Surveys - Packages", "description":"", "notes":"", "published":0, "weight":435},
 {"id":436, "alternateId":"sam-tmp-208-v02", "pid":435, "name":"Service Availability Mapping (SAM)", "description":"Service Availability Mapping (SAM) is a tool to collect and present basic information on health services: health infrastructure, human resources and services offered. Its main application is at the subnational or district level, where district health management teams can use the results of the SAM in conjunction with WHO’s HealthMapper application, developed by the Public Health Mapping and GIS programme, to map and monitor health services. SAM is made up of a survey methodology, remote field data collection devices, and WHO’s HealthMapper application\r\n\r\nThe SAM tool is made up of two components:\r\n\r\n1) A census methodology including 2 questionnaires: District questionnaire and Facility questionnaires\r\n+\r\n2) The Health Mapper system: Mapping interface Data manager\r\n\r\nTogether, these components make up an assessment and monitoring tool for service and resources availability.\r\n\r\nScope:\r\n\r\nThe SAM is designed to support decision making by providing national and district planners with the skills and tools to routinely map services and resource availability. Designed as a district owned systems, SAM can be implemented as stand alone system or integrated into the routine health information system as a supervisory tool. As a monitoring tool, SAM is recommended every six months to one year. The frequency of implementation may be adjusted to suit program needs when utilized as a periodic evaluation tool.\r\n\r\nThe Facility SAM covers availability of the health equipment, staffing, drugs and commodities, and the services offered. The District SAM covers data are on health infrastructure, human resources, and services available in the district.", "notes":"", "published":1, "weight":436},
 {"id":437, "alternateId":"ID_634007216704902503", "pid":436, "name":"District Questionnaire", "description":"", "notes":"", "published":0, "weight":437},
 {"id":438, "alternateId":"ID_634007219238286503", "pid":436, "name":"Facility Census Questionnaire", "description":"", "notes":"", "published":0, "weight":438},
 {"id":439, "alternateId":"ID_635016315842592878", "pid":435, "name":"Service Availability and Readiness Assessment (SARA)", "description":"The Service Availability and Readiness Assessment (SARA) is a health facility assessment tool designed to assess and monitor the service availability and readiness of the health sector and to generate evidence to support the planning and managing of a health system. SARA is designed as a systematic survey to generate a set of tracer indicators of service availability and readiness. The survey objective is to generate reliable and regular information on service delivery (such as the availability of key human and infrastructure resources), on the availability of basic equipment, basic amenities, essential medicines, and diagnostic capacities, and on the readiness of health facilities to provide basic health-care interventions relating to family planning, child health services, basic and comprehensive emergency obstetric care, HIV, TB, malaria, and non-communicable diseases.\r\n\r\nSound information on the supply and quality of health services is necessary for health systems management, monitoring, and evaluation. The efforts to scale up interventions for HIV/AIDS, malaria, safe motherhood, child health, and to achieve the Millennium Development Goals (MDGs) through global health partnerships have drawn attention to the need for strong country monitoring of health services, covering the public, private-for profit, and the private not-for-profit sectors, and their readiness to deliver key interventions. With the increased demand for accountability and the need to demonstrate results at country and global levels, information is needed to track how health systems respond to increased inputs and improved processes over time and the impact such inputs and processes have on improved health outcomes and better health status.\r\n\r\nThe service availability and readiness assessment (SARA) methodology was developed through a joint World Health Organization (WHO) – United States Agency for International Development (USAID) collaboration to fill critical gaps is measuring and tracking progress in health systems strengthening. The SARA methodology builds upon previous and current approaches designed to assess service delivery including the service availability mapping (SAM) tool developed by WHO, and the service provision assessment (SPA) tool developed by ICF International under the USAID-funded MEASURE DHS project (monitoring and evaluation to assess and use results, demographic and health surveys) project, among others. It draws on best practices and lessons learned from the many countries that have implemented health facility assessments as well as guidelines and standards developed by WHO technical programmes and the work of the International Health Facility Assessment Network (IHFAN).", "notes":"", "published":1, "weight":439},
 {"id":440, "alternateId":"ID_634005431905398000", "pid":0, "name":"Education Facility and Learning Surveys", "description":"", "notes":"", "published":0, "weight":440},
 {"id":441, "alternateId":"ID_635041257859650143", "pid":440, "name":"Global School-Based Student Health Survey (GSHS)", "description":"The Global Student Health Survey (GSHS) was developed by the World Health Organization (WHO) and the Centers for Disease Control and Prevention (CDC) in collaboration with UNICEF, UNESCO, and UNAIDS. \r\nGSHS is a school-based survey conducted primarily among students aged 13–15 years. \r\n\r\nThe purpose of the GSHS is to provide data on health behaviors and protective factors among students to \r\n• Help countries develop priorities, establish programs, and advocate for resources for school health and youth health programs and policies \r\n• Allow international agencies, countries, and others to make comparisons across countries regarding the prevalence of health behaviors and protective factors and \r\n• Establish trends in the prevalence of health behaviors and protective factors by country for use in evaluating school health and youth health promotion programs. \r\n\r\nThe GSHS is a school-based survey conducted primarily among students aged 13–15 years. The GSHS uses a standardized scientific sample selection process; common school-based methodology; and core questionnaire modules, core-expanded questions, and country-specific questions that are combined to form a self-administered questionnaire that can be administered during one regular class period. \r\nThe 10 core questionnaire modules address the leading causes of morbidity and mortality among children and adults worldwide. \r\n• Alcohol use \r\n• Dietary behaviors \r\n• Drug use \r\n• Hygiene \r\n• Mental health \r\n• Physical activity \r\n• Protective factors \r\n• Sexual behaviors that contribute to HIV infection, other sexually-transmitted infections, and unintended pregnancy \r\n• Tobacco use \r\n• Violence and unintentional injury", "notes":"", "published":1, "weight":441},
 {"id":442, "alternateId":"ID_635041263189858975", "pid":441, "name":"GSHS - Core Questionnaire Modules", "description":"", "notes":"", "published":1, "weight":442},
 {"id":443, "alternateId":"ID_635041263591652588", "pid":441, "name":"GSHS - Core-Expanded Questions", "description":"", "notes":"", "published":1, "weight":443},
 {"id":444, "alternateId":"ID_634016896302967000", "pid":440, "name":"LSMS - Education - School/Teacher Questionnaire", "description":"", "notes":"", "published":0, "weight":444},
 {"id":445, "alternateId":"ID_634005432018188000", "pid":440, "name":"OECD Teaching and Learning International Survey 2008 (TALIS 2008)", "description":"What TALIS is about\r\n\r\nTALIS is the new OECD Teaching and Learning International Survey. It is the first international survey to focus on the learning environment and the working conditions of teachers in schools and it aims to fill important information gaps in the international comparisons of education systems. TALIS offers an opportunity for teachers and school principals to give their input into education analysis and policy development in some key policy areas. Cross-country analysis from TALIS allows countries to identify other countries facing similar challenges and to learn from other policy approaches. The first TALIS survey has been conducted in 24 countries across four continents, and future rounds of TALIS are planned.\r\n\r\nWho is surveyed in TALIS\r\n\r\nThe first round of TALIS surveyed teachers of lower secondary education and the principals of the schools in which they work. Separate questionnaires for teachers and principals were developed by an international expert group and were discussed throughout their development with teacher representative bodies, in particular the Trades Union Advisory Council (TUAC) at the OECD. Each questionnaire took about 45 minutes to complete. The TALIS survey could also be completed on line and the structure of the questionnaires was adapted for computer use.\r\n\r\nThe survey responses are entirely confidential and at no time are the names of individual teachers, principals or schools identified.\r\n\r\nWithin participating countries, schools as well as teachers within schools, were randomly selected to take part in TALIS. For each country – except for smaller countries – some 200 schools and 20 teachers within each of these schools were sampled.\r\n\r\nIssues examined in TALIS\r\n\r\nCountries participating in the first round of TALIS chose to focus the survey on the following key aspects of the learning environment, which can influence the quality of teaching and learning in schools:\r\n\r\n* The leadership and management of schools- the roles adopted by school leaders, given increasing accountability and devolution of educational authority and the impact this has on the learning environment in schools and the work of teachers (complementing the current OECD thematic review on school leadership).\r\n* The appraisal of teachers’ work in schools and the form and nature of the feedback they receive, as well as the use of outcomes from these processes to reward and develop teachers. Linked to this, the professional development that teachers undertake and how this is connected to appraisal systems, how it is supported by school leaders and how it impacts on classroom practices.\r\n* The profiles of countries with regard to teaching practices, activities, beliefs and attitudes, and how these vary according to teacher background characteristics.", "notes":"", "published":0, "weight":445},
 {"id":446, "alternateId":"ID_634005459157908000", "pid":445, "name":"TALIS 2008 - Principal Questionnaire", "description":"\r\nNOTES ABOUT THE QUESTIONNAIRE:\r\n* This questionnaire asks for information about school education and policy matters.\r\n* The person who completes this questionnaire should be the principal of this school. If you do not have the information to answer particular questions, please consult other persons in this school.\r\n* This questionnaire should take approximately 45 minutes to complete.\r\n* <When questions refer to ’this school’ we mean by ’school’: national school definition.>\r\n* Guidelines for answering the questions are typed in italics. Most questions can be answered by marking the one most appropriate answer.\r\n* When you have completed this questionnaire, please [National Return Procedures and Date].\r\n* When in doubt about any aspect of the questionnaire, or if you would like more information about it or the study, you can reach us by phone at the following numbers: [National Center Contact Information]", "notes":"", "published":0, "weight":446},
 {"id":447, "alternateId":"ID_634005434721958000", "pid":445, "name":"TALIS 2008 - Teacher Questionnaire", "description":"This questionnaire asks for information about school education and policy matters.\r\n* This questionnaire should take approximately 45 minutes to complete.\r\n* <When questions refer to ’this school’ we mean by ’school’: national school definition.>\r\n* Guidelines for answering the questions are typed in italics. Most questions can be answered by marking the one most appropriate answer.\r\n* When you have completed this questionnaire, please [National Return Procedures and Date].\r\n* When in doubt about any aspect of the questionnaire, or if you would like more information about it or the study, you can reach us by phone at the following numbers: [National Center Contact Information]", "notes":"", "published":0, "weight":447},
 {"id":448, "alternateId":"ID_635326612116479711", "pid":440, "name":"OECD Teaching and Learning International Survey 2013 (TALIS 2013)", "description":"What is TALIS ?\r\n\r\nWe know that effective teaching and teachers are key to producing high-performing students. So how can countries prepare teachers to face the diverse challenges in today’s schools?\r\n\r\nThe OECD Teaching and Learning International Survey (TALIS) helps answer this question. TALIS asks teachers and schools about their working conditions and the learning environments. It covers important themes such as initial teacher education and professional development; what sort of appraisal and feedback teachers get; the school climate; school leadership; and teachers’ instructional beliefs and pedagogical practices.\r\n\r\nTALIS Countries\r\n \r\nTALIS began in 2008 in 24 countries, focusing on lower secondary education. TALIS 2013 covers 33 countries and enables them to conduct the survey in their primary and upper secondary schools as well. Some countries have also chosen to gain additional insights by conducting the survey in schools that participated in the 2012 Programme for International Student Assessment (PISA).", "notes":"", "published":0, "weight":448},
 {"id":449, "alternateId":"ID_635350502207762342", "pid":448, "name":"TALIS 2013 - Principal Questionnaire", "description":"CORE PARTS OF TALIS 2013 PRINCIPAL QUESTIONNAIRE\r\n- Antecedents: Principal background characteristics\r\n- School input: School background characteristics, Continuous professional development for the principal\r\n- Processes: School leadership and management, Teacher formal appraisal, Teachers’ instructional belief and pedagogical practices\r\n- School output: School climate, Principal satisfaction\r\n\r\nNOTES ABOUT THE QUESTIONNAIRE:\r\n- This questionnaire asks for information about school education and policy matters.\r\n- The person who completes this questionnaire should be the principal of this school. If you do not have the information to answer particular questions, please consult other persons in this school.\r\n- This questionnaire should take approximately 30 to 45 minutes to complete.\r\n- <When questions refer to ’this school’ we mean by ’school’: national school definition.>\r\n- Guidelines for answering the questions are typed in italics. Most questions can be answered by marking the one most appropriate answer.\r\n- When you have completed this questionnaire, please [National Return Procedures and Date].\r\n- When in doubt about any aspect of the questionnaire, or if you would like more information about the questionnaire or the study, you can reach us by using the following contact details: [National centre contact information, phone number and preferably e-mail address]", "notes":"", "published":0, "weight":449},
 {"id":450, "alternateId":"ID_635350506814943014", "pid":448, "name":"TALIS 2013 - Teacher Mobility", "description":"CORE PARTS OF TALIS 2013 TEACHER QUESTIONNAIRE\r\n- Antecedents:Teacher background characteristics\r\n- School input: Student characteristics as perceived by the teacher, Teacher continuous professional development\r\n- Processes: School leadership and management, Teacher feedback, Teachers’ instructional beliefs, Teachers’ pedagogical practices\r\n- School output: School climate and school management, Teacher efficacy (aggregated to school level), Teacher satisfaction (aggregated to school level)\r\n\r\nNOTES ABOUT THE QUESTIONNAIRE:\r\n- <When questions refer to ’this school’ we mean by ’school’: national school definition.>\r\n- This questionnaire should take approximately 45 to 60 minutes to complete.\r\n- Guidelines for answering the questions are typed in italics. Most questions can be answered by marking the one most appropriate answer.\r\n- When you have completed this questionnaire, please [National Return Procedures and Date].\r\n- When in doubt about any aspect of the questionnaire, or if you would like more information about the questionnaire or the study, you can reach us by using the following contact details: [National centre contact information, phone number and preferably e-mail address]", "notes":"", "published":0, "weight":450},
 {"id":451, "alternateId":"ID_635406034879849551", "pid":448, "name":"TALIS 2013 - Your Education for Teaching Mathematics", "description":"NOTES ABOUT THE QUESTIONNAIRE:\r\n- You should complete this questionnaire module AFTER you have completed the main TALIS Teacher Questionnaire.\r\n- This questionnaire module should take approximately 15-20 minutes to complete.\r\n- Guidelines for answering the questions are typed in italics. Most questions can be answered by marking the one most appropriate answer.\r\n- When you have completed this questionnaire, please [National Return Procedures and Date].", "notes":"", "published":0, "weight":451},
 {"id":452, "alternateId":"ID_635068273407000922", "pid":440, "name":"Global Youth Tobacco Survey (GYTS)", "description":"The GYTS is a school-based survey designed to enhance the capacity of countries to monitor tobacco use among youth and to guide the implementation and evaluation of tobacco prevention and control programmes. The GYTS uses a standard methodology for constructing the sampling frame, selecting schools and classes, preparing questionnaires, following consistent field procedures, and using consistent data management procedures for data processing and analysis. The information generated from the GYTS can be used to stimulate the development of tobacco control programmes and can serve as a means to assess progress in meeting programme goals.\r\n\r\nGYTS is composed of 56 \"core\" questions designed to gather data on the following seven domains. The questionnaire also allows countries to insert their own country-specific questions.\r\n1. Knowledge and attitudes of young people towards cigarette smoking\r\n2. Prevalence of cigarette smoking and other tobacco use among young people\r\n3. Role of the media and advertising in young people’s use of cigarettes\r\n4. Access to cigarettes\r\n5. Tobacco-related school curriculum\r\n6. Environmental tobacco smoke (ETS)\r\n7. Cessation of cigarette smoking", "notes":"", "published":0, "weight":452},
 {"id":453, "alternateId":"ID_635070623812184408", "pid":452, "name":"GYTS - Global Core Questionnaire", "description":"- Some of the questions will ask about smoking cigarettes.\r\n- Other questions may ask about smoking tobacco in general that includes cigarettes and other types of smoked tobacco products.\r\n- Other questions may ask about using smokeless tobacco, which is tobacco that is not smoked, but is sniffed through the nose, held in the mouth, or chewed.\r\n- Finally, other questions may ask about any tobacco use or any tobacco products – this includes smoking cigarettes, smoking tobacco other than cigarettes, and using smokeless tobacco.\r\n\r\nSmoking Tobacco includes:\r\n- Cigarettes: Manufactured cigarettes, Hand-rolled cigarettes, Kretek cigarettes\r\n- Other types of smoked tobacco: Pipes, Cigars, mini cigars/cigarillos, Waterpipes/hookah/shisha/ narguileh/hubble-bubble, Bidis\r\n\r\nSmokeless Tobacco includes:\r\n- Snuff\r\n- Chewing tobacco\r\n- Dip\r\n- Betel quid with tobacco\r\n- Gutka", "notes":"", "published":0, "weight":453},
 {"id":454, "alternateId":"ID_635070624798394408", "pid":452, "name":"GYTS - Optional Modules", "description":"", "notes":"", "published":0, "weight":454},
 {"id":455, "alternateId":"ID_635070625642664408", "pid":452, "name":"GYTS - Optional Questions", "description":"", "notes":"", "published":0, "weight":455},
 {"id":456, "alternateId":"ID_635127018714630491", "pid":452, "name":"GYTS - School Policy Questionnaire", "description":"", "notes":"", "published":0, "weight":456},
 {"id":468, "alternateId":"", "pid":354, "name":"DHS - Additional Modules", "description":"Optional modules for special information on topics that are not contained in the core questionnaires.", "notes":"", "published":1, "weight":5},
 {"id":469, "alternateId":"", "pid":344, "name":"Multiple Indicator Cluster Survey, Round 6 (MICS 6)", "description":"Since its inception in 1995, the Multiple Indicator Cluster Surveys, known as MICS, has become the largest source of statistically sound and internationally comparable data on women and children worldwide. In countries as diverse as Costa Rica, Mali and Qatar, trained fieldwork teams conduct face-to-face interviews with household members on a variety of topics – focusing mainly on those issues that directly affect the lives of children and women. MICS was a major source of data on the Millennium Development Goals (MDG) indicators and will continue to be a major data source during the 2030 Sustainable Development Agenda to measure Sustainable Development Goals (SDGs) indicators.\r\n \r\nThe information obtained through MICS surveys – on topics ranging from maternal and child health, education and child mortality to child protection, HIV/AIDS and water and sanitation – is fundamental to sound decision-making and advocacy. Countries also use MICS results to report on their progress towards international goals. For example, MICS has generated data on the majority of Millennium Development Goal (MDG) indicators that can be measured through household surveys. Data collected in the fifth and current round of MICS – MICS5 – has played a critical role in the final assessment of the MDGs in September 2015 and subsequent surveys in MICS6 will provide the baselines for the new Sustainable Development Goals.\r\n\r\nMICS surveys are designed to be representative. The average sample size in the 5th round is around 11,000 households, although it varies greatly from one survey to the other. Interviewers administer the household questionnaire as well as individual questionnaires to women and men aged 15 to 49 years and to mothers or caretakers of all children under 5 years of age. The number of topics covered has increased substantially over the years as demand for data has grown. In the 5th round, MICS is providing data on more than 130 internationally agreed-upon indicators.\r\n\r\nIn addition to collecting information on intervention coverage, MICS also explores knowledge of and attitudes to certain topics, and specific behaviors of women, men and children, enabling analysts to gain insights into behaviours that may affect women’s and children’s lives. MICS routinely disaggregates data so that disparities associated with age, gender, education, wealth, location of residence, ethnicity and other characteristics are revealed.", "notes":"", "published":0, "weight":0},
 {"id":471, "alternateId":"", "pid":469, "name":"MICS 6 - Questionnaire for Children Age 5-17", "description":"", "notes":"", "published":0, "weight":0}]